[{"word":"H","definition":" a.: Tarehintsoratra fahafito ary renisoratra fahadimy amin'ny abidy malagasy; zara raha beno ny feon'ny H, fa indraindray kosa toa voatonona any an-tenda no fandrenesana azy: Maloka ny tontolo rehefa hariva ny andro (zara raha heno). l Nisy nitoraka ny tranonay halina (any an-tenda). Ny H dia miova ho K amin'ny fanakambanan-teny: Manana havana: manan-kavaha\n Ahitsio"},{"word":"Ha","definition":" : Fanafohezana ny hoe Hatra izay atovona amin'ny anaran'ny faritra sasantsasany amin'ny tena mba handrefesana ny halalin'ny zavatra toy ny rano na lavaka: Hahelika: hatreo amin'ny helika. Ireto avy ireo teny misy ha entina mandrefy halalina, atomboka amin'ny marivo indrindra ka misondrotra hatrany: Hafaladia, ha_ hato-tongotra, hakibondranjo, halohalika, hamatope, hafotope, havaniana, hafoitra, havavafo, hahelika, hatenda, hasaoka, havava, hamaso, hahandrina.\n Ahitsio"},{"word":"Ha","definition":" tp.: Tenim-piontanana maneho: hatairana: Ha! marary hoe i dada?; fiaikena: Ha! marina tokoa lahy ny tanin' ilay Rangahy!; fandavana (tononina fohy): Ha, aza alana eo io sary io.\n Ahitsio"},{"word":"Ha","definition":"Tovona atao: a) eo alohan' ny p.t, milaza toetra mba hanaovana anarana milaza toetra ihany koa: Halava, hatsara; b) eo aloban'ny teny milaza isa sasantsasany (telo, efatra, dimy, enina, fito, va-Io, sivy, folo), mitovana ana, tuba hanaovana anarana milaza faharetain- potoana:Hateloana, hasiuiana; d) eo alohan'ny p.t. milaza toetra mitovana ina mba hanaovana mt. ih. mifamaly amin'nY mt. p. mitovona mana: Hatsaraina (manatsara), hafohezina (manafohy),\n Ahitsio"},{"word":"Haavo","definition":" (avo) a.: Toetran'ny zavatra avo: Tsy hay refesina ny haavon'ity trano be ity.\n Ahitsio"},{"word":"Haavo","definition":" a,: Tsipika miala avy amin'ny tendro iray ka mijadona amin'ny lafy mifanandrify amin'io.\n Ahitsio"},{"word":"Haba","definition":" a.: Vola aloa ho hofantoerana (haban-tsena), na vo-la alaina amin'ny varotra eny an-tsena na mandalo ny toe• rana efa voadidy ho fakana izany. (Taloha raha tsy na-nome vola ny tompon'entana, dia ny entam-barony mibitsy no angalana mba hatao baba: ohatra, ny rofia iray lanjana dia nakana iray singotra ho haba).\n Ahitsio"},{"word":"Haba","definition":" a.: Firavaka mihorona boribory manodidina ny hatotanana. (Teny misy ifandraisana amin'ny haba: Hidivava, hosina, tsimikatona).\n Ahitsio"},{"word":"Habadoana","definition":" (bado) a: Tsy fahampian-tsaina na fiheverana (fa tsy hoe tsy fahaizana noho ny tsy nahitana fianarana akory).\n Ahitsio"},{"word":"Habahaba","definition":" a: Fisalasalana tsy tapa-kevitra na handroso na hihemptra, na handeha na hijanona, - t.i.f.: Mihabahaba, fihabababa, mpihabahaba / ihabahabana, fihaba?abana.\n Ahitsio"},{"word":"Habaka","definition":" Habakabaka a.: Ny mangoana tsy misy afa-tsy rivotra manodidina ny tany, izay toa andohalambo miloko mangamanga manarona ny tany no fijery azy, antsoina koa hoe lanitra amin'ny fiteny mahazatra: Mahavariana ny fidadasiky ny habakabaka / Mihalontralona eny amin'ny habakabaka ny kintona. 1 t.!.f.: Mangabakabaka, fangabakabaka i mibabakabaka.\n Ahitsio"},{"word":"Habangana","definition":" (banga) a.: Toetran'ny dlona banga, izany hoe nahafahana ny nifiny: Ny habangany no tsy ahaizany miteny tsara. 1 H.o,: Tsy fahampiana, tsy fahafenoana: Amin'izao nahalasanan' Itompokolahy izao, dia azo lazaina fa misy habangana lehibe eto amin'ny fokontany,\n Ahitsio"},{"word":"Habe","definition":" (be) a.: Toetran'ny zavatra na olona lehibe, halehibe, hangeza: Ny haben'ny vola-na.\n Ahitsio"},{"word":"Habetsaka","definition":" Habetsahana (betsaka) a.: Hamaroana be:Tsy hita isa ny habetsahan'ny kintana\n Ahitsio"},{"word":"Habibiana","definition":" (biby) a: Hasiahana mihoapampana: Voarakitry ny tantara ny habibian'ny mpanjaka sasantsasany teto an- tan y.\n Ahitsio"},{"word":"Habobo","definition":" a.: Ilay ronono tsy mbola tena madio avy amin'ny ombivavy ny andro fahatelo aorian'ny iterahany. 1 Ronono ampandrina andro vitsivitsy hivaingana.\n Ahitsio"},{"word":"Habobo","definition":" a.: Lainga na filazana tafahoatra hamitahana, tan-tara valamaty: Milaza habobo.\n Ahitsio"},{"word":"Haboka","definition":" p.t.: Volon-doko fifangaroan'ny vony sy ny me-na malefaka; vony volon-daoranjy. - t.i.f.: Mangaboka.\n Ahitsio"},{"word":"Habokaboka","definition":" a.: Anarana orne-na ny havokavoky ny omby, izay antsoina hoe habokabokens.\n Ahitsio"},{"word":"Habokaina","definition":" (boka) mt. fh, (habokao): Esoina, haratsina: Raha tsy manana ianao, aza ny anay no habokaina\n Ahitsio"},{"word":"Habokana","definition":" (boka) a.: Aretinkoditra avy amin'ny mikraoby iray manokana izay mahatonga toy ny atoditody ony amin'ny hoditra ka eo amin'ny tarehy no betsaka indrindra; vetivety dia miova ny endrik'ilay marary ka toa mivontovonto hafahafa\n Ahitsio"},{"word":"Hadalàna","definition":" (adala) a: Tsy fisiantsaina hieritreritra sy sitrapo hisafidy; aretin-tsaina: Tazonina ao an-trano izy fa mihetsika ny hadalany, 1 Hakelezan-tsaina: Aza kapohina re izy, fa fantatrao ihany ny hadalan'ny ankizy. / Zavatra atao tsy am-pieritreretana, fivarinana amin'ny toetra ratsy: Nanao hadalana tany indray Rakoto ka nosamborin' ny polis y. a F,-p,: Lava hadalana ohatra ny trambo: tongotra hahelika ka enti-mandady: azon'ny hadalana ka tsy mahay mitandro izay tokony hotandrovina, toy ny haja, voninahitra. ¶ M.h.: Manary ilo mby an-doha. Voninahitra an-tsobika ka atao ampatambary. / Lava hadalana ohatra ny valalan'amboa: kely mitsipaka, lehibe mandady: ny adala iray trano na ny samy adala tsy misy mpananatra. / Tsy hadalan'ny akoho no itoerany an-joro fa toeram-boazara: tay fidin'ny akoho ny anidiana azy eo anjoro (atsimo atainanana) fa eo no tokony ho anjarany - ka mandefitra izy.\n Ahitsio"},{"word":"Hadia","definition":" a: Teny entina mandroaka alika.\n Ahitsio"},{"word":"Hadihady","definition":" ft.: Tsy fisian-javatra na inona na inona. i t.if.: Mangadihady, fangadihady.\n Ahitsio"},{"word":"Hadilanana","definition":" (dilana) a: Toerana iva kokoa sady tery, anelanelan'ny havoana roa, ka toy ny andilana mampitohy azy roa ireo; tehezan-tany nakoan'ny riaka: Mahery ny rivotra an- kadilanana.\n Ahitsio"},{"word":"Hadimiana","definition":" (dimy) p.mt.: Entimilaza fe-potoana dimy andro: Tany an-tsaha hadimiana i dada. • a.: Halavam-potoana dimy andro: Avy foana ny orana nandritra ny hadimiana.\n Ahitsio"},{"word":"Hadina","definition":" (hady) mt. ih. (hadio): Loahana: Nohadin'ny riaka ny arabe ka be loadoaka. 1 Ongotana: Vomanga sa mangahazo no hohadina e? ? Fongarina, alaina (avy any anaty tany): Manjarano no nohadina teto taloha •Dinihina, fotorana: Efa nohadin' ny mpamototra ny raharahanareo.\n Ahitsio"},{"word":"Hadinika","definition":" (dinika) a.: Hakely, hanify: Mahagaga ny hadiniky ny hodi-tavan'iny Ramatoa iny.\n Ahitsio"},{"word":"Hadino","definition":" mt. ih,: Tsy tsaroana: Hadinoko ny anaranao. -  Tsy tsaroana ny niteny na ny nitondra: Hadino ny hafatra. / Hadino ny boky. - t.i.f.: Hadinoina, voahadino I manadino, fanadino, mpanadino 1 anadinoana, fanadinoana / mahadino 1 hadinodino.\n Ahitsio"},{"word":"Hadinoina","definition":" (hadino) mt. ih, (hadinoy): Atao izay tsy hahatsiarovana: Hadinoy ny heloko taminao. / Aza hadinoina ny hafatro (diso ka tsY tokony hatao ny hoe: Aza hadino ny hafatro).\n Ahitsio"},{"word":"Hadio","definition":" Hadiovana, Fahadiovana (dia) a.: Toetran'ny zavatra madio, tsy misy loto: Hadion-damba re izany. / Ma-ha te hidera ny hadiooam-pitondran-tenany. / Mahafinaritra ny fahadiovan'ny tanàna.\n Ahitsio"},{"word":"Hadiry","definition":" a.: Teny ampiasaina amin'ny asa marika mba hilazana ny haben'ny zavatra iray ka ny fandrefesana azy dia amin'ny metatra tara-tala.\n Ahitsio"},{"word":"Haditra","definition":" (ditra) a.: Toetran'ny olona maditra: Tsy haditran' olona re izany!\n Ahitsio"},{"word":"Hadra","definition":" na Hadrahadra a.: Fijerena ambony raha mandeha; fihetsika miandranandrana noho ny avonavona na hatairana. i t. t f.: Ahadrahadra, tafahadrahadra 1 mihadrahadra,fihadrahadra, mpihadrahadral ihadrahadriina, fihadrahadxan ) mahahadrahadra.\n Ahitsio"},{"word":"Hadrodroka","definition":" (drodroka) a.: Toetran'ny zavatra boboka, Io; halovana.\n Ahitsio"},{"word":"Hady","definition":" a: Lavaka vita-Nanahary na nohadina tomandavana mba hikorianan'ny riaka na hiarovana ny vohitra amin'ny fahavalo na hambolen-javatra tia mandomando nefa tsy tia rivotra; tevana. - t.i.f.: Hadina, ahady, voahady / mangady, fangady (tsy fiteny firy anefa ireo), mihady, fihady, mpihady / ihadiana, fihadiana / mahahady 1 hadihady / manadihady, fanadihady, mpanadihady / anadihadiana, fanadihadiana / mahahadihady. a F.-p.: An- k ad in- kary : filazana hady misy lobolobo fonenan'ny kary, ary enti-milaza toerana any an-dakira lavitra any. f Hadin-drano: lava-drano ao anaty hady; entina milaza koa ny tamby omen'ny vehivavy izay te hisaraka amin'ny vadiny. /Hady fetsy: hady tsy mba lehibe, fa fisakanana ny biby tsy hiampita any ivelan'ny vohitra, na hady ahazoana mivoaka sy miditra izaY tsy fantatry ny vahiny, / Hady fito sosona: entina milaza ny fiarovana mafy ananan'ny vohitra na ny manda. / Hady tapaka: hady nikororosy nanjary iva ka nataon'ny rehetra lalana. / Hady voanjo: entina milaza fampitandremana (sao tsy mahalala ny mena ravina hakofoka). /Hady vory: ilazana ny lavaka na tatatra lalina natao manodidina ny tanàna nonenana mba tsy ho azon'ny fahavalo idirana. / Latsaka an-kady: potraka an-tevana. • H.o,: Enti-milaza ny olona voan'ny fahavoazana ara-karena. / Tsy nataonareo vato latsaka an-kady izahay: teny ataon'ny olona vangiana manlo amin' ny mpamangy mba hilazana fa tsy nariany tamin'ny fahoriana nahazo azy izy. * Ohab.: Hady vomangan'I-kirijavola ka ny voamasony no potsirina: midinika na miresaka momba ny raharaha iray, ka manao izany a,vy hatrany tsy misy fiolakolahana. / Hady vory faritan-tsy honenana: enti-milaza famaritan-javatra na toerana tsy an' ny tena akory.\n Ahitsio"},{"word":"Hafa","definition":" s. mi na p, ml.: Tsy izy, tsy ny voalaza: Rakoto no namono ny mamba ka ny hafa no niravaka ny nifiny (s. ml). / Olon- kafa no nanao izany fa tsy izaho (p, ml). 1 p.t.: Tsy mitovy, tsy tahaka: Hafa ity satroka itq noho itsy. - t.i.f.: Mihafa. -  F.-p.: Any an-kafa: tsy eo amin'ny toerana misy ny te-na. I Any an-kafa any (izay nahatonga ny hoe any an-kafà: enti-milaza toerana lavidavitra tsy eo akaiky. 1 Hafa fandry: tsy mitovy fatory na fomba fanao amin'ny maro; enti-milaza koa ireo tsy mankatü ny mpitondra na ny dina nataon'ny mpiray fileovana ka natao koa hoe mitsivalam-pandry izy ireny, / Hafa ray, hafa reny: entina milaza olona samy mananà ny ray sy ny reniny avy saingy miombon-dray sy miombon-dreny kosa. / Samy ha-fa: tsy misy iraisany, tsy mitovy (aoka hotsarovana fa ny hoe samihafa kosa dia isankarazana no heviny). 1 Tsy misy hafa: entina milaza zavatra roa mitovy tsara, kapo-ka iray.\n Ahitsio"},{"word":"Hafahafa","definition":" p.t.: Tsy mitovy amin'ny fahita andavanandro, hafa fandry: Hafahafa ihany ny rain'Isambilo fa an-koban'andro izy mikiraro manao kompile, ny alahady izy manao malabary ary mikapa. * Miolonolona. ? TsY tsaratsara ny toe-pahasalamana: Hafahafa aho izany ka andeha hiala sasatra kely aloha. i t.Lf.: Mihafahafa, fihafahafa, mpihafahafa 1 ihafahafa-, na, fihafahafana 1 mahahafahafa. ¶ M. h, : Olona hafahafa, man-dry manokana noho ny be, hafa fandry, zanakalo.\n Ahitsio"},{"word":"Hafahafaina","definition":" (hafahafa) mt. ih (hafahafao): Soloana.\n Ahitsio"},{"word":"Hafaingana","definition":" Hafainganana, Fahafainganana (faingana) a: Toetran'ny zavatra mandeha faingana: Mahatratra 150 km isan'ora ny hafaingan'it? fiarakodia\n Ahitsio"},{"word":"Hafainganina","definition":" (faingana) mt. ih (hafaingano): Atao tonga na vita haingana.\n Ahitsio"},{"word":"Hafaitra","definition":" (faitra) a: Hangidy.\n Ahitsio"},{"word":"Hafaladia","definition":" p.mk: Hatreo amin' ny faladia no halaliny (fer, Ha).\n Ahitsio"},{"word":"Hafana","definition":" (fana) a.: Toetran'ny zavatra mafana: Arakaraka ny hafanan'ny andro no tokony hanaovana akanjo maiuana\n Ahitsio"},{"word":"Hafanana","definition":" (fana) a.: Firehidrehitra, fangotrakotraka: Ny hafanan'ny afo no mahamasaka ny nahandro. •Fanevokevoka, figaingaina: Milet tsy ho tanty ny hafanàn'ny andro amin'ny aty fahavaratra.\n Ahitsio"},{"word":"Hafanana","definition":" tsy anerany. 1 Fahavorlam-bahoaka betsaka misy lanonana malaza. - t.i.f.: Mangetrika, mangetriketrika / manetriketrika, fanetriketrika / angetriketrehana, anetriketrehana, fangetriketrehana, fanetriketrehana.\n Ahitsio"},{"word":"Hafaraka","definition":" a: Toetran'ny zavatra mafaraka, mampangagaka ny tenda.\n Ahitsio"},{"word":"Hafarana","definition":" (hafatra) mt, ih. (hafaro): Omena raharaha, ampiandraiketina asa, anankinana zavatra: Nohafaran'i Neny aho mba hijer(iery tsara ny trano. ~ Asaina tonga: Hafaro izy fa marary reniny. * Vidina any lavitra ka asaina alefa: Satroka sy lamba no hohafarako any Antananarioo.\n Ahitsio"},{"word":"Hafarana","definition":" ahafatra, voahafatra 1 manafatra, fanafatra, mpanafatra 1 anafarana, fanafarana 1 mahafatra i hafatrafatra. -  F,-p. :Hafa-baua:teny nampitondraina am-bava, fa tsy nisy taratasy na zavatra hafa ho porofo. I Fara hafatra: teny atao alohan'ny hisaraka. I Mitelin-kafatra: manadino izay nolazaina taminy nanafarana azy. / Vato namelan-kafatra: entf-milaza ireo olona mahatana tsy miova izay teny napetraka taminy, I Tangen-tsara hafatra: tangena tsy nanao afa-tsy ny rariny ka nnameloka ny diso.\n Ahitsio"},{"word":"Hafatra","definition":" a.: Teny apetraka amin'olona iray mba hampitainy amin'ny olon-kafa iray: Lasa nitondra hafatra izy. ~ Torohevitra, didy, teny apetraka: Izao no hafatr' i Dada tamiko talohan'ny handehanany.\n Ahitsio"},{"word":"Hafeno","definition":" Hafenoana, Fahafenoana (feno) a.: Toetran'ny zavatra (rano na voa) betsaka ka tonga hatramin'ny moron'ny toerana misy azy:Ny hafenoan'ny ro no nahatonga azy hitobaka. Matetika koa anefa ny hafenoana dia entl-milaza ny zavatra misy ny rano na ny voa izay tonga hatreny amin'ny molony: Ny hafenoan'ny tsangambaoa no nahatonga ny ro hitobaka. ~ H.o.: Habetsahana (fihetseham-po): Mila tsy ho tanako ny sandriko hamely anao noho ny hafenoan'ny foko. * F,-p,: Noho ny hafenoandrano be loatra: fialan-tsiny ataon'ny mana-manjo tsy afaka nampandre ny havana aman-tsakaiza rehetra noho ny ranomaso na alahelo be loatra tsy nahafahana nikarakara izany.\n Ahitsio"},{"word":"Hafetsena","definition":" (fetsy) a.: Fahaizana, hakingana. * F,-p.: An-kafetsena: amimpahakingana.\n Ahitsio"},{"word":"Hafina","definition":" (hafy) mt. ih. (hafio): Iaretana: Hafio ny hatsiaka, anaka,fa tsy manana afa-tsy ireo lamba ireo isika.\n Ahitsio"},{"word":"Hafina","definition":" a.: Karazan-kazo fianakavian'ny rofia sy ny ravinala, izay fihinana ny fakany.\n Ahitsio"},{"word":"Hafinaretana","definition":" Fahafinaretana (finaritra) a.: Hafaliana: A-kory ny hafinaretako namaky ny taratasinareo, ry Dada sy Neny. ? Hasambarana, fahasambarana, fahatretrehana: Ao anatin'ny fifankatiavana ihany no misy ny hafinaretana\n Ahitsio"},{"word":"Hafiriana","definition":" p.mt,: Enti-manontany ny isan'ny andro naharetan'ny zavatra na asa iray: Hafiriana no nipetrahanareo tany Toamasina?\n Ahitsio"},{"word":"Hafitoana","definition":" (fito) p.mt.: Mandritra ny fito andro: Naharitra hafitoana ilay orana tamin'ny tapa-bolana. ? a.: Halavam-potoana fito andro: Rehefa afaka ny hafitoana hiuerina izahay.\n Ahitsio"},{"word":"Hafitra","definition":" a.: Jer. Hafotra.\n Ahitsio"},{"word":"Hafohezana","definition":" (fohy) a: Toetran' ny zavatra fohy: Tsy afaka hiresaka be aho noho ny hafohezan'ny fotoana\n Ahitsio"},{"word":"Hafohezina","definition":" (fohy) mt. ih, (hafohezo): Atao fohifohy kokoa, hakelezina ny halavany: Hafohezo araka izay azo a-tao ny teninao.\n Ahitsio"},{"word":"Hafoitra","definition":" (foitra) p.mt,: Hatreo amin'ny foitra ny halaliny (jar. Ha).\n Ahitsio"},{"word":"Hafoka","definition":" ft.: Niavian'ny hoe 1 t.Lf.: Mangafoka 1 mangafokafoka.\n Ahitsio"},{"word":"Hafoloana","definition":" (folo) P. mt.: Mandritra ny folo andro: Miasa tanimbary hafoloana. ? a.: Halavam-potoana folo andro: Niasa foana ireto mpiasa ireto nandritra ny hafoloana.\n Ahitsio"},{"word":"Hafotope","definition":" p,mt,: Hatreo amin' ny fotope ny halaliny: Izay rano hafotope ve dia hahafaty an-drano?\n Ahitsio"},{"word":"Hafotra","definition":" a.: Hazo misy karazany maro, ampiasaina indrindra hanaovana tady ny hodiny (Sterculiacées-dombeya). ~\n Ahitsio"},{"word":"Hafy","definition":" (fy) a.: Hamamy, hamamiana.\n Ahitsio"},{"word":"Hafy","definition":" a.: Faharetana amin'izay zava-mihatra. 1 t. L f.: Hafina / mihafy, fihaf y, mpihaf y / ihafiana, fihafi-. ana 1 mahafy / hafihafy.\n Ahitsio"},{"word":"Haga","definition":" a: Angano, zavatra tsinontsinona: Tsy milaza afatsy haga Rangahy io,\n Ahitsio"},{"word":"Hagohago","definition":" a.: Jar. Hakohako. Naha a: Famahana, fanalana ny fatotra. i t.Lf.: Hahana, voahaha I manaha, fanaha, mpanaha 1 anahana, fanahana 1 mihaha, fihaha 1 ihahana, fihahana 1 mahahaha Ihahahaha.\n Ahitsio"},{"word":"Hahafina","definition":" (hahaka) mt. ih. (hahafo): Aely, aparitaka: Aza hahafina ny lavenona.\n Ahitsio"},{"word":"Hahaka","definition":" a: Fielezana, fiparitahana. - t.i.f.: Ahahaka, voahahaka, tafahahaka 1 manahaka, fanahaka, mpanahaka 1 anahafana, fanahafana 1 mihahaka, fihahaka, mpihahaka i ihahafan, fihahafana I mahahahaka Ihahakahaka,\n Ahitsio"},{"word":"Hahana","definition":" (haha) mt. ih, (hahao): Vahana: Hahao ity kofehy ity, 1 Alana amin'ny fatorana: Hahao ny ombikely fa mampalahelo. ? Saratsarahina, ravana: Nohahan'ilay mpamboatra azy ny famantaranandroko. ? H.o,: Afahana, votsorana: Matetika amin'ny fetim-pirenena misy gadralava hahan'ny filohan' ny Nosy.\n Ahitsio"},{"word":"Hahazana","definition":" (hahy) a.: Ny zavatra ahahy, ny zavatra tiana ho maina ka apetraka eo amin'ny hainandro: Vato taindry hahazana (ilazana ny vato atafngina eo amin'ny sisin'ny tsihy anahazam-bary mba tsy hikopahan'ny tsihy rehefa tsofin'ny rivotra). * Ohab.: Aza atao vato tain-dry hahazana: enti-milaza fa izay nhavita soa ny tena dia tsy tokony hatao tsinontsinona na dia tsy misy hilana azy intsony aza,\n Ahitsio"},{"word":"Hahelika","definition":" (helika) p.mt.: Hatreo amin'ny helika ny halaliny: Mitandrema sao lasan' ny riana fa hahelika ny rano!\n Ahitsio"},{"word":"Hahendrena","definition":" Fahendrena (hein dry) a.: Toetran'ny olona hendry: Mbola manan-tombo lavitra amin'ny fahaizana ny fahendrena.\n Ahitsio"},{"word":"Hahia","definition":" Hahiazana, Fahahiazana (hia) a: Toetran'ny olona na biby mahia, fisaka sady manify, kaozatra toa tsy misy nofo: Loza ny hahian'ity zaza it? (ny hahiazan'it? zaza it?) fa miseho mitrakitraky ny taolany.\n Ahitsio"},{"word":"Hahohaho","definition":" a: Fahabetsahana toa misamonomonona. ~ t.Lf.: Tafahahohaho / mihahohaho, fihahohaho, mpihahohaho 1 ihahohahoan, fihahohahoana 1 mahahahohaho.\n Ahitsio"},{"word":"Hahy","definition":" a.: Fametrahana ny zavatra tiana ho main ho hitan'ny masoandro ay ny rivotra: Ratsy hahy izany lamba izany. i t.if.: Ahahy, voahahy I manahy, fanahy, mpanahY I anahazana, fanahazana 1 mihahy, fihahy, mpihahy J ihahazana,fihahazana 1 hahazana, mahahahy. -  F.-p.: Mamindra hahy: misambotra vola amin'olona mba bandoavana volan' olonkafa nosamborina ihany koa. / Manao findra hahy: mamindra voina na loza amin' ny hafa.\n Ahitsio"},{"word":"Haidirajy","definition":" a.: Asidra mandoro, izay atao koa hoe Darajy.\n Ahitsio"},{"word":"Haifomba","definition":" a: Fahalalana momba ny fomba amam-panao.\n Ahitsio"},{"word":"Haihay","definition":" a: Fahatsiarovana ho voa noho ny toe-javatra tsy nampoizina, noho ny hadisoam-panantenana. - t.i.f.: Mangaihay, fangaihay, mampangaihaY 1 mihalhaY 1 mpibaihay.\n Ahitsio"},{"word":"Haika","definition":" a: Fanomezam-po mba hiady, fihantsiana. i t.Lf.: Voahaika 1 mihaika, fihaika, mpihaika / ihaikana, fihaikana / haikaika.\n Ahitsio"},{"word":"Haikaika","definition":" a.: Kiniania, vosobosotra, kivazivazy. t.i.f.: Mihaikaika, fihaikaika.\n Ahitsio"},{"word":"Hain-teny","definition":" a: Teny an'ohatra voaravaka ohabolana, mampiseho fahaizana sy fahakingana, nampiasain'ny Ntaolo tamin'ny fananarana na nifamalian'ny tanora nanao resapitiavana.\n Ahitsio"},{"word":"Haingana","definition":" na Faingana p. mt.: Mandritra ny fotoana fohy, malaky: Mihinana haingana. ? Rehefa afaka fotoana fohy, vetivety: Hiverina haingana aho. ? Tsy ela, tsY maharitra, tsy mangataka andro: Valio haingana ny taratasy. ? p.t.: Malaky: Haingam-piteny izy. - t.i.f.: Haingana 1 mahahaingana. ¶ M.h.: Faingana, vetivety, vetivetika, mbetivety, tsielatsiela, tsy ahamana-menaka, tsy hitahita akory, tsy trabady mantsaka, indray mihelina, indray miserana, indray mipi-maso, indray mihelatra, poatoizay, eo no ho eo, miaraka amin'izay, miaraka amin'ny vava, miaraka amin' ny vava miteny.\n Ahitsio"},{"word":"Haingàna","definition":" (haingana) f. m.: Tongava rehefa afaka vetivety: Haingàna fa sao diso fotoana isika\n Ahitsio"},{"word":"Haingo","definition":" a.: Zavatra apetaka amin'ny akanjo na entina eny amfn'ny tena mba hahatonga ny tena ho tsara jerena: Mahafinaritra ny haingon'akanjonao. ? Izay rehetra entina handravahana zavatra, ary na dia hatramin' ny ara- tsaina sy ara-panahy aza: Ho haingon' ny tokantranoko no hiuidianako io fanaka io. / Be haingo loatra ny lahateniny. 1 t. L f.: Haingoina, ahaingo, voahaingo 1 mihaingo, f ihaingo, mpihaingo 1 ihaingoana, fihaingoana 1 mahahaingo 1 haingohaingo. -  F.-p.: Farahaingo: izay heverina ho tsara Indrindra amin'ny haingo ka anaovana amin'ny fotoana malaza. / Manao haingo ambon), tsikoko: ilazana ireo miraratra ivelany nefa voretra sy maloto any anatiny ka tonga tsy misy hasiny ny tenany sy ny hasoan'ny fitafiana anaovany. / Haingo diso an'Iariuo: entina milaza ny haingo na ny zavatra kanto, izay diso toerana na efa lasa ny fotoana tokony hisehoany. /Haingon'adala: fihaingoana tafahoatra ka tsy mifanentana amin'ny taonan'ny tena na ny toetr'andro.\n Ahitsio"},{"word":"Haingoina","definition":" (haingo) mt. (haingoy): Asiana haingo; ravahana: Nohaingoiny ny efitranony.\n Ahitsio"},{"word":"Haingy","definition":" na Haingihaingy p.t.: Menamenatra, mahatsiaro henatra na tahotra, hita ho mangasihasy: Haingihaingy ny anao lahy nony nilazana fa fantatra daholo ny nataony rehetra teo aloha - t.i.f.: Tafahaingy, tafahaingihaingy I mihaingy, mihaingihaingY, fihaingihaingY, mpihaingihaingy 1 mahahaingihaingy.\n Ahitsio"},{"word":"Hainky","definition":" a.: Jer. Hanky.\n Ahitsio"},{"word":"Haino","definition":" na Heno ft.: Ren'ny satina: Tsy henoko ny teninao. 6 t. L f, : Hainoina, henoina, ahaino, voahaino, tafahaino 1 mihaino, fihaino, mpihaino 1 ihainoana, fihainoana 1 mahahaino 1 hainohaino.\n Ahitsio"},{"word":"hainy","definition":"jer. [hay], fantany Ahitsio"},{"word":"Hairaha","definition":" a.: Fahaizana mamorona sy mitsikera ny zavakanto.\n Ahitsio"},{"word":"Haisoratra","definition":" a: Fahaizana mandinika ny soratra, fahalalana momba ny, soratra: Hivoaka atsy ho atsy ny tantaran'ny haisoratra malagas y.\n Ahitsio"},{"word":"Haisy","definition":" a: Jer. Aisy.\n Ahitsio"},{"word":"Haitao","definition":" a.: Fahaizana ny lalàna mifehy ny fiasana sy fitaovana mba hamokarana zavatra iray; fahalalana ny fomba enti-manao zavatra iray.\n Ahitsio"},{"word":"Haiteny","definition":" a.: Fahaizana marnakafaka ny teny sy ny fiteny.\n Ahitsio"},{"word":"Haitianina","definition":" (fr. haïtien) a: Ny firenena tompon-tany anY amin'ny andilantanin'i Haïti anelanelan'i Amerika avaratra sy atsimo. ?p.t.: Momba an'i Haïti, an'i Hal'ti na avy any Haïti.\t•\n Ahitsio"},{"word":"Haitrairina","definition":" (haitraitra) mt, ih. (haitrairo): Atao izay hahatonga hiangentsangentsana, ho sarotiny.\n Ahitsio"},{"word":"Haitraitra","definition":" a.: Toetra na fihetsika atao noho ny fiangolangolana, fitadiavana hamalifaly, fanaovana ny sitrapon'ny tena, fa tsy noho ny antony iray mafonja akory: Haitraitra ihany no nanaovany izany fa tsy misy antony. t f.: Haitrairina, ahaitraitra, voahaitraitra, mihaitraitra, fihaitraitra, mpihaitraitra / ihaitrairana, fihaitrairana / mahahaitraitra. ¶ M.h.: Aingitraingitra, angotingoty, angesongeso, hantahanta, hanta ratsy, tsingolavaitra, sarin-ditra, angentsangentsana, angolangola, siasia, sitrapo, arana, lalampo, vaibaitra, sotro rano antanam-bazo. -  F,-p.: Be haitraitra: be sitrapo, mpanao ny danin'ny kibo. * Ohab.: Haitraitra an'olombelona, fa ny didy an'Andriamanitra: fikasana no an'olombelona fa Andriamanitra no mandidy izay zavatra ho tonga\n Ahitsio"},{"word":"Haizina","definition":" (izina) a.: Hamaizinana, fanjombonana.\n Ahitsio"},{"word":"Haja","definition":" a.: Fanaovana ho zavatra, toetra mahatonga hoheverina ho zavatra: Lehilahy manankaja io. 1 Mariky ny fiheverana ho zavatra: Omeo hala izy. at t.i.f.: Voahaja, hajaina / ma-naja, fanaia, mpanaja / anajana, fanajana / milaja, fihaja, mpihaja. -  F.-p.: Hajam-bolana: teny entina milaza ny vodiondry izay omen-drazazalahy ny ray aman-drenin-drazazavavy ho fehin'ny fanambadian' izy ireo. / Haja sy voninahitra: fahamendrehana ananana; entina manondro koa ireo olona manotrona amin' ny fivoriana iray, na an-karatsiana izany na an-kafaliana.\n Ahitsio"},{"word":"Hajaina","definition":" (haja) mt. ih. (hajao): Omena haja; heverina ho zavatra: Hajain'ny mpianany io mpampianatra Karakaraina: Hajao ny fitafianao. a F,-p.: Mandady hajaina: omem-boninahitra, nefa minia mamarina ny tenany amin' ny toetra tsy mahomby.\n Ahitsio"},{"word":"Hajamba","definition":" Hajambana, Faha• jambana (jamba) a.: Tsy fahitana; toetran'ny olona tsy mahita ny masony: Anisan' ny fahoriana lehibe ho an'ny lombelona ny fahajambana.\n Ahitsio"},{"word":"Hajambaina","definition":" (jamba) mt. th. (hajambao): Atao izay hahajamba, potsiri-maso mba tsy hahita: Nohajambain'ny habokana izy. ~ H,o,: Voatampina ny mason'eritreritra: Nohajambain'ny vola Rangahy io ka ny zanany avy no namidiny.\n Ahitsio"},{"word":"Hajarina","definition":" (hajary) mt. ih. (hajario): Amboarina.\n Ahitsio"},{"word":"Hajary","definition":" a.: Fanamboarana, fanitsiana. ~ Haja. i t.tL: Hajarina, voajary / manajary, fanajary, mpanajary / anajariana, fanajariana f mahajary.\n Ahitsio"},{"word":"Hajia","definition":" a.: Vola (na zavatra) fandoa araka ny fomba efa narahina ela ho fanajana sY ho fanoavana ny mpanjaka na ny tompomenakely na ny olona ambony. (Hatramin'ny vodiakoho naterina ho an' ny ray aman-dreny avy aza dia natao hoe hajia, ka araka izany, dia angamba mety ho avy amin'ny teny hoe haja ihany ny hajia). ~ (Ankehitriny) Ilay singan-tsary kely saram-pandefasana taratasy amin'ny paositra. Misy hajia karazany roa: ny hajian-taratasy ary ny hajian-ketra,\n Ahitsio"},{"word":"Haka","definition":" ft.: Fotsy botsiaka, mai-na. / t, t f.: Mangaka I mangagaka\n Ahitsio"},{"word":"Haka","definition":" a: Sakaiza: Tonga ilay haka ~ p. t.: Fatratra, mahay, kinga: Hakavavy amin'ny fihaingoana Ramatoa iny. /Manao azy ho haka loatra ranamana in y. Fano sesika: Tonga haka ny takoribabon' ny akoho.\n Ahitsio"},{"word":"Hakadiry","definition":" a: Halehibe, hangeza.\n Ahitsio"},{"word":"Hakafokafoka","definition":" a.: Hatsaboka, hatsatso.\n Ahitsio"},{"word":"Hakantoana","definition":" (kanto) a.: Hatsaran-tarehy fatratra, be renty.\n Ahitsio"},{"word":"Hake","definition":" (Skl) a: Fihazanahazandrano any anaty lava-bato amin'ny fitaindrona. - t.i.f.: Mihaka, fihaka.\n Ahitsio"},{"word":"Hakelezina","definition":" (kely) mt. ih. (ha- kelezo) : Atao kelikely kokoa, ahana: Hakelezo ny variko fa tsy laniko.\n Ahitsio"},{"word":"Haketrehana","definition":" Fahaketrehana (ketrina) a.: Hadalana, hadonton-tsaina (miserana ihany ).\n Ahitsio"},{"word":"Haketrina","definition":" Fahaketrina (ketrina) a: Toetran'ny olona tsy ampy saina, donàna velona.\n Ahitsio"},{"word":"Hakevohana","definition":" Fahakevohana (kevoka) a: Fisehoana ho be hambo mahatsikaiky, fiheveran-tena ho hala kely, fahadedahana.\n Ahitsio"},{"word":"Hakiana","definition":" (kiana) a,: Fahamorana vaky, halia, harefo.\n Ahitsio"},{"word":"Hakiho","definition":" a: Halavan-drefy hatreo amin'ny loba fanondroadala ka hatreo amin'ny kiho (mitovy amin'ny roa ambin'ny folo zehy). ? p.mt.: Hatreo amin'ny kiho ny halaliny.\n Ahitsio"},{"word":"Hakinga","definition":" Fahakinga, Hakingana, Fahakingana (kinga) a: Toetran'ny olona kinga, mailaka,mahay amin'ny ataony: Nampiseho fahakingana lehibe izy tamin'izany.\n Ahitsio"},{"word":"Hakitrokely","definition":" p.mt.: Hatreo amin'ny kitrokely ny halaliny (jer, Ha).\n Ahitsio"},{"word":"Hako","definition":" na Hakohako a.: Hambohambo,fisehosehoana ho... 1 t.i.f.: Mihakohako, fihakohako, mpihakohako I ihakohakoana / mahahakohako.\n Ahitsio"},{"word":"Hala","definition":" a.: Tay fitiavana: Tsy tokony hasiana tombo sy hala ny ray aman-dreny. ~ mt, ih. ft.: 1) Tay tiana, tsy tiana mainty, tsy tian-kojerena: Halako ny olona ratsy fanahy; 2) Tiana be loatra: Halam- baratra ny hazo avo, - t.i.f.: Ankahalaina / mankahala, fankahala, mpankahala / ankahalana, fankahalana 1 mifankahala / halahala. ¶ M.h.: Tsy tia mainty, tsy tia veroka, manao hala volo, manao halako bika tsy tiako tarehy. - \tHala- mahatratra: ny tsy tiana no mahavonjy sy manao soa fa ilay nankamamiana tsy nihevitra akory ny tena. f Halan-doto: ny fotsy sy ny madio no lazaina amin' izany satria ireo no mora voapentina sy simban'ny loto. / Halan'ny uitsika ny siramamy: toy ny miova hevitra ho fitiavana eto ny teny hoe hala satria ny fitiavan'ny vitsika ny siramamy no lazaina, saingy ny nalehan'ny sain'ny Malagasy raha niteny io !zy dia azo lazaina fa ny fitiavan' ny vitsika hanimba ny siramamy na handevona azy (toy izany koa, ohatra, ny boa: Halam-baratra !ty toerana i-te). / Manao ny halako bika tsy tiako tarehy: entina milaza fiangarana noho ny tsy fitiavana, ka raha vao ilay tsy tiana, dia lazaina fa ratsy sy diso na dia tsy izany akory aza. / Manao halako Ikoto fa tian'Ikala: hasosorana amin' ny olona iray noho izy tian' ny hafa / Tsy misy tombo sy hala: entina milaza fitiavana na fitondrana mitovy ny havana sy ny zanaka na ny ray sy ny reny niteraka. / Volo hala:lolom-po, otri-po. f Manao vola hala: manao andolom-po na otri-po. * Ohab,: Hazo ciao halan-drivotra: izay amin'ny toerana ambony maro mpitsiriritra sy be fahavalo.\n Ahitsio"},{"word":"Hala","definition":" a: Karazam-bibikely izay valo ny tongony, efatra andaniny avy, ary ny vatany mizara roa: ny tratrany izay miraikitra amin'ny lohany, ary ny kibony boribory lehibebe; mamoaka tsiranorano io kibony io, izay tonga kofehy manify rehefa tratran' ny rivotra, atao hoe landinkala.\n Ahitsio"},{"word":"Haladina","definition":" (halady) mt.\t(haladio): Ialan-tsiny.\n Ahitsio"},{"word":"Halady","definition":" a: Hafainganana, hamorana mahamasaka, mandre: Loza izany raha baladin' izay vilany.\n Ahitsio"},{"word":"Halady","definition":" a: Fialan-tsiny; fanaovans aza fady. ~ Fitsapana alahelo. - t.i.f.: Haladina, voahalady / manalady, fanalady, mpanalady / analadiana, fanaladiana 1 mahahalady.\n Ahitsio"},{"word":"Halahala","definition":" ft.: Madio fotsy, tantera-pahazavana. - t.i.f.: Mangalahala, fangalahala.\n Ahitsio"},{"word":"Halaho","definition":" a: Tsiron-javatra masiatsiaka toy ny tsiron'ny anamalaho: Mba tianao ue ny halahon'ny radia?\n Ahitsio"},{"word":"Halailay","definition":" Fahalailay a.: Toetran'ny zavatra malailay, manilotsilo madinika: Loza ny halailain'ny akanjo vita amin'ny gony.\n Ahitsio"},{"word":"Halainana","definition":" Fahalainana (laina) a: Tsy fahazotoa-miasa; tsY fahazotoan-komana,\n Ahitsio"},{"word":"Halaka","definition":" Halakalaka a: Hataka, elanelana. - t.i.f.: Halakalahina, voahalakalaka, tafahalakalaka 1 mihalakalaka, fihalakalaka, mpihalakalaka / lhalahana, fihelahana I manalakalaka, fanafakalaka / analakalahana, fanalakalahana j mahahalakalaka.\n Ahitsio"},{"word":"Halakalahina","definition":" (halakalaka) nit ih. (halakalaho): Asiana elanelany, atao mihataka.\n Ahitsio"},{"word":"Halaky","definition":" p.t.: Malaky amin'ny endrika milaza ny ho avy. a Halaky handeha! (izay ovan'ny olona matetika hoe Talaky mandeha): enga axile handeha haingana! (firariana ataon'ny reny amin' ny zanany miana-mandeha).\n Ahitsio"},{"word":"Halalahana","definition":" Fahalalahana (lalaka) a: Toetran'ny zavatra malalaka, be velarana, migodana.\n Ahitsio"},{"word":"Halalahina","definition":" (halalaka) mt ih, (halalaho): Itarina ny sakany, ny velarany: Nohalalahina ny lalana mankany Ambatolaona. ? Halehibiazina: Halalaho ny tranonao fa mitombo isan-taona ireto ny ankizy. ? Atao be elanelany: Halalaho ireo dabilio ireo fa tsy misy handehanana. •Ketrahina, atao malefadefaka: Tsy azo halalahina ny lalàna.\n Ahitsio"},{"word":"Halalina","definition":" na Halalinana (lalina) a.: Toetran'ny zavatra (rano, hady) tsy marivo; toetran' ny hevitra na saina saro-takarina.\n Ahitsio"},{"word":"Halalinina","definition":" (halalina) mt. ih (halalino): Atao lalindalina kokoa: Halalino lty lauaka hambolena zanakazo ity. ? Ampitomboina: Aza halalininao ny alahelony.\n Ahitsio"},{"word":"Halamaina","definition":" (halama) mt. (halamao): Atao mora mampibolisatra: Nohalamain' n y orana ny lalona ka mitandrema tsara\n Ahitsio"},{"word":"Halamanjana","definition":" a: Toerana malalaka, tsY misy miafinafina; tsy fampiasa afa-tsy amin' ilay tomba fiteny hoe Eny an-kalamanfana: eny amin' ny toerana malalaka, tsy misy hazo manalokaloka na manaflnafina; eny an-karihary.\n Ahitsio"},{"word":"Halamo","definition":" n: Vongan-javatra toy ny sire, nefa maisatra ary marikivy.\n Ahitsio"},{"word":"Halampona","definition":" a.: Karazan-kazo misy voniny mena maro mitangorona (Dembeya) .\n Ahitsio"},{"word":"Halana","definition":" a.: Lafika itondrana entana, fa indrindra ilay bozaka atao boribory ipetrahan'ny siny eo ambony la-ha. é t.if.: Ahalana, voahalana 1 mihalana, fihalana, mpihalana / ihalanan a, fihalanana I halankalana 1 mahahalana. -  F.-p.: Halam-patana: ampiantany kely sady iva atao manodidina ny fatana ka misarintsarina halana misakana ny lavenona sy ny vainafo tsy hihoatra ny fatana. I Halam-patana navelan'ny Razana: ny tanimbary nolovana tamin'ny Razana. / Halampatan'Andriana: fianakaviana na fokon'Andriana nakana izay ho mpanjaka. I Manao halana: enti-milaza ny bibilava rehefa mihorongorona miendrika halana izy.\n Ahitsio"},{"word":"Halanalana","definition":" a: Jer. Alanalana. Halanana a.: fer. Alanana.\n Ahitsio"},{"word":"Halanana","definition":" (halana) mt. ih. (halano): Asaina, entina na apetraka eo ambony halana, asiana halana: Tsy nohalanany ilay voter noiolohauiny ka narary ny lohany.\n Ahitsio"},{"word":"Halangalana","definition":" a.: Fihatakatahana, fialana manalavidavitra, tsY fiarahana. - t.i.f.: Halangalanina, voahalangalana, tafahalangalana 1 manalangalana, fanalangalana, mpanalengalana / analangalanana, fanalangalanana 1 mihalangalana, fihalangalana 1 ihalangalanana, fihalangalanana.\n Ahitsio"},{"word":"Halangalanina","definition":"\t(halangalana) mt. ill. (halangalano): Sarahina toerana: Nahoana no ha- langalaninao izy mivady?\n Ahitsio"},{"word":"Halatra","definition":" a.: Fakana zavatr'olona tsy an-drariny: Voarara ao amin'ny didy fahafito ny halatra. H Fifetsena zavatr' olona: Holatra ankitsirano izao fihazonanoo ny koramako izao. 1 Zavatra nangalarina: Mahavoasazy ny mioidy halatra. - t.i.f.: Angalarina 1 mangalatra, fangalatra, mPangalatra I angalarana, fangalarana 1 fangalarina. -  F,-p.: Hala- boty: halatra madinika sy kely mahamenatra noho ny fitiavan-tena na faharatsian-tsaina. / Hala-paty: fandevenana misokosoko sy atao mangina tsy nolazaina amim-planakaviana. J Hala-pihinana:sakafo na fangalaran-tsakafo alaina mangina sy misokosoko, ka hanina miafina tsy atao fantatry ny hafa; entina milaza koa ny ataon'ixeo ratsy fitondran-tena manitsa-bady any an-katakonana. / Hala-pitia: toetra tsy mionona ka na dia efa manambady aza dia tsy tandalàna amin'ny fahadisoampitondran-tena. / Hala-tahaka: fandikana na fampitovlana ny zavatra atao amin'ny ataon'ny hafa. J Hala-tety: entina milaza ny vola alliky ny iray amin'ny mplvady ho an'ny havany ka afeniny tsy ho fantatry ny ixay, / Halatsonia: fisandohana ny sonian'ny olon-kafa mba hahazoana mifetsy zavatr'olona na tombontsoa * Ohab,: Mandihy miakanjo halatra ka miara-mirebika amin-doza: enti-milaza ny fahafaham-barakan'izay mangala-javatra enti-miseho eo imasom-bahoaka ¶ M.h.: Rairay, temoka, latsakalina, behariva.\n Ahitsio"},{"word":"Halava","definition":" Fahalava (lava) a.: Toetran'ny zavatra lava refy: Tsy ampy ny halavan'ity tady it?,\n Ahitsio"},{"word":"Halavaina","definition":" (halava) mt. ih. (halauao): Atao tonga lavalava kokoa, tovanana: Halavao ny akanjonao fa fohy dia fohy loatra, 1 Tohizina: Nohalavaina ny arabe mankany Ananona. (• Atao maharitraritra kokoa: Tsy ho azo halavaina intsony ny fetr'andro handoavanao ity trosa\n Ahitsio"},{"word":"Halavana","definition":" Fahalavana (lava) a.: Toetran'ny zavatra lava hita-maso: Ampiasao eto ny halavanao. / Ny halavan'rty Iatabatra ity no tsy hahatafidirany ao amin'io efitra io.\n Ahitsio"},{"word":"Halavirana","definition":" Fahalavirana, Halavitana (lavitra) a.: Toetran' ny toerana na zavatra lavitra; fihatahana lavitra: Mandreraka ny mpianatra ny halaviran'ny sekoly. 1 Elanelana: Ohatrinona ny fahalaviran'i Toamasina sy Vavatenina?\n Ahitsio"},{"word":"Halavirina","definition":" Halavitina (lavitro) mt. ih. (halaviro, halavito): Asiana elanelany mampisaraka ny tena aminy, tsy akekezina: Halavitina kely no fijery ny sary hoso-doko. ~ Andosirana: Halaviro ny namon-dratsy.\n Ahitsio"},{"word":"Halavitra","definition":" Fahalavitra (lavitra) a.: Toetran'ny zavatra lavitra: Ny halavitry ny tany no mahatonga ahy halahelo.\n Ahitsio"},{"word":"Halavorariana","definition":" Fahalavorariana (lavorary) a: Toetran'ny zavatra na olona tonga amin'ny fanaperana ka tsy misy hokianina intsony ny aminy: Sarotra ny mahatratra ny fohalavorariona / Mahavariana ny halavorarian'ny milina ao amin'ny tenan'olombelona.\n Ahitsio"},{"word":"Halefahana","definition":" Fahalefahana (lefaka) Hadalana.\n Ahitsio"},{"word":"Halefaka","definition":" Fahalefaka o.: Toetran'ny olona adala.\n Ahitsio"},{"word":"Halehibe","definition":" Fahalehibe (be) a.: Habe: Tsy ampy ho an'ny zanako ny halehiben'ny tranonay.\n Ahitsio"},{"word":"Halehibeazana","definition":" (lehibe) a.: Han-gaza: Tsy ny haiehibeazanao akory no atahorako anime, ~ Toetran'ny zavatra lehibe, bevava: Novelabelariny tamin'ny valandresaka ny halehibeazan'ny adidin'ny ray aman-dreny. ~ Fahanterana, habetsahan'ny taona niainana: Tsy mivoaboaka intsony izy noho ny halehibeazany.\n Ahitsio"},{"word":"Halehibiazina","definition":" (lehibe) mt. ih. (halehibiazo): Atao tonga lehibe: Halehibiazo ity efitra ity amin'ny taona ambony. ~ Ampitomboina ny sary ahitana azy: Halehibiazinhy mikraoskaopy ny tongo-dalitra ka jiita mazava tsara\n Ahitsio"},{"word":"Halemana","definition":" Fahalemana (aiina) a.: Tsy fananana ahiahy ny mpangalatra (mandritra ny sakafo hariva): Mandry fahafemana iaika izao fa efa azo ilay mpangalatra nampihorohoro ny tandna\n Ahitsio"},{"word":"Halemena","definition":" (lemy) a.: Fahosana, tsy fananana hery na tanjaka: Ny halemen'ny olombelona.\n Ahitsio"},{"word":"Halimo","definition":" a.: Fifangaroan'ny metaly roa: ny varahina sy ny fira-potsy: Meday halimo no azon'ny fahatelo.\n Ahitsio"},{"word":"Halina","definition":" p.mt.: Enti-milazany alina talohan'ny antoandro itenenana:Nisy nikotrokotroka halina ka taitra tampoka aho.\n Ahitsio"},{"word":"Halingirana","definition":" na Halingitana (lingitra) a.: Hamaimaizana hanao zavatra.\n Ahitsio"},{"word":"Halo","definition":" (Skl) a.: Aretin-jaza eo amin'ny lohamaleminy.\n Ahitsio"},{"word":"Halo","definition":" a.: Jer. Alo.\n Ahitsio"},{"word":"Halohalika","definition":" p.mt.: Hatreo amin'ny lohalika ny halaliny: Vao halohalika ny rano ka azo robohina tsam. -  F,-p,: Efa halohalika ny ranom-bary: efa akaiky dia akaiky, efa antomotra ny fahavoazana.\n Ahitsio"},{"word":"Halohalo","definition":" a.: Toetran'ny zavatra tsy ambony tsy ambany, anevanevany; zavatra toa manakontakona sy mihebiheby eo ambony maso eo. 1 Ahalohalo, voahalohalo, tafahalohalo 1 mihalohalo, fihalohalo, mpihalohal0 1 ihalohaloana, fihalohaloana.\n Ahitsio"},{"word":"Halontralona","definition":" a.: Famiratana mipendrampendrana toy ny fahitana ny onjan-drano tarafin'ny masoandro. - t.i.f.: Mihalontralona,fihalontralona, mpihalontralona 1 ihalontralonana, fihalontralonana.\n Ahitsio"},{"word":"Halony","definition":" (lony) a.: Ny fahasorisorena, fahasosotsosorana.\n Ahitsio"},{"word":"Halorina","definition":" (halotra) mt. ih. (halory): Haronina, alaina (ao anaty lavaka): Halory ny foza fa aza matahotra.\n Ahitsio"},{"word":"Haloto","definition":" Fahaloto (loto) a.: Toetran'ny zavatra na olona maloto, tsy madio.\n Ahitsio"},{"word":"Halotoana","definition":" Fahalotoana (loto) a.: Zavatra maloto, fahavetavetana: Milentika anatin'ny fahalotoana.\n Ahitsio"},{"word":"Halotra","definition":" a.: Fakana zavatra amin'ny tanana ao anaty lavaka. - t.i.f: Halorina, ahalotra, voahalotra / mihalotra, fihalotra, mpihalotra ) ihalorana, fihalorana 1 mahahalotra 1 halotralotra.\n Ahitsio"},{"word":"Halotra","definition":" (fr, halte) a.: Baikomiaramila fampijanona raha eny am-pandehanana.\n Ahitsio"},{"word":"Hama","definition":" p.t.: Enti-milaza olona miditra any anaty ny molony ambony.\n Ahitsio"},{"word":"Hamadimadinana","definition":" (madina) a.: Fahamahimahinana, fahamaodimaodiana.\n Ahitsio"},{"word":"Hamafina","definition":" Hamafisina (mafy) mt. ih. (hamafiso): Atao izay hahamafy, atao tonga mafy: Hamafiso ny tady. /Hamofiso ny fihauananareo.\n Ahitsio"},{"word":"Hamaimaizana","definition":" (may) a.: Faniriana dodona izaitsizy; hamaikana hanao zavatra, hamehana.\n Ahitsio"},{"word":"Hamaintisana","definition":" (mainty) a.: Toetran'ny zavatra mainty: Ny hamaintisany no tsy ahitana ny kary amin'ny alina.\n Ahitsio"},{"word":"Hamaintisina","definition":" (mainty) mt. ih. (hamaintiso): Atao izay hahamainty azy: Hamaintisin' ny olona sasany ny nifiny. ~ Atao tonga maintimainty kokoa: Nohamaintisinao angaha ity satrokao ity?\n Ahitsio"},{"word":"Hamaitsoana","definition":" (maitso) a.: Toetran'ny zavatra maitso.\n Ahitsio"},{"word":"Hamaitsoina","definition":" (maitso) mt. ih. (hamaitsoy): Atao tonga maitsomaitso kokoa, atao tonga maitso.\n Ahitsio"},{"word":"Hamaivanana","definition":" (maivana)a.: Tsy fahavesarana, hakelezan-danja: Tsy ny hamaivanany akory no tsy itiavako ity fonaka ity fa ny haratsiany mihitsy. ~ F-p,: Hamaivanan-doha: tsy fiheverana, tsy fieritreretana.\n Ahitsio"},{"word":"Hamaivanina","definition":" (maivana) mt. ih. (hamaivano): Atao tonga maivamaivana kokoa: Nohamaivaniny ny entako fa hitany sahirana ery aho. ~ Ahena, hakelezina: Mbola vaovao aho ka nohamaivaniny ny raharahako. ~ Heverina ho tsy misy lanjany firy: Toa hamaivaninao re izany hadisoanao izany, Rakoto?\n Ahitsio"},{"word":"Hamaizina","definition":" (mazina) a,: Toetran'ny zavatra maizina: Tsy ahitana ny lalana ny hamaizin'ny andro.\n Ahitsio"},{"word":"Hamaizinana","definition":" (maizina) a.: Tsy fisiana hazavana, haizina: Mirepirepy rehefa mandeha amin'ny alina noho ny ha- Hal ma iz ina na.\n Ahitsio"},{"word":"Hamaizinina","definition":" (izina) mt. ih. (hamaizino): Atao ao anaty haizina, atao tonga maizina.\n Ahitsio"},{"word":"Hamalamalana","definition":" (malomalana) a.: Toetran'ny zavatra mals-malaria, efa somary maimaina.\n Ahitsio"},{"word":"Hamalina","definition":" Fahamalina (mail-na) a,: Toetran'ny olona malina, izany hoe mitsinjo ny ho avy ka mitandrina tsara: Raha tsy ny hamalin'io vehivavy io, maty tao daholo izy mianakavy.\n Ahitsio"},{"word":"Hamalinana","definition":" Fahamalinana (malina) a.: Fitsinjovana ny ho avy sy fisorohana ny 1oza na fahavoazana mety hihatra ka mahatonga hitandrina tsara: Fahamalinana ny mitondra elo amin'izao fahavaratra izao.\n Ahitsio"},{"word":"Hamama","definition":" a.: Fehin-tava izay a-tao mandalo eo ambany saoka ka hatrany an-tampon-doha: Manaova hamoma raha marary ny nifinao.\n Ahitsio"},{"word":"Hamamoana","definition":" (mamo) a.: Toetran'ny olona mamo: Ela vao nisava ny hamamoan'ilay tovolahy.\n Ahitsio"},{"word":"Hamamy","definition":" Hamamiana (hamy) a.: Toetran'ny zavatra mamy, hatsiro: Fary lava tsy lany hamamiana.\n Ahitsio"},{"word":"Hamandinina","definition":" (mandina) mt.ih. (hamandino): Atao tonga mandina.\n Ahitsio"},{"word":"Hamanditra","definition":" (handitra) o.: Toe- 4( tran'ny zavatra, toy ny voan- kazo, manditra, mafotrafotra.\n Ahitsio"},{"word":"Hamandoana","definition":" (manda) a.: Toetran'ny zavatra lena ka tsy mety maina tsara: Ny hamandoan'it9 efitra it9 no tsy mahasalama anay ato,\n Ahitsio"},{"word":"Hamanja","definition":" (mania) a.: Toetran' ny zavatra manja.\n Ahitsio"},{"word":"Hamaola","definition":" Fahamaola, Hamaolana, Fahamaolana (maola) a.: Toetran'ny olona maola, mirondrona sy midola.\n Ahitsio"},{"word":"Hamaonjanana","definition":" Fahamaonjanana (maonjana) a.: Havesarana.\n Ahitsio"},{"word":"Hamaonjanina","definition":" (maoNana) mt. ih. (hamaon/ano): Atao tonga mavesatra kokoa,\n Ahitsio"},{"word":"Hamaotona","definition":" Fahamaotona (maotona) a.: Toetran'ny olona maotona, tsy mipelipelika, tsy taitaitra, tony tsara, tsy mandrivotra (andro): Ny hamaoton'ny andro.\n Ahitsio"},{"word":"Hamaotonana","definition":" Fahamaotonana a.: Hatsaram-panahy fatra-pitandrina tsy hanao fihetsika jefijefy: Ny fahamaotonana no ravaky ny zazavavy voalohany.\n Ahitsio"},{"word":"Hamara","definition":" Fahamara, Hamarana, Fahamarana a.: Toetran'ny zavatra mara.\n Ahitsio"},{"word":"Hamaraina","definition":" Fahamarainana a.: Fahatongavan'ny maraina: Mahafinaritra ny hamarainan'ny andro.\n Ahitsio"},{"word":"Hamarenana","definition":" (marina) a.: Toetran'ny tany marina izany hoe mitovy tantana hatrany. ? F.-p.: An-kamarenana: amin'ny toerana mitovy tantana.\n Ahitsio"},{"word":"Hamarina","definition":" na Hamarana (hamatra) mt. (hamaro): Fehezina amin'ny hamatra na harato,\n Ahitsio"},{"word":"Hamarina","definition":" (marina) a.: Toetran'ny zavatra marina, mitovy tantana, na tsy diso: Tsy ampy ny hamarin'ny tany eto mba hanaouana trano. / Tsy mino ny hamarin'ny zavatra lazaiko ve ianao?\n Ahitsio"},{"word":"Hamarinina","definition":" (marina) mt. ih. (hamarino): Atao izay hahamarina azy: Hamarinina aloha ny tany uao manorina trano. ? Fotopotorana ny fahamarinany: Hamarino kely ny famerim-bola nomeko anao.\n Ahitsio"},{"word":"Hamaroana","definition":" (maro) a.: Toetran' ny zavatra maro; habetsahana: Tsy azoko omena naoty betsaka ianao noho ny hamaroan'ny diso tamin'ny sorato noninao.\n Ahitsio"},{"word":"Hamaroina","definition":" (maro) mt. ih. (hamaroy): Atao tonga maromaro kokoa.\n Ahitsio"},{"word":"Hamasahana","definition":" (masaka) a: Toetran'ny zavatra masaka, na nandrahoina izany na tonga amin'ny fotoana mahatsara hohanina azy.\n Ahitsio"},{"word":"Hamasahina","definition":" (masaka) mt. ih. (hamasaho): Atao izay hahamasaka azy.\n Ahitsio"},{"word":"Hamasinina","definition":" Ankamasinina (masina) mt. ih. (hamasino, ankamasino): Anaovana fombam-pivavahana mba ho masina, hahazo hery, fahefana: Hamasino ireto fanatitra ireto, Zanahary ô! ~ Hajaina, tsaohina: Hohamasinina anie ny anaranao!\n Ahitsio"},{"word":"Hamasinina","definition":" Efa notsofindrano ny mariazy vaouao. Tsofohana (tsofoka) mt. pdr. (trofohy): Ampidirana: Tsofohona hazo ao anaty lava-ka.\n Ahitsio"},{"word":"Hamatra","definition":" a.: Fifehezana na fanaratoana taolana tapaka mba hampitohy azy na tsy hihetsiketsehany. ¶ M.h.: Harato. i t. f f.: Hamarana na hamarina, voahamatra 1 manamatra, fanamatra, mpanamatra 1 anamàrana, fanamàrana.\n Ahitsio"},{"word":"Hamatra","definition":" a.: Bandin-takolaka marary. ~ Holatra amin'ny tarehy na vozona avy amin' ny fery sitrana; ny pentina na ny lelakomby amin'ny hoditra.\n Ahitsio"},{"word":"Hamavo","definition":" Hamavoana (mavo) a.: Toetran'ny zavatra ma-vo somary vony: Ny hamavon'ny rindrina. •Fihambaniana: Tsy nijery ny hamavoanay izy.\n Ahitsio"},{"word":"Hamavoina","definition":" (mavo) rit. ih. (hamavoy): Atao tsinontsinona, haratsina, esoina: Hamavoiny daholo ny olona rehetra. ¶ M.h. : Vasohina, atao tsinontsinona, esoina, tebahina, tsizarizarina, zimbazimbaina, fotsifotsina, tsiratsiraina.\n Ahitsio"},{"word":"Hamba","definition":" Hambahamba a.: Fisalasalana, tsy fahavononana ka miahotrahotra: Aza matahotra fa hataoko tsy misy hambahamba io. 1 Fiatoatoana raha miteny. - t.i.f.: Hambahambaina, ahambahamba, voahambahamba, tafahambahamba 1 manambahamba, fanambahamba, mpanambahamba I anambahambàna, fanambahambàna I mihambahamba, fihambahamba, mpihambahamba I ihambahambana, fihambahambàna. ¶ M.h.: Mihambahamba, misalasala, miahanahana, miahotrahotra, miherohero.\n Ahitsio"},{"word":"Hambahambaina","definition":" (hambahamba) mt, th. (hambahambao): Atao na tenenina am-pisalasalana, amim-piahotrahorana.\n Ahitsio"},{"word":"Hambana","definition":" p.t.: Teny ilazana zavatra roa mitovy ka miraikitra tsy afa-misaxaka, kambana mitambatra: Akondro hambana.\n Ahitsio"},{"word":"Hambo","definition":" a: Fiheverana ny tena ho ambony; firehana ho tsy mitovy amin'ny hafa amin' ny zavatra rehetra; filazana ho mahay zavatra tsy hay; fandokafan-tena tafahoatra: Olona be hambo Rakoto ka tsy hanaiky ny hifona aminao. - t.i.f,: hamboina, voahambo 1 mihambo, fihambo, mpihambo 1 ihamboana, fihamboana 1 mahahambo 1 hambohambo. -  F,-p.: Be hambo: be rehareha ary tsy mety handefitra; mandoka tena tafahoatra sy milaza ho manana sy mahay izao sy izao. f Hambom-po: toetra feno hamboniana tsy mety hanao zavatra mety hampietry ny voninahitry ny tena na hahazoana henatra. / Manan-kambo: mitandro ny haja ananana sy ny voninahitra; tsy manaiky hivarilavo na hanao izay tsy mendrika hanimba ny hajan' ny tena. / Manao an-kambo: manao mosalahy sy kitoatoa ka tsy mihevitra loatra izay atao fa manao baranahiny. f Matin-kambo: be avona diso fatra izay tonga mitera-doza ary manimba ny tena na ny laza soan'ny tena. * Fiten.: Aza atao mihambo manana anao aho: teny ataon'ny olona maniry fanampiana amin'ny hafa, ka matoky tanteraka ilay olona itenenany izany izy.\n Ahitsio"},{"word":"Hamboina","definition":" (hambo) mt. ih. (hamboy): Lazaina ananana: Hamboiny ery izany firazanana ambony izany.\n Ahitsio"},{"word":"Hamelohina","definition":" (meloka) mt. ih. (hamelohy): Atao tonga miforitra, vokoka: Nohamelohinao ny tehiko ka tsy manaiky aho. 1'\n Ahitsio"},{"word":"Hamena","definition":" Hamenana (mena) a: Ny mena, fahatongavana me-na: Jereo ny hamenan'ny ta-ne hin y.\n Ahitsio"},{"word":"Hamenaina","definition":" (mena) mt. ih. (hamenao): Atao tonga mena-mena kokoa, atao izay hahamena.\n Ahitsio"},{"word":"Hamina","definition":" a.: Lamba fotsy ary manify kely.\n Ahitsio"},{"word":"Hamina","definition":" (t.tr.) a,: Hamaotinana, fiandriandrianana amin' ny fitafiana na amin'ny toetra.\n Ahitsio"},{"word":"Hamina","definition":" a.: Fipetrahana misonanina tsy misY ahiahy; toetra tony tsy manahy na inona na inona. - t.i.f.: Mihamina, fihamina, mpihamina 1 ihaminana, fihaminana 1 mahahamina / haminkamina.\n Ahitsio"},{"word":"Hamo","definition":" Hamohamo a.: Fahasorisorenana kely: Nasiana fanalana hamohamo teny anelanelan'ny valandresaka. ~ Fahatofotofohana noho ny sakafo na fisotro be loatra nohanina na nosotroina. - t.i.f.: Mamo.\n Ahitsio"},{"word":"Hamoka","definition":" a.: Fipetrapetrahana, tsy fihetsiketsehana firy (matetika noho ny hakamoana), fivozavoza. - t.i.f. : Mihamoka, fihamoka, mpihamoka 1 ihamohana, fihamohana 1 mahahamoka 1 hamokamoka. ¶ M.h.: Mihamoka, mibonaika, tsy rototra, mitsikamokamo, mivaroraka, mitsfmozimozy, mitsilamodamoka, miborerarera, midanesaka, midarona.\n Ahitsio"},{"word":"Hamomoka","definition":" Fahamomoka a.: Hadrodroka.\n Ahitsio"},{"word":"Hamonainana","definition":" (monaina) a.: Hasasarana mihoapampana, hatofohana.\n Ahitsio"},{"word":"Hamonta","definition":" (monta) a.: Hangidy.\n Ahitsio"},{"word":"Hamoraina","definition":" (mora) mt. ih. (hamoray na hamorao): Atao tonga mora: Hamorao kely ny fanadinana amin'ito fa sarotra loatra isan-taona. ? Amboarina atao raharaham-pihavanana ifampiraharahana ankamorana: Soa ihany fa nohamoraina ny raharaha fa raha tsy izany mety ho lasa ady nifanaritaka mihitsy.\n Ahitsio"},{"word":"Hamorana","definition":" (mora) a: Toetran' ny zavatra mora atao: Ny hamoran'ny fanadinana no nahabe afaka ny mpianatra. ~ Toetran'ny zavatra tsy lafo vidy: Ny hamorany no ividianako azy fa tsy dia ny hatsarany loatra akory. ? Toetran'ny olona malemy fanahy, moramorainY, mamindra fo: Ny hamoran'ilay reniben' Imboasalama no nahatonga ny anarany hoe Ramorabe.\n Ahitsio"},{"word":"Hamorina","definition":" (hamory) mt. ih. (hamorio) : Avily.\n Ahitsio"},{"word":"Hamory","definition":" a.: Familiana sambo na fiara (fiarakodia, fiaramanidina...) amin'izay tiana handehanany. - t.i.f.: Hamorina f manamory, fanamorY, mpanamory l anamoriana, fanamoriana.\n Ahitsio"},{"word":"Hampitra","definition":" ft,: Fivelomana ho-mana ny an'ny olona, fivelomana amin'ny sasany. 1 t, i.f.: Mihampitra, fihampitra.\n Ahitsio"},{"word":"Hampy","definition":" a.: Fofon'amany. -  F.-p.: Maimbo hampy: misy fofon'amany; andrenesana fofon'amany.\n Ahitsio"},{"word":"Hamy","definition":" a.: Tsiro tsara toy ny an'ny tantely na ny siramamy. - t.i.f.: Mamy 1 hamamy, hamamiana 1 mamimamy 1 manamamy, fanamamy, mpanamamy 1 anamamiana, fanamamiana / mankamamy, fankamamy, mpankamamy 1 ankamamiana, fankamamiana 1 mahamamy,\n Ahitsio"},{"word":"Hana","definition":" a.: Vola ampizanahina. - t.i.f : Hanaina, ahàna, voahana, tafahana 1 manàna, fanàna, mpanàna / ananàna, fananàna 1 ampananàna, fampananàna 1 mihana, fihana, mpihana / ihanàna, fihanàna, mampihana 1 mahahana I hanahana 1 mpampanàna.\n Ahitsio"},{"word":"Hanahana","definition":" a.: Fahasempotsem- Hal porana mila tsy ho avy miaina, • Fiatoana tsy mahita izay hatao noho ny hatsiaka, fa indrindra ny hafanana.\n Ahitsio"},{"word":"Hanaina","definition":" (hana) mt.ih. (hanao): Alaina na samborina misy zanany: Ohatrinona ny vola nohanainao?\n Ahitsio"},{"word":"Hanaka","definition":" a.: Fiparitahana (entimilaza rano na menaka). - t.i.f• : Ahanaka, voahanaka, tafahanaka I mihanaka, fihanaka, mpihanaka 1 ihanahana, fihanahana 1 hanakanaka 1 mananaka.\n Ahitsio"},{"word":"Hanana","definition":" Hananganana ft.: Toetran'ny zavatra tsy mamy tsy mangidy, na mangidy somary mamy. - t.i.f.: Manganana, mangananganana.\n Ahitsio"},{"word":"Hanankanana","definition":" a: Fitsobohanjavatra ao anaty rano, izay vonto nefs mitsinkafona. ~ Fiempoana. - t.i.f.: Ahanankanana, tafahanankanana 1 mihanankanana, fihanankanana 1 mampihanankanana.\n Ahitsio"},{"word":"Hanatra","definition":" a.: Aretina mivonto eo amin'ny fotonangy na eo amin'ny vozona.\n Ahitsio"},{"word":"handà","definition":"jereo [mandà], tsy manaiky Ahitsio"},{"word":"Handatra","definition":" p.t.: Misy tsiro somary maisatra amin'ny lela na amin'ny lanilany. 1 t.i.f.: Handatrandatra.\n Ahitsio"},{"word":"Handibaolina","definition":" (ffi: hand-ball)a.: Lalao fanatanjahan-tena mifanahatahaka amin'ny foty, samgy lalaovina amin'ny ta-nana fotsiny ihany kosa.\n Ahitsio"},{"word":"Handitra","definition":" a.: Tsirom-boankazo tsy dia be ranony loatra. ? Fandokafana olona izaitsizy mba hahazoana fitia aminy, sitraka: Mila handitra amin' ny lehibe er? io tovotahy io. i t.i.f.: Manditra, handitra.\n Ahitsio"},{"word":"Handra","definition":" (Br) a.: Tsiny, indrindra izay avy amin'ny ray aman-dreny natao tsinontsinona.\n Ahitsio"},{"word":"Handria","definition":" f.p.: Aoka ho tanteraka izany (teny avaly ireo fitanisanisana firarian-tsoa a-tao ho an'ny zaza forana).\n Ahitsio"},{"word":"Handrina","definition":" a.: Ny misolampilampy eo ambony maso, izany hoe ilay faritra anoloana amin'ny tarehy, manomboka eo amin'ny manjamaso no ho miakatra ka hatramin'ny fiandohan'ny volon-doha: Voadona ny handriko. é t, i,f.: Handrinina, ahandrina, voahandrina, tafabandrina f manandrina, fanandrina, mpanandrina / anandrinana, fanandrinana f mihandrina, fihandrina, mpihandrina / ihandrinana, fihandrinana I mahandrina / handrinkandrina / manandrinkandrina. -  F,-p.: Ndondon-kandrina: manana handrina malalaka ary mitatao. / Fohy handrina: tery handrina fa tsy mba solampy na mazava ray. / Me-na handrina: entina milaza fahefana tsy matahotra hifanandrina. / Tampin-kandrina: ny handrina manoloana. / Manao an-kandrina: mandaha-teny ka teny tsy nomanina fa eo vao eritreretina no lazaina. f Handrin-tany: entina milaza ny tokotany sy ny lalana izay mafy sy tsy mba maniry ahitra noho izy diavina matetika.\n Ahitsio"},{"word":"Handrinina","definition":" (handrina) mt. ih. (handrino): Jerena tsara manatrika amin'ny maso feno fandrahonana: Nohandriniko izy ka vaky nandositra\n Ahitsio"},{"word":"Handro","definition":" a,: Fanamasahana sakafo, fitanehana, • Hamasaka, hamasahana: Tsy tsara handro. - t.i.f.: Handroina, ahandroina, andrahoina, voahandro I mahandro, fahandro, mpahandro / ahandroana, andrahoana, fahandroana, fandrahoana 1 mahahandro, handrohandro f nahandro.\n Ahitsio"},{"word":"Handrohandro","definition":" a: Toetran'ny orana na ny ranomaso efa madiva ho latsaka. - t.i.f.: Ahandrohandro, tafahandrohandro I mihandrohandro, fihandrohandro, mpihandrohandro f ihandrohandroana, fihandrohandroana.\n Ahitsio"},{"word":"Handroina","definition":" (handro) mi. (handro y) : Masahina amin' ny afo, na tenehina izany na ampangotrahina: Efa nohandroinao ve ny vary? (Manana endrika roa hafa izay samy fampiasa tsara io teny io: 1) ahandroina, izay nalaina avy amin'ny fifanahafan'endrika--amin'ny mt. mpamari-toe-javatra ahandroana: Efa nahandroinao ve ny vary? 2) andrahoina, izay teny mifamadi-baninteny amin'ny ahandroina ihany (jer. Ahazoana sy azahoana): Efa nandrahoinao ue ny vary? Marihina fa amin'izy telo ireo, dia ity farany no be mpampiasa indrindra).\n Ahitsio"},{"word":"Handrona","definition":" a,: Fitobian-javatra amin'ny toerana iray; fijanonan'ny rano tsy mivoaka fa mitoby fotsiny amin'ny toerana iray. - t.i.f.: Ahandrona f mihandrona, fihandrona, mplhandrona / ihandronana, fihandronana 1 mampihandrona, fampilrandrona, mpampihandrona I ampihandronana, fampihandronana 1 mahahandrona / handronandrona.\n Ahitsio"},{"word":"Handrotra","definition":" a.: Fatotra mora vahana, fehy tsy fato-maty. ¶ M.h.: Singory, - t.i.f,: Ahandrotra.\n Ahitsio"},{"word":"Hangana","definition":" p.t.: Mangidy. • La-fo, tsy ara-bidiny fa mihoapampana loatra: Manao hangana loatra ianao ka hividy any an-kafa aho.\n Ahitsio"},{"word":"Hangara","definition":" Fahangara (ngara) a.: Toetran'ny maso ngara, mara maintY.\n Ahitsio"},{"word":"Hangazana","definition":" (ngazana) a.: Toetran'ny zavatra ngazana, mai-na sady mafy: Inona no haniry amin'itony tany ngazana itony?\n Ahitsio"},{"word":"Hange","definition":" (Ski) a: Vakana mena lavalava.\n Ahitsio"},{"word":"Hangetroka","definition":" Fahangetroka (ngetroka) a: Fahamaintisana azon'ny molaly. ? Fananan-karena tsy hita velively.\n Ahitsio"},{"word":"Hangeza","definition":" Fahangeza (ngeza) a.: Habe, makadiry: Hangezan'izay biby izany.\n Ahitsio"},{"word":"Hangezana","definition":" Fahangezana (ngeza) a,: Halehibeazana: Noentanin'ny hangezany ny anao ka nieboebo izaitsizy.\n Ahitsio"},{"word":"Hangibe","definition":" a: Voasaribe.\n Ahitsio"},{"word":"Hangihangy","definition":" p.t.: Hitaho mangasihasy; mahatsiaro menatra noho ny tahotra na ny hatairana: Hangihangy foana teo i Soa nony vaky ny siny.\n Ahitsio"},{"word":"Hangilo","definition":" Fahangilo (ngilo) a: Ny hamaintisana mangirangirana: Mba tiako ny fahangilon'ity kiraro\n Ahitsio"},{"word":"Hanginana","definition":" Fahanginana (gina) a.: Toetran'ny zavatra mangina, tsy andrenesana feo na tabataba: Mahalasa vinany ny fahanginana et? ambanivohitra (tsy tokony hafangaro amin'ny fanginana: tsy fitenenana).\n Ahitsio"},{"word":"Hanifika","definition":" a.: Karazan'ahitra.\n Ahitsio"},{"word":"Hanifisana","definition":" (nify) a.: Toetran' ny zavatra manify: Tsy azo anaouana na inona na inona ity hazo ity noho ny hanifisany. -  F,-p.: An-kanifisana: kely dia kely, manify kely: Ankanifisana ny anjara mofon' Ibalita ka nitomany izy.\n Ahitsio"},{"word":"Hanifisina","definition":" (nify) mt. th. (hanifiso): Atao tonga manify kokoa, analana ny hatevenany mba hanifinify kokoa.\n Ahitsio"},{"word":"Hanihanina","definition":" (hanihany) mt. ih (hanihanio): Vazivazina, esoesoina, harabirabina: Aza hanihanininao toy izao io antibavy io.\n Ahitsio"},{"word":"Hanihany","definition":" a.: Vazivazy mampiseho tsy fanajana, fanarabiana. • Fangirangirana, toetran'ny zavatra manganohano. - t.i.f,: Hanihanina, voahanihany, tafahanihany 1 mananihany, fananihany, mpananihany I ananihaniana, fananihaniana / mihanihany, fihanihanY, mpihanihany 1 ihanihaniana, fihanihaniana I mahahanihany / manganihany, fanganihany.\n Ahitsio"},{"word":"Hanina","definition":" a: Sakafo, nahandro: Tsy mbola azo omena hanina ity marary ? mt.ih. (hano): Tsakoina dia atelina: Hano ny uarinao, • H,o.: Lanina: Nohanin'itay karilahy iny fotsiny ny uolako, -  F,-p,: Hani-masaka: ilazana ireo sakafo efa masaka amidy eny amin'ny mpivarotsakafo eny an-tsena. / Hanimainty na haninkotrana: entina milaza ireo hanina toy ny mangahazo, vomanga, saonjo, ans. ivelan'ny vary izay foto-tsakafo. / Hanimbokatra: ireo zava-nambolena ka aroso na omena ny vahiny. f Hanim-pito loha: sakafom-panasana misy karazany maro. f Hanim-py: sakafo matsiro betsaka. f Hanina amam-bolony: raisina an-tendrony, izany hoe tsy fakafakaina sy dinihina na tsars na ratsy alohan'ny handraisana azy. f Hanin-jaraimora lany: enti-milaza fa na dia maro toy inona aza ny sakafo, rehefa omena ny anjarany avy ny asaina, lany vetivety; matetika dia ampiarahina amin'ny hoe \"encan-jarai-mora zaka\". / Hanin-kanina: vodiondrim-barotra izay lany maina raha mitsoa-Pahana tsy hividy indray ilay nanome. f Hanin-tian-jaza: ilazana ny tovovavy isisihan' ny tovolahy halaina ho vady ihany na dia efa andrarana azy aza./Hanin-tonta: ilazana ny sakafo atao jono hamandrihana haza. fHano mahavoky: teny atao amin'ireo olona asaina na tolorana sakafo noho izy efa voky na hita fa kely tsy ampy mizarazara ny omena azy ka tsofina rano. f Izay tsy milalao sain-kanina: amin'ny hariva no filalaovan' ny ankizy taloha, ka raha tsy mivoaka eo ilay ankizy fa miandry ny sakafo ho mass-ka, dia lazain'ny namany fa efa any amin'ny sakafo ny sainy. / Manao mamy hanina an-tanana: tsy mizara ny sakafo eo aminy fa tia tena. / Takalom-patsa uidim-pihinanana: entina milaza ny setrin' ny zavatra omena olona; nanaovan'ny hafa ka tsy maintsy manao aminy koa: fifankaleovana no tena heviny. f Tenda an-kanina: hantsakafo, tsy mifidy harapaka ary mambosibosika toy ny tsy ho enina. f Tolo-kanina: fanomezana zava-pihinana vehivavy bevohoka (araka ny finoan'ny Malagasy, rehefa teraka ilay vehivavy bevohoka, dia mety hitovy amin'ilay nanome zava-pihinana azy ny tarehin'ny zaza; koa araks izany, matetika koa ilay zaza dia atao hoe \"tolokanin-dRanona\"). / Tsy hanin-kahauoky fa voninahitra ifanomezana: enti-milaza fanoloran-javatra ny hafa izay mariky ny fanai ana sy ny fihavanana fotsiny, ¶ M.h.: Sakafo, nahandro, fahana, kabaka, tsakotsako, tsakitsaky. Misy fifandraisany: Hanim-pito loha, fihinanam-be, fanasana, filerana, fibobohana, vatsy, odilolo, odiam-bavafo, vonjy fo, fo tsy aritra, sakafo ambany foitra, sakafo maivana, sakafo sikina, sakafom-borondolo, sakafon-tsorohitra, angaredona, tsindrin-tsakafo, halemana, fialemana.— Mihinana: homana, mitelina, manao vakim-borona, manendry, mandrapaka, mitsingintsingina, mangeboka, mitomboka, mipaka, mamahan-tena, mijao, mamango, manesika, miletra, mibibaka, mandrepoka, mambosika, mikesokesoka, mitsamontsamona, mambosibosika, mimontsina, miviravira, mifotafota, mianjady, misatrasatra, managorodana, manoranorana, manao voky, manao tranga, manao rapa-dango, manao teli-moka, manao indraim-bava, manao tombok'orona, manao tombokitsatsy, manao sesimontotra, miosanosana.\n Ahitsio"},{"word":"Hanina","definition":" a.: Fahatsiarovana arahin'alahelo, embona: Ny hanina ny havana any lavitra ~ t.i.f.: Haninina I manina / mahamanina.\n Ahitsio"},{"word":"Haninina","definition":" (hanina) mt. th. (hanino):. Alahelovana,\n Ahitsio"},{"word":"Hanirina","definition":" Manirina (hanitra) mt. ih.: Atao tonga manitra.\n Ahitsio"},{"word":"Hanitra","definition":" a.: Fofona tsara, mamerovero. - t.i.f.: Manitra 1 hanirina, manirina / manamanitra, fanamanitra, mpanamanitra / anamanirana, fanamanirana I mihamanitra / mahamanitra / manimanitra. -  F.-p.: Hani-bary tsy harena: izay fofon'ny vary ma-nitra ao an-tranon'olona iray tsy azo ilazana fa manana ny ampy izy. J Hanitra nentindrazana:ny hatsaran-toetran' ny razana izay mbola tokony ho tanan'ny taranany: ny \"toe-panahy soa izay mampiavaka ny isam-pirenena\". * Ohab.: Sakamalao sy havozo samy manana ny hanitra en tin y: samy manana ny toetra manokana azy avy, na dia samy tsara aza.\n Ahitsio"},{"word":"Hanja","definition":" Hanjahanja a.: Fampisehoana miharihary; tsy f ananan-damba na akanjo hanafina ny vatana. - t.i.f.: Ahanjahanja, voahanjahanja, tafahanjahania 1 mihanjahanja, fihanjahanja, mpihanjahanja j ihanjahanjana, fihanjahanjana, mahahanjahanja.\n Ahitsio"},{"word":"Hanjaka","definition":" a: Tsy fitafian-damba hanafina ny vatana. - t.i.f.: Mihanjaka / fihanjahana.\n Ahitsio"},{"word":"Hankana","definition":" (Tsim) a: Karazamborondia mitovy endrika amin'ny vorondolo.\n Ahitsio"},{"word":"Hanky","definition":" Hanky va rei t.-p.: Hay! Izany tokoa àry! Teny entina manaiky raha mahare vaovao manaitra na zavatra tsy nampoizina: Hanky! hanky va rei mpirahalahy ianareo sy Robe!\n Ahitsio"},{"word":"Hanoanana","definition":" (nana) a: Toetran'ny olona tsy nihinantsakafo efa elaela ka mahatsiaro mangebaka ny kibony. * Ohab.: Maivan-tsy zaka ohatra ny hanoanana: mahatsiaro ho tsy misy na inona na inona ny kibo ka maivana, nefa tsy zaka kosa satria reraka ny tena; h,o.: enti-milaza zavatra roa toa mifanohitra, vokatry ny anton-javatra iray ihany.\n Ahitsio"},{"word":"Hanohano","definition":" ft.: Madio dia madio. a Manganohano, fanganohano, mpanganohano / anganohanoana, fanganohano.\n Ahitsio"},{"word":"Hanokahy","definition":" a.: Karazan-javamanfry.\n Ahitsio"},{"word":"Hanona","definition":" a.: Trondron-dranomamy fatra-pandrapaka izay rehetra hitany, mahatratra an-jatony maro ny nlfiny ary misy vombona matanjaka eo amin'nY lamosiny ambanY, izay ahafahany miantoraka haingana amin'ny haza kendreny ho azo.\n Ahitsio"},{"word":"Hanono","definition":" p.mt.: Hatreo amin' ny nono no halaliny. • a: Enti-milaza ny zandry amin' ny fianakaviana andriana betsileo.\n Ahitsio"},{"word":"Hanta","definition":" Hantahanta a.: Angolangola na fihetsika somary amboamboarina raha mangata-javatra noho ny fitokiana fitiavana; fiangaviana na fitarainana hahazoana zavatra na hahazoana manao ny sitraky ny fo noho ny fitokiana fitiavana; fanaovana angolangola hahazoana tombompitia: Tokony ho voafefin' ny fanajana mandrakariva ny hantahanton'ny ankizy. - t.i.f.: Hautaine, ahanta, voahanta, tafahanta I mihanta, fihanta, mp!hanta / ihantana, fihantana / mampihanta, fampihanta, mpampihanta / ampihantaina 1 ampihantàna, fampihantàna, mahahanta / hantahanta.\n Ahitsio"},{"word":"Hantahanta","definition":" (hanta) t.ar., a.: Angolangola na fihetsika somary amboamboarina raha mangata-javatra noho ny fitokiana fitiavana,\n Ahitsio"},{"word":"Hantaina","definition":" (hanta) mt. th. (han-tao): Angatahina mafy er?: Hantain'ny zanako aoka izany ny saribakolin'i Fara kelinao. ? Omena ny zayatra rehetra angatahiny, ampanaranim-po amin'izay rehetra tadiaviny: Hantainao loatra io zanakao io ka hahantra ianao any aoriana.\n Ahitsio"},{"word":"Hantona","definition":" a.: Tsy fipetrahana ambony fa mihevaheva; famatrahan-javatra hiraviravy, hikirazorazo. - t.i.f.: Ahantona, voahantona, tafahantona / manantona, fanantona, mpanantona / anantonana, fanantonana j mihantona, fihantona, mpihantona / ihantonana, fihantonana / mahahantona 1 hantonkantona.\n Ahitsio"},{"word":"Hantsana","definition":" a.: Tevana, hady na lavaka lalina, fampana.\n Ahitsio"},{"word":"Hantsika","definition":" p.t.: Mibaraingo ohatra ny andohalambo na volan-tsinana. - t.i.f.: Ahantsika, voahantsika, tafahantsika 1 manantsika, fanantaika, mpanantsika 1 anantsihana, fanantaihana / mihantsika flhantsika, mpihantaika 1 ihantsihana, fihantsihana I mahahantsika, hantsikantsika.\n Ahitsio"},{"word":"Hantsina","definition":" a.: Haimbo, hamaimbo, fofon-dratsy. I\tMantaina 1 hantsinlna F manamantsina, mankamantsina, fanamantaina, mpanamantsina / anamantsinana, fanamantsinana j mahamantsina / mantsimantaina.\n Ahitsio"},{"word":"Hantsina","definition":" (hantsy) mt. ih. (hantsio): Antsoina, omena fo hiady: Nohantsiny hiady aminy aho.\n Ahitsio"},{"word":"Hantsinina","definition":" (hantsina) mt. ih. (hantsino): Maimboina: Hantsinin'ity fatim-biby it9 ny manodidina.\n Ahitsio"},{"word":"Hantsy","definition":" na Hatsy a: Fanomezam-po mba hiady, hifamely amin'ny tena, haika. ii t.i.f.: Hautains, ahantsy, voahantsy I manantsy, fihantsy, mpihantsy / ihantsiana, fihantsiana / mahahantsy 1 hantsihantsy.\n Ahitsio"},{"word":"Hany","definition":" t.t.: Tokana, irery: Izy no hany zona-dray aman-dreniny. -  Hany koa: irery ihany (fanaon'ny mpanoratra eo alohan'ny anarana tiana hofaritana): Hany koa Rakoto no zana-dray aman-dreniny (Rakoto irery ihany no zana-drainY sy reniny). / Hany ka: Teny mpampitohy mampifampiankina, milaza vokatry ny toe-javatra voalaza eo aloha: Tsy nisy rivotra firy tao an-trano hany ka narary ny andohako.\n Ahitsio"},{"word":"Hao","definition":" a.: Bibikely tsy misy elatra, maintimainty, mivelona amin'ny biby lehibe izay tsentsefiny ny rany ka mahatsiaro ho mangidihidy. A-min'ny olombelona dia ao anatin'ny volon-doha indrindra no mivelona ny hao; atao hoe haofotsy izy raha eran' ny vatana no misy azy.\n Ahitsio"},{"word":"Haodiana","definition":" (haody) ait. Azo idirana: Haody tompoko ô — Haodiana e!\n Ahitsio"},{"word":"Haody","definition":" a.: Teny fanonona raha vao hiditra an-tranon'olona hovangiana, ka \"azo idirana va?\" no heviny, ary dia novaliana taloha hoe \"haodiana e!\" i t.t.f.: Haodiana.\n Ahitsio"},{"word":"Haody","definition":" na Haodihaody p.t.: Mahimahina ka mitazantazana lavitra manodidina fa tsy sahy manatona; mahimahina tsy sahy, kaodikaodY. - t.i.f.: MihaodihaodY, fihaodihaody, mpihaodihaody / ihaodihaodlana,fihaodihaodiana / mahahaodihaody.\n Ahitsio"},{"word":"Haofotsy","definition":" a.: Bibikely tahaka ny hao saingy fotsifotsy mipetaka amin'ny fitafiana, manaikitra ny hoditra.\n Ahitsio"},{"word":"Haoka","definition":" a.: Fandavahana na fandoahana; fangaronana hahitana ny miafina, ny tsiambaratelo. i t.i./.: Mangaoka, fangaoka, mpangaoka.\n Ahitsio"},{"word":"Haoka","definition":" Haokaoka a.: Fahamaimaizana, fahadodonana. - t.i.f.: Mihaokaoka.\n Ahitsio"},{"word":"Haolo","definition":" a: Fiasana fandoahankoditra, fampiasan'ny mpanao kiraro indrindra.\n Ahitsio"},{"word":"Haolo","definition":" Haolohaolo p.t.: Dia, mirenireny, tsy voatamana hiara-mipetraka amin'ny olona: Amboa, omby haolo. / Mandosindositra olona, kaody: Haolohaolo iny tovolohy iny. (Aza afangaro amin'ny hoe Aolo: tsy misy olona, tsisy mponlna; (Jereo io teny io).\n Ahitsio"},{"word":"Haona","definition":" ft.: Fifankahitana, fikambanana. - t.i.f.: Ahaona, voahaona, tafahaona I mihaona, fihaona, mpihaona / ihaonana, fihaonana / mahahaona / haonkaona.\n Ahitsio"},{"word":"Haorina","definition":" Haotraorina (haotra, haotraotro) mt, ih. (haory, haotraory): Kaohina na kiki-sana aminhtY hoho ny hoditra mba ho afaka ny hidihidy: Haoriny foano ny ranjony ka nanjary nisy hazaka. / Haotraory kely aho fa mangidthidy. (Jar. koa Hatraorina).\n Ahitsio"},{"word":"Haosana","definition":" (osa) a.: Toetran'ny olona osa.\n Ahitsio"},{"word":"Haosy","definition":" t.-p.: Teny fandroahana ny biby amam-borona sasany.\n Ahitsio"},{"word":"Haotra","definition":" Haotraotra a.: Fikaohana ny hoditra amin'ny hohon-tanana hanala hidihidy; fitsontsonana (ny biby) tsy hihetsiketsehany. - t.i.f.: Haorina, haotraorina, ahaotra, voahaotra 1 mihaotra, fihaotra, mpihaotra / ihaorana, fihaorana j mahahaotra j haotraotra.\n Ahitsio"},{"word":"Haotraorina","definition":" (haotra) mt. ih. (haotraory): Kaohina amin' ny hohon-tanana mba hanalana ny hidihidy: Haotraory kely ato amin'ny lamosiko ato.\n Ahitsio"},{"word":"Hapintsana","definition":" Fahapintsana, Hapintsampintsana, Fahapintsampintsana a.: Hakely, haniffnify.\n Ahitsio"},{"word":"Hara","definition":" a : Zavatra nalaina tamin' ny akorandriaka fanao bokotra na haingon-javatra; laninkazandrano manify.\n Ahitsio"},{"word":"Harabina","definition":" (haraby) mt. Ut (harabio): Esoina, anaovana teny sompirana.\n Ahitsio"},{"word":"Harabo","definition":" a: Jar. Trabotrabo.\n Ahitsio"},{"word":"Haraby","definition":" a: Eso, kivazivazy zary tenany, teny sompirana. i t.i.f.: Harabina, voaharaby, fanaraby, mpanaraby 1 anarabiana, fanarabiana I maha-' haraby / harabiraby.\n Ahitsio"},{"word":"Harafa","definition":" a: Toaka vahiny na avy any ivelany.\n Ahitsio"},{"word":"Harafana","definition":" a: Divay azo avy amin'ny karazan-kazo fianakavian'ny rofia.\n Ahitsio"},{"word":"Harafesenina","definition":" (harafesina) p.t.: Voan'ny harafesina.\n Ahitsio"},{"word":"Harafesina","definition":" a.: Tentina mena-mena mandrakotra ny vy mipetraka ela amin'ny hamandoana, taim-by: Voon'ny harafesina ity vy ity. ?p.t.: Misy taim-bY, rakotr'io tentina menamena io: Hamfesina ny hidim-boravarana fa asio menaka. Indraindray anefa ampiasaina ho solon'ny \"harafesina\" p.t. ny hoe \"harafesenina\" izay tena tokony ho izy tokoa: Harafesenina ny hidim-baravarana fa asio menaka. 1 H.i.: Enti-milaza ny marary efa ambavahoana izay mangana ny molony ary manopy mena ny nifiny. & tif: Harafesenina j mihaharafesina j mahaharafesina.\n Ahitsio"},{"word":"Harafo","definition":" (Ski) a.: Soratr'omby mainty fotsy loha.\n Ahitsio"},{"word":"Harafoka","definition":" a: Hareforefo.\n Ahitsio"},{"word":"Harahana","definition":" (haraka) mt.ih. (haraho): Ahataka (enti-milaza ny kofehy tenany izay sarabina na ahataka amin'ny tenona mba hitsofohan'ny fahany). 1 Fatorana (enti-milaza kofehy kely — izay matetika rofia — mitana ny kofehy tenany amin'ny tenona mba hanatsofohana ny kofehy fahana).\n Ahitsio"},{"word":"Harahana","definition":" (haraka) p.t: Entimilaza vary na katsaka izay ampangotrahina mba hahamora totoina azy.\n Ahitsio"},{"word":"Harahara","definition":" a.: Hazo antonontonony, mahatratra 7-8 m ny haavony ary 0,16-0,20 m ny savaivony (Phylloxiion enaifolium) hazo mafy diamafy, fanaovana zaran'angady indrindra ka nahatonga azy ho teny mitovy hevitra amin'ny \"angady\": Ilay homo mivady: ny lahy tsy tia harahara, ny voua tsy tia vody tenona. (ohab, enti-milaza ny mpivady roa kamo samy tsy tia a-sa).\n Ahitsio"},{"word":"Harahara","definition":" ft.: Madiva dia ho ro-vitra. - t.i.f.: Mangarahara.\n Ahitsio"},{"word":"Harahina","definition":" (haraka) mt. ih, (haraho): Alaina an-kery,\n Ahitsio"},{"word":"Haraka","definition":" p.t.: Maina, makiana noho ny herin'ny afo na ny masoandro. - t.i.f.: Harahana.\n Ahitsio"},{"word":"Haraka","definition":" a.: Hazo lehibe marokoroko ny hodiny, fanaovana lakana.\n Ahitsio"},{"word":"Haraka","definition":" a.: Kofehy mitana ny tenany amin'ny tenona mba hitsofohan'ny fahany. - t.i.f: Harahana, voaharaka / mangaraka, fangaraka, mpangaraka 1 angarahana, fangarahana / mahaharaka.\n Ahitsio"},{"word":"Haraka","definition":" a.: Faluna an-kery, fihinanam-bahoaka an-kafetsena. - t.i.f : Harahina, voaharaka I miharaka, fiharaka, mpiharaka / fiharahana, harakaraka.\n Ahitsio"},{"word":"Harakaraka","definition":" a.: Karazam-borona.\n Ahitsio"},{"word":"Harambola","definition":" a.: Kavina volafotsy.\n Ahitsio"},{"word":"Haramy","definition":" a.: Dintin'ny hazo a-tao hoe ramy. - t.i.f.: Mangarana, mangarangarana.\n Ahitsio"},{"word":"Haran-tratra","definition":" a.: Anarana omena ny fitambaran'ny taolana mamefy ny fo sy ny havokavoka, dia ny taolan-tratra, ny taolan-tehezana ary ny taolan'ny hazondamosina.\n Ahitsio"},{"word":"Harana","definition":" a: Taho na zaran-javatra, zarana: Haran'angady.\n Ahitsio"},{"word":"Harana","definition":" ft.: Fitadiavana, fikarohana sy fihazana. * t.i,f,: Haranina lmiharana, fiharana 1 iharanana, fiharanana.\n Ahitsio"},{"word":"Haranana","definition":" a.: Paosy faharoa (manarakaraka ny takoribabo) amin'ny vavonim-borona, izay misy vatokely madinika be dia be manorotoro ny sakafony.\n Ahitsio"},{"word":"Harangarana","definition":" a: Fitsikilovana, fizahana taratra, fijerena miafina, izany hoe mahita nefa tsy hita * t.i.f.: Harangaranina, voaharangarana, tafaharangarana 1 manarangarana, fanarangarana, mpanarangarana I anarangaranana 1 mahaharangarana.\n Ahitsio"},{"word":"Harangaranina","definition":" (harangaranina) mt. ih. (harangarano): Jerena amin'ny loaka kely, tsikilovina: Noharangaraniko tamin'ny uarauarankely ilay vahiny.\n Ahitsio"},{"word":"Haranina","definition":" (harana) mt. ih. (harano): Tadiavina, karohina.\n Ahitsio"},{"word":"Haranjo","definition":" p.mt.: Hatreo amin' ny ranjo ny halaliny.\n Ahitsio"},{"word":"Haranjono","definition":" a.: Hazo lava marotsaka fasiana ny tadim-pintana er? amin'ny tendrony ambony.\n Ahitsio"},{"word":"Harankana","definition":" a sady p.t.: Kapotsaka, mpamitaka amin'ny laingalainga ka tsy azo toky loatra amin'izay lazainy.\n Ahitsio"},{"word":"Hararaotina","definition":" (hararaotra) mt. ih, (hararaoty): Vonjena ha-tao sao tsy misy hahazoana manao azy intsony: Hararaoty izao vidim-bary mora izao mba hiuidianana betsaka. -  Ampiasaina ny fahavoazan' ny sasany mba hamelezana azy bebe kokoa: Nohararao• tinao ny tsy naha-teo ahy mba hanaovanao ny fifaninanana\n Ahitsio"},{"word":"Hararaotra","definition":" a.: Fery vao main-ka mihalehibe: Manao hararaotra ilay tanako naratra. ? Fanampiana trotraka, famelezana ny efa voa. ? Famonjena hanao zavatra haingana noho ny fahatahorana sao tsy misy hahazoana manao azy intsony. - t.i.f.: Hararaotfna, voahararaotra / manararaotra, fanararaotra, mpanararaotra 1 anararaotana, fanararaotana.\n Ahitsio"},{"word":"Hararetra","definition":" a.: Fangovitana. i t.i.f.: Mihararetra.\n Ahitsio"},{"word":"Harariana","definition":" Faharariana a: Ny aretina, ny fanaintainana; hasaozanina.\n Ahitsio"},{"word":"Hararo","definition":" a.: Fitanana, fanaovana izay hahatratra aoriana; fanadalana, / Hararoina, voaharo / manararo, fanaraxo, mpanararo J anararoana, fanaxaroana.\n Ahitsio"},{"word":"Hararoina","definition":" (hararo) mt. ih. (hararoy): Lalaovina, sembantsembanina, sampontsamponana,\n Ahitsio"},{"word":"Harary","definition":" (rary) a,: Fanaintainana, fangirifiriana: Tsy tantiko ny hararin'ny nifiko.\n Ahitsio"},{"word":"Harata","definition":" (Ski) a.: Soratr'omby mainty na mena fotsy loha misy pentina iray na roa eo amin'ny handriny.\n Ahitsio"},{"word":"Haratan-daletsa","definition":" (Ski) p.t.: Sa-hala amin'ny harata, saingy maro ny pentina amin'ny handriny.\n Ahitsio"},{"word":"Haratana","definition":" Harasana (haratra) mt. ih. (harato, haraso): Kakasana amin'ny hareza.\n Ahitsio"},{"word":"Harato","definition":" a,: Tady na tariby voatenona makarakara sy misy masomasony atao fakana hazandxandna fefy. i t,1.1: Haratoina, haratoana, voaharato J manarato, fanaxato, mpanarato 1 anaratoana, fanaratoana 1 mahaharato.\n Ahitsio"},{"word":"Haratoina","definition":" Haratoana (harato) mt. ih. (haratoy): Alains amin'ny harato.\n Ahitsio"},{"word":"Haratra","definition":" a.: Hazo lava mampitohy ny tapenaka roa eo antenatenany ambony kely (haratra ambony) ary eo ambany (haratra ambany) andany roan'ny vovonana, ka ipetrahan'ny lohatrano, a F,•p,: Mitatao haratra am-ban y: fotoana ifanitsian'ny masoandro amin'ny haratra ambany (tokony ho eo amin' ny sivy maraina eo). / Mita-tao haratra ambony: tokony ho eo amin'ny iraika ambin' ny folo maraina eo.\n Ahitsio"},{"word":"Haratra","definition":" a.: Fanakakasana ny volo amin'ny hareza na amin'ny lelan'antsy maranitra. - t.i.f.: Haratana, harasana, aharatra, voahaxatra 1 manaratra, fanaxatra, mpanaratra 1 anaratana,fanaratana 1 miharatra, fiharatra, mpiharatra 1 iharatana, fiharatana 1 mahaharatra.\n Ahitsio"},{"word":"Haratsahana","definition":" (haratsaka) mt. ih, (haratsaho): Tapahina ny romoromo aminy, rantsanana.\n Ahitsio"},{"word":"Haratsaka","definition":" a.: Fanintsanana amin'ny antsy ny romoromon'ny tahom-bary jinjaina; fandrantsanana ny hazo maniry natao fefy tsy hisian'ny fisaritadritahana fa mifarana tsara; izay afaka rehefa mandrantsana ny raviny maimaina amin'ny tahom-barY. - t.i.f.: Haratsahana, aharatsaka, voaharatsaka 1 manaratsaka, fanaratsaka, mpanaratsaka 1 anaratsahana, fanaratsahana 1 mahaharatsaka 1 haratsadratsaka. -  F.-p.: Afa-karatsaka: madio tsara tsY misy romoromony. ? H.o.: afaka madiodio amin'izay tataom-bola isan-karazany miampy ny vidin-javatra iray: Homenao ariuo aho dia lasanao io farafara tsara tarehy io ka afakaratsaka amin'izany ny fitondrana azy hatrany aminareo, ny fiantohana azy eny an-dalana.\n Ahitsio"},{"word":"Haratsiana","definition":" (ratsy) a.: Toetran' ny olona na zavatra ratsy, na ara-batana izany na ara-panahy: Haratsian-tarehy. Haratsiam-panahy. ? Havetavetana.\n Ahitsio"},{"word":"Haratsina","definition":" (ratsy) mt. ih. (haratsio): Atao tonga ratsiratsy kokoa: Efa nodiditra ihany i Koto taloha, fa uao mainka noharatsin'ny sakaizany izy. * Hamavoina, atao tsinontsinona, zimbaina: Aza haratsina ny nahitana masoandro. ? Endrikendrehina, hosoran-dratsy, hosoram-potaka; Noharatsin'ny mpiaramiasa aminy tamin'ny lehibeny izy ka very toerana\n Ahitsio"},{"word":"Haravia","definition":" a.: Karazan-kazo.\n Ahitsio"},{"word":"Haravola","definition":" a.: Ahitra fanaovana harona.\n Ahitsio"},{"word":"Harefo","definition":" o.: Toetran'ny zavatra marefo; halia: Ny harefon'ny bararata.\n Ahitsio"},{"word":"Harefo","definition":" a.: Karazan'ahitra tsoatokana lava sady poaka aty ny tahonY, manirY eny amie' ny hotsaka ohatra ny zozo-ro, ary fanaon'ny olona tsihy, harona, satroka.\n Ahitsio"},{"word":"Harena","definition":" (hary) a.: Vola na zavatra ananana betsaka, voka  try ny asa natao; ny noharina. ? F.-p.: Ha rem-belo n-tompo : fananana mbola eo am-pelatanan'ny tompony ka tsy azon'ny mpandova zakaina. / Harem-boatondro: fananana kely tsy toy inona. / Haremila zora: ny harena ananana no anantenana hahazoana vady fa tsy mba ny toetra. / Harena an-dohariana: fana-nana na harena zaraina eo am-pialana aina. / Haren-danim-bazo: vola lany nanaovana ny sitrapon'ny vehivavy sakaiza. / Haren-jazauauy: vo-la na fananana entin'ny zazavavy mitokan-trano. / Harentovon-jako: fananam-be mbola miampy fahazoana harena. / Haren-tsy mitombo: vo-la ampisamborina tsy mba misy zanany. / Manambady harena: fitsinjovana ny haren'olona no anambadiana.\n Ahitsio"},{"word":"Harendrina","definition":" a: Afo arehitra amin'ny bozaka voafatotra amin'ny hazo lavalava, na fanilo entina mandehandeha manodidina ny trano amin' ny andro fandroana na fetim-pirenena malagasy, mba handroaka ny fanahy ratsy tsy hanembantsembana ny fifalian'ny velona. * t.i.f.: Manarendrina, fanarendrina.\n Ahitsio"},{"word":"Harendrina","definition":" a: Karazana bibikely, manjelanjelatra rehefa manidina amin'ny alma, angamenavava.\t-\n Ahitsio"},{"word":"Harevaka","definition":" Faharevaka (reuaka) a: Hatsara, fahatsara be haingo, be renty: Endre! izany harevaky ny tranompokonolona nandraisano ny uahiny manan-kaja\n Ahitsio"},{"word":"Hareza","definition":" a.: AntsY maranitra dia maranitra fanaratana volo.\n Ahitsio"},{"word":"Harihary","definition":" a.: Fisehoana tsara manontolo tsy misy miafina. i Aharihary, voaharihary, tafaharihary 1 miharihary,fihariharY, mpiharihary ( iharihariana, fiharihariana f ampihariharina 1 mampiharihary 1 mahahariharY. * F.-p.: Hariharin-tany: tany ngazana hita miharihary no-ho ny tsy fisian'ny ahitra manarontsarona azy. ¶ M. h.: Rikarikan-tany. / Hariharintaolana: vatana mahia dia mahia ka hita mitrakitraky ny taolana.\n Ahitsio"},{"word":"Harihina","definition":" (harika) mt, ih. (hariho): Jerena misompirana am-pahasosorana: Aza harihinao toy izao aho fa tsy naninona anao.\n Ahitsio"},{"word":"Harihitra","definition":" Faharihitra (rihitra) a.: Toetran'ny zavatra marihitra: Raha tianao hitombo ny harihitry ny feta, atao kelikely ny rano.\n Ahitsio"},{"word":"Harika","definition":" a.: Fijerena misompirana amim-pahasosorana na tsy fitiavana, fijerena manao maso mitsivatana mba ho mariky ny tsy hafaliana na fahalotehana amin'olona. - t.i.f, : Harihina, voaharika 1 mangarika, fangarika, mpangarika 1 angarihana, fangarihana f mahaharika 1 harikarika.\t. - t.i.f.: Harinina, voaharina 1 mangarina, fangarina, mpangarina f angarinana, fangararinana.\n Ahitsio"},{"word":"Harina","definition":" (hary) mt. th. (hario): Azo angonina, vorina.\n Ahitsio"},{"word":"Haringarina","definition":" a.: Rikarikan-taolana. • H.o.: Hahiazana mifezafeza.\n Ahitsio"},{"word":"Harinina","definition":" (harina) mt. ih. (harino): Aolana mba hiteradrano.\n Ahitsio"},{"word":"Hariry","definition":" a.: Karazan-damba landihazo manify.\n Ahitsio"},{"word":"Harisihana","definition":" Faharisihana (rial-ka) a.: Fahazotoana hanao zavatra, hafinaretana handray anjara amin'ny zavatra iray.\n Ahitsio"},{"word":"Harisika","definition":" Faharisika (risika) a.: Ny toetran'ny olona mariai-ka.\n Ahitsio"},{"word":"Hariva","definition":" a.: Ny tapak'andro ihilanan'ny masoandro miankandrefana: Amin'ny dimy hariva. / Ny hariva no fahanteran'ny andro. 1 p.t.: Folaka:Hariva ny andro. e p.mt.: Amin'ny hariva, tratra aoriana: Tonga hariva ianareo izany. / Hariva izahay fa aoka handeha. • mt. ih.: Tazonina ela hatramin'ny hariva: Harivan'ny resakareo eto lahy izahay. 1 Harivaina 1 manariva, fanariva, mpanariva 1 anarivana, fanarivana 1 mahahariva 1 harivariva 1 harivana, fanarivana f takariva. -  F.-p.: Be hariva: fanaovana tontakely, fandrobana. f Manao be hariva: manao rodobe handroba. / Harivariva an-tanin'olona: ilazana ireo tratra hariva na singany irery any am-pivahiniana, ka manembona ny any aminy.l Maraintsy hariva: hita mandrakariva ary isan'andro. / Mitehin-ko hariva ny andro: enti-milaza fa madiva ho hariva. * Ohab.: Adin'ankizy: miady maraina, tsara hariva: entina milaza ny olona miady tsy mba manana otri-po na fankahalana maharitra fa mora mifankahazo na mihavana indray. / Volom-bavan' antitra ka hariva vao mena fify: enti-manambara ny fahombiazan'ny efa zokinjokiny amin'ny lazon'ady feno fikirizana.\n Ahitsio"},{"word":"Harivaina","definition":" (hariva) mt, ih. (harivao): Tazonina ela, atao ela, hatramin'ny hariva: Noharivainy aho omaly.\n Ahitsio"},{"word":"Harivo","definition":" Faharivo (riva) a.: Toetran'ny rano tsy lalina.\n Ahitsio"},{"word":"Haro","definition":" a.: Famadibadihana zavatra mba hifangaroan'ny ao anatfny tsara. ? Fanaovana izay hampikambana ka hampiray zavatra roa na maro, - t.i.f,: Haroana, haroina, a-haro 1 mangaro, fangaro, mpangaro 1 angaroana, fangaroana 1 mifangaro 1 mampifangaro, ampifangaroina 1 miharo, ffharo, mpiharo 1 iharoana, fiharoana 1 mahaharo 1 haroharo.\n Ahitsio"},{"word":"Haroana","definition":" (haro) mt. pdr. (haroy): Aslana (zavatra) hikambana aminy: Haroana voatabia ny hena mba hatsiro.\n Ahitsio"},{"word":"Harofana","definition":" (haroka) mt. ih, (harofy): Alaina, halorina ao anaty lavaka, hadina ao anaty tany: Noharofan'ny saka tao` anaty lavany ilay totozy, 1 H.o.: Tadiavina ho fantatra, karohina: Noharofany ny hevitro fa lany andro foana izy.\n Ahitsio"},{"word":"Haroina","definition":" (haro) mt.ih. (haroy): Avadibadika mba hifangaro tsara: Haroy matetika ity vary mihahN ity.\n Ahitsio"},{"word":"Haroka","definition":" a.: Fakana zavatra any anaty lavaka na rano. 1 H.o, : Fangaronana mba hahalalana izay afenin'ny sasany. I\tHarofaira, aharoka, voaharoka 1 mangaxoka, fangaroka, mpangaroka 1 miharoka, fiharoka, mpiharoka I angarofana, angarohana, fangarofana, fangaxohana / iharofana, fihaxofana 1 mahahaxoka 1 harokaroka.\n Ahitsio"},{"word":"Harokaty","definition":" a.: Aretina mampivalana.\n Ahitsio"},{"word":"Harokorokoana","definition":" Faharokorokoana (rokoroko) a.: Ny haraoraon-javatra, hasaosao.\n Ahitsio"},{"word":"Harom-potsy","definition":" a.: Harona fitondran-kanina ho an'ny mpandeha na itaoman-tany amin' ny fanompoana.\n Ahitsio"},{"word":"Haromotana","definition":" Faharomotana a.: Aretin-dratsy mahatonga toa adala manaikitra amimpisafoahana izay sendra azy. tt Fisafoahana, fisamontitra.\n Ahitsio"},{"word":"Harona","definition":" a.: Fakana na fisavana zavatra ao amin'ny miafina; fitondrana zavatra hohanina amin'ny tanana any am-bava; fanatsofohana ny tanana ao anaty zavatra. i Haronina, aharona, voaharona 1 mangarona, fangarona, mpangarona 1 angaronana, fangaronana 1 mahaharona 1 harongarona,\n Ahitsio"},{"word":"Harona","definition":" a,: Zavatra norarina hatao fitoeran-javatra. -  F.-p.: Haron-doa-body: ilazana n? harona loaka ny fanambaniny ka manary izay rehetra atao ao anatiny, ka ny hoe mitahiry an-karondoa-body dia mahery manangona nefa verivery na lanilany foana izay voangona. / Haron-tabebaka: harona fohy vatana fa be vava ka tsy mahalany firy. / Harom-pito sosona: harona kely sy lehibe mifanarona hatrany, ho firaketana izay zavatra lalain' ny tompony. * 0!tab.: Lasan-ko vavany toa haron-tabebaka: ilazana ny olona be vava na miseho ho zavatra ivelany fotsinY, nefa tsy misy lanjany manahoana.\n Ahitsio"},{"word":"Harongana","definition":" a.: Hazo antonontonony (6-8 m), miteraka ranony menamena rehefa silarana ny vatany; tsy fampiasa afa-tsy hanaovana vata ny hazony, fa ny ranony kosa handokoana jiafotsy, ary ny hodiny sy ny fakany hatao fanafody hatina sy fivalanandra. - t.i.f.: Haronganina.? F.-p.: Harongam-pohatra: lany harena, botry tanteraka.\n Ahitsio"},{"word":"Haronganina","definition":" (harongana) p.t.: Fiteny amin'ny biby be hatina, hatenina, izay manjary matevina ohatra ny harongana ny hodiny.\n Ahitsio"},{"word":"Haronina","definition":" (harona) mt, ih. (harony): Enti-milaza ny hanina tsabahina amin'ny tanana: Aza haronina ity vary fa sady maloto izany no tsy fahalalam-Pomba. * 0hab,: Atao adala ka tezitra: vary misy ro ka haronina, sisan'Idalo ka hanina: enti-milaza olona tezitra raha atao hoe adala, kanefa ny toetra amam-pombany rehetra mitory toetran'olona adala.\n Ahitsio"},{"word":"Haroroka","definition":" Faharoroka, Harorohana, Faharorohana (roroka) a.: Hafainganam-pitombo: Loza ny harorohan'ity hazo ity.\n Ahitsio"},{"word":"Hary","definition":" t.-p.: Izany manko o!\n Ahitsio"},{"word":"Hary","definition":" a.: Izay vola azo na voangona, izay vokatry ny natao, teo amin'ny fanaovan-javatra na asa: Harinay mivady ity trano ity. { t,if.: Harina, voaharina 1 mfharY, fihary, am, lihariana, fihariana na fiharena 1 mahahary. * Hary volo: volo avela haniry eo an-tampon-dohan'ny zaza, izaY ampitomboina isan-taona hatrany ny velarany ambara-pahatonga hatrany an-katoka.\n Ahitsio"},{"word":"Hasabo","definition":" (t,tn) a.: Tontalin'isa.\n Ahitsio"},{"word":"Hasahiana","definition":" Fahasahiana (sahy) a,: Tay fahatahorana mahatonga hisetra loza na zavatsarotra.\n Ahitsio"},{"word":"Hasalamana","definition":" Fahasalamana (salama) a.: Toetran'ny tena tsy marary.\n Ahitsio"},{"word":"Hasambarana","definition":" Fahasambarana (sambatra) a: Fiadanana tanteraka, hatretrehana.\n Ahitsio"},{"word":"Hasaozanina","definition":" Fahasaozanina (saozanina) a: Toetran'ny olona saozanina, mahia lava; hakely hery.\n Ahitsio"},{"word":"Hasarotana","definition":" (sarotra) a.: Toetran'ny zavatra sarotra: Tsy anerany ny hasarotan'ilay asa nomenao ahy. ? Halafosana: Iaraha-mahalala ny hasarotan'ny fiainana amin'izao fotoana izao, ? Fahihirana: Hasarotan'izay lahiantitra re izany! Aleony sempotra miakatra amin'io fiakara-mideza io toy izay lany vola hakana fiarokaretsaka. (• Hatendan-kanfna: Loza ny hasarotan'io tovovavy io fa tsy mitsaha-mitsako ny va-van y!\n Ahitsio"},{"word":"Hasarotina","definition":" (sarotra) mt. ih. (hasaroty): Atao izay hahasarotra azy na dia zavatra mora izao aza: Hasarotinao koa ny raharaha, nefa mety ho mora foana.\n Ahitsio"},{"word":"Hasarotra","definition":" Fahasarotra (sarotra) a.: Toetran'ny zavatra sarotra, manahirana: Ny hasarotry ny lalana no nahela ny dianay.\n Ahitsio"},{"word":"Hasasarana","definition":" Fahasasarana (sasatra) a.: Ny fahatsiarovana ny tena ho tsy manan-kery noho ny asa mafy natao;havizanana.\n Ahitsio"},{"word":"Hasemporana","definition":" (sempotra) a.: Fijanonan'ny fiaina vokatry ny tsy fahampian'ny oksizena na ny tsy fisiany mihitsy aza.\n Ahitsio"},{"word":"Hasesehena","definition":" (sesika) a.: Habetsahana aoka izany.\n Ahitsio"},{"word":"Hasiahana","definition":" Fahasiahana (masiaka) a,: Toetran'ny olona masiaka, lozabe, faly hampijaly ny sasany; halozana,\n Ahitsio"},{"word":"Hasiaka","definition":" Fahasiaka (masiaka) a.: Ny toetran'ny olona lozabe na ny zavatra malaholaho: Tsy anerany ny hasiakan'ity sakay ity.\n Ahitsio"},{"word":"Hasihasy","definition":" a: Fahamenarana na fahatahorana fa tsy araka ny nampoizina ny zava-nitranga fa niharihary ny lainga na nY hadisoana natao. i t.i, f.: Mangasihasy, fangasihasy, mpangasihasY 1 mihasihasy, fihasihasy.\n Ahitsio"},{"word":"Hasina","definition":" a.: Hery ananan'ny zavatra iray: Misy hasina mahasitrana aretina maro ity hazo • Toetra ambony tsy azo tsiratsiraina, manome hery na fahefana mihoatra ny toetran'olombelona: Manankasina ny tanindrazana. / Ninoan'ny Malagasy ny hasin' ny Mpanjaka. 1 Haja, hamendrehana ananan'ny tsirairay: Maty hasina aho fa nodikain' ilay iny ny lohako. 1 Sira: Tsy ampy hasina ny laoka. - t.i.f.: Hasinina, ahasina, voahasina 1 manasina 1 mihasina / masina / hamasinina / ankamasinina / voamasina / manamasina, fanamasina, mankamasina, fankamasina / anamasinana, fanamasinana / ankamaainana, fankamasinana / mahamasina / fahamasinana / fanasina 1 fihasina. ¶ M,h.: Hery, zo, sata, fandaitra.\n Ahitsio"},{"word":"Hasina","definition":" a.: Vola na zavatra ha-fa atao fanomezana amin'ny fotoana na toe-javatra sasantsasany: Hasin-jaza, Hasin-tanana. 1 Vola tsy vaky atolotra ny mpanjaka amin'ny fandroana ho fankatoavana ny maha-andriamanjaka azy: Niakatra tany an-d roua nanolotra ny hasina ho an'ny Mpanjaka isam-pirenena ny vahoaka ~ Vola nomena ny mpanjaka raha nisy raharaha toy ny fifampivarotana, ny fananganana na fanarianjaza... teo amin'ny fokonolona: Vola roa karazana no no-m en'izay nanan-d raharaha natao teo amin'ny fokonolona, dia ny hasina ho an'ny Andriamanjaka ary ny orimbato ho an'ny fokonolona - t.i.f.: Hasinina, ahasina / manasina, fanasina, mpanasina / anasinana, fanasinana. -  F,-p.: Hasin'Andriana: ny volatsivaky nomena ny Mpanjaka. / Hasin-jaza: ny vola nomena ny zaza nalam-bolo voalohany na natao hasoavana. / Hasin-tanana: ilazana ny vola nomena ny mpitsabo nitsabo ny tena. / Rano voahasina: rano nanaovana fombam-pivavahana nanamasinana azy. / Vary hasina: 1) simba ny hajany; 2) tonga tsinontsinona ary maharikoriko.\n Ahitsio"},{"word":"Hasina","definition":" a.: Fanolanana zavatra, toy ny kofehy, tady; fampihevingevenana, fandrotsirotsiana. i Ahasina / manasina, fanasina, mpanasina / anasinana, fanasinana.\n Ahitsio"},{"word":"Hasina","definition":" a.: Ny ilany iray amin' ireo toa efitrefitra mielakelaka na misaratsaraka amin'ny zavatra iray: Hasim-boasary. i ai. f.: Mihasinkasina.\n Ahitsio"},{"word":"Hasina","definition":" a: Hazo tsy dia lehibe loatra, lava somary etiety velarana ny raviny, izay mitangorona eo amin'ny toerana iray, ka misandrahaka manodidina ny vatany (Dracoena augustofolia). Hazo fahita teo akaikin'ny fasam-bazimba na tamin'ny tanàna nonenan'ny Andriana fahiny koa ny hasina.\n Ahitsio"},{"word":"Hasinina","definition":" (hasina) mt, ih. (hasino): Omena hasina.\n Ahitsio"},{"word":"Hasinina","definition":" (hasina) mt. ih. (hasino): Omena hery amin'ny alalan'ny fivavahana, tsitsika, fitsofan-drano; hamasinina.\n Ahitsio"},{"word":"Hasiso","definition":" Fahasiso (siso) a.: Fahamaimboan'ny sakafo efa naharitra ela: Loza ny hasison'ireto varimasaka efa ela nitoerana ireto.\n Ahitsio"},{"word":"Hasiviana","definition":" (sivy) p.mt.: Mandritra ny andro sivy: Mivavaka hasiviana. ~ Halavam-potoana sivy andro: Nony tapitra ny hasiviana, sitrana ilay narary.\n Ahitsio"},{"word":"Hasoa","definition":" (soa) a.: Toetra soa, toetra tsara. 1 Hafinaritra, hatsara, hakanto: Ny hasoan' ny voninkazo. 1 Ny vokatra entin'ny..., ny ilana ny...: Tsy fantatrao angaha ny hasoan'ny orana?\n Ahitsio"},{"word":"Hasoavana","definition":" (soa) a.: Hatsarana: Fano hasoavana ilay vehivavy renin'Andriamanitra ~ Toe-java-tsoa, fahazoana soa: Tsy tokony hifanary na ankasoavana na an-karatsiana ? Ny firavoravoana, ny lanonana amin'ny famoran-jaza; ny famoran-jaza mihitsy: Namonjy hasoavana tao aminay ry Rakoto mianakavy. / Hatao hasoavana ny zafikeliko.\n Ahitsio"},{"word":"Hasoavina","definition":" (soa) mt, ih. (Hasoavy): Atao tonga soa kokoa:Hohasoavin'ny fanjakana hono ny lalana mankany amintsika amin'ny herintaona. • Asiana soa: Nohasoavinao ny zanako tamin'ny fampianarana nomenao azy. ~ Tahina: Hohasoavin'ny Tompo anie ianao.\n Ahitsio"},{"word":"Hasohaso","definition":" a.: Fandokadokafana somary diso tafahoatra ka matetika toa misy fane   soana kely na fanantenana fanomezana avy amin'ilay dokafana, - t.i.f.: Hasohasoina, ahasohaso, voahasohaso / manasohaso, fanasohaso, mpanasohaso / anasohasoana, fanasohasoana.\n Ahitsio"},{"word":"Hasohaso","definition":" ft.: Madio tsy misy pentina. - t.i.f.: Mangasohaso.\n Ahitsio"},{"word":"Hasohasoina","definition":" (hasohaso) mt.ih. (hasohasoy): Dokadokafana, deraderaina amim-piandrandrana soa: Nohasohasoiny er? aho; hay nisy zavatra notetehiny tamiko.\n Ahitsio"},{"word":"Hasolana","definition":" Hasola, Fahasolana (sala) a.: Toetran'ny loha tsisy volo,\n Ahitsio"},{"word":"Hasondrianana","definition":" Fahasondrianana (sondriana) a.: Havarianana, harenohana.\n Ahitsio"},{"word":"Hasy","definition":" (fit.-p) a,: Landihazo gasy.\n Ahitsio"},{"word":"Hatafa","definition":" Hatafana a.: Karazankazo (Terminalia badamia).\n Ahitsio"},{"word":"Hatahina","definition":" (hataka) mt. ih. (hataho): Asaina mihataka, atao mihataka: Hataho kely io zaza io sao pitihin'ny vato eo. ~ Sarahina: Tsy maintsy hatahina ny biby tsy mbola marary.\n Ahitsio"},{"word":"Hatahorana","definition":" Fahatahorana (tahotra) a.: Tahotra tsaroan' ny tena: Loza ny hatahorako tamin'ilay horohoron-tany halina iny.\n Ahitsio"},{"word":"Hataina","definition":" (taina) mt.ih. (hatao): Ampirehetina hatao kitay: Raha bozaka kely io no hatainao, tsy hahamasa-bary ianao.\n Ahitsio"},{"word":"Hatairana","definition":" na Fahatairana (taitra) a.: Fihetseham-po mahita na mandre zavatra tampoka tsy nampoizina: Mifoha amim-pahatairana. ~ Fivadiham-po: Tsy hita holazaina ny fahatairako nahita ilay ombalahy be tandroka roa metatra teo anoloako.\n Ahitsio"},{"word":"Hataka","definition":" a.: Fiangaviana hahazoana zavatra iray avy amin' olona:'Izao no hataka ataoko aminao. 1 Vavaka sy faniriana hahatanteraka izay i-laina: Henoy ny hatakay, Andriamanitra ô! ~ Zavatra nangatahina: Hataka ity ka tsy azoko amena anao indray. - t.i.f.: Angatahina, voahataka / mangataka, fangataka, mpangataka 1 angatahana, fangatahana / fangatahina / mahahataka / hatakataka. • F.-p.: Hatak'adala: fomba fangataka manao lemozy no miverimberina. / Hataka andro: fiangaviana fanemorana ho amin'ny andro hafa. / Hata-maso: faniriana mba hojerena. J Hata-piso: hataka tsy misy fiatoana sy miverhnberina hatrany.\n Ahitsio"},{"word":"Hataka","definition":" a.: Fisarahana na fanalavitana; fialana tsy hanakaiky; fitokantokanana tsy miaraka amin'ny hafa. - t.i.f.: Hatahina, ahataka, tafahataka / mihataka, fihataka, mpihataka / ihatahana, fihatahana / mahahataka / hatakataka.\n Ahitsio"},{"word":"Hatalanjonana","definition":" Fahatalanjonana (talanjona) a: Hagagana sy fahavarianana.\n Ahitsio"},{"word":"Hatanjahana","definition":" na Fahatanjahana (tanjaka) a.: Toetra ananan' ny olona matanjaka;manana herim-batana (mitovy amin' ny hoe \"taniaka\" ihany): Mbola ao anatin'ny taonan' nY fahatanjahana ianao izao, ka mahaiza manararaotra izany amin 'ny casa.\n Ahitsio"},{"word":"Hatanjahina","definition":" (tanjaka) mt. ih. (hatanjaho): Atao tonga manan-kery kokoa, mahery fo kokoa: Tokony hohatanjahinao amin'ny fanafody ity zaza ity fa saozanina. • Hamafisina kokoa: Nohatanjahiko tamin'ny anja-by tray iehibe ny sakamandimbin'ny tranoko.\n Ahitsio"},{"word":"Hatanorana","definition":" Fahatanorana (tanora) a: Ny fizaran'ny fiainan'ny olombelona, na ny biby koa aza, eo amin'ny fotoana isandratany ary ivelaran'ny sainy sy ny toe-batany: Matanjaka sy mahery fo ny fahatanorana, saingy tsy ampy fandanjalanjana / Ny fahatanoran'ny andro, ny misandratra andro.\n Ahitsio"},{"word":"Hatavezina","definition":" (tavy) mt. ih. (hatavezo): Atao tonga matavy, afahy: Hatavezo ireto kisoa ireto ambara-piveriko. ~ H. o.: Ampitomboina ny filaza azy, itarina anaovana laza masaka: Nohataveziny er? ny fitantarana ny ady baolina.\n Ahitsio"},{"word":"Hatavy","definition":" Hatavezana (tauy) a.: Toetran'ny olona na biby matavy, botrefona; habotrefona: Tsy afa-mandeha intsony ity vorona ity noho ny hatavezany.\n Ahitsio"},{"word":"Hateloana","definition":" (telo) p.mt.: Mandritra ny telo andro: Niasa hateloana izy dia niala. ? a.: Halavam-potoana tala andro: Nony afaka hateloana taorian'ny nahafatesany, dia nitsangana tamin'ny maty i Kristy.\n Ahitsio"},{"word":"Hatenda","definition":" (tenda) p.mt.: Hatreo amin'ny tenda ny halaliny na ny haavony. a F.-p.: Kobaka am-bava volana hatenda: teny fampanantenana be fotsiny fa tsy tanterahina.\n Ahitsio"},{"word":"Hatenina","definition":" (hatina) p.t.: Rakotry ny hatina, fana hatina.\n Ahitsio"},{"word":"Hatetika","definition":" (tetika) a.: Ny fitrangan-javatra matetika, misesy.\n Ahitsio"},{"word":"Hatevenina","definition":" na Hatevezina (te-vina) mt, ih, (hateveno, hatevezo): Atao matevintevina kokoa: Hateveno ny lalotra fa manify loatra izy izany. ? Atao matetika kokoa, mifanety kokoa, asiana sosona: Tsy nohateveninareo ny ketsa ka jereo fa keiy ny vary azo. ~ Ampitomboina hasina: Hatevezo, rankizy, ny anaran-drainareo.\n Ahitsio"},{"word":"Hatevina","definition":" Hatevenana (tevina) a.: Toetran'ny zavatra mate-vina: Lehibe ny hatevin'ny rindrina ka tsy atahorana ho re ao an'efitra ny resatsika. ~ Indrakely: Voatondro tala ny hatevin'ity hazo fisaka i-r9.\n Ahitsio"},{"word":"Hateza","definition":" Hatezana (teza) a.: Toetran'ny zavatra maharitra, ela vao simba na rovitra.\n Ahitsio"},{"word":"Hatezana","definition":" na Fahatezana a.: Toetran'ny zavatra mateza; faharetana; fahelana: Zato taona ny hatezan'ny fiainan' ny zanak'olombelona raha ela indrindra\n Ahitsio"},{"word":"Hatezerana","definition":" na Fahatezerana (tezitra) a.: Tsy fahafalfana amin'olona iray, izay mety hitarika hamely azy; hasosorana; havinirana: Ny hatezerana, hono, hadalana miserana ¶ M.h.: Mirehitry ny hatezerana, misafoaka, misamontotra, mifoaka, mitroatra, mifoaba\n Ahitsio"},{"word":"Hatina","definition":" a: Aretin-koditramora mifindra miteraka ferifery, avy amin'ny bibikely (renihatina) tsy hita afa-tsy amin'ny mikraosikaopy, mahatonga hidihidy lozantany, ary amin'ny elakelaky ny rantsantanana sy tongotra no iandohany, dia manerana ny tena manontolo, raha tsy voatsabo. (Ny~ hatina dia fantatra amin'ny faritany samihafa amin'ny anarana maro toy ny hoe: keligadra, kia, lavahaotra).\n Ahitsio"},{"word":"Hatoka","definition":" a,: Ny ao ambadiky ny tenda na ny faravozona ao an-damosina, manasaraka ny loha sy ny soroka. - t.i.f.: Mihatokatoka.\n Ahitsio"},{"word":"Hatokiana","definition":" (toky) a.: FananteHatomady Hatomady (tomady) a.: Hery, hataniahana, aina: Ny hatomadin'ny vatana dia mariky ny vatana salama.\n Ahitsio"},{"word":"Hatona","definition":" ft : Fanakaikezana. - t.i.f.: Hatonina, voahatona, tafahatona / manatona, fanatona, mpanatona 1 anatonana, fanatonana 1 mifanatona 1 mahahatona 1 hatonatona\n Ahitsio"},{"word":"Hatonina","definition":" (hatona) mt. ih. (hatony): Akaikezina, tomorina: Nohatoniny aho ka nataho tra.\n Ahitsio"},{"word":"Hatoranana","definition":" (torana) a.: Toetran'ny olona torana, tsy mahatsiaro tena tampoka, safotra: Ratsy raha dia maharitra ela loatra ny hatoranana\n Ahitsio"},{"word":"Hatra","definition":" ft.: Fahatongavana na fidonana any amin'ny noheverina haleha; fikasihana - t.i.f.: Ahatra, voahatra, tafahatra / mihatra, fihatra / fharana, fiharana / mampihatra / mankahatra, fankahatra, mpankahatra / ankaharana, fankaharana 1 mifankahatra I hatramy / hatratra.\n Ahitsio"},{"word":"Hatra","definition":" Teny atambatra: 1) amin'ny p. mt. milaza toerana: eo, eto, etsy, eroa, ery, eny, ao ato, atsy aroa, ary, any, mba hoenti-milaza faritoerana tratrarina: Hifaninana hazakazaka ianareo hatrer? amin'ny foto-paiso er?; 2) amin'ny ppk. amy mba hilazana fetran'isa na fotoana tsy azo ihoarana: Manisà hatramin'ny telopolo, /Andraso aho hatramin'ny zomà.\n Ahitsio"},{"word":"Hatraboka","definition":" a: jar. Traboka.\n Ahitsio"},{"word":"Hatrafoka","definition":" a.: Jer. Trafoka.\n Ahitsio"},{"word":"Hatraka","definition":" Hatrakatraka a: Rehaka, rehareha, aniona. - t.i.f.: Hatrakatrahina f mihatrakatraka, fihatrakatraka, mpihatrakatraka.\n Ahitsio"},{"word":"Hatrakatrahina","definition":" (hatrakatraka) mt. ih. (hatrakatraho): Atao na tenenina amin-kasahiana, amim-pireharehana.\n Ahitsio"},{"word":"Hatrakatraka","definition":" ft.: Hamenana midorehitra, mivaivay. i t.i.f.: Mangatrakatraka.\n Ahitsio"},{"word":"Hatraorina","definition":" Haotraorina (haotra) mt. ih. (hatraory): Kiki-sana amin'ny hohon-tanana (ny faritra mangidihidy amin'ny tena).\n Ahitsio"},{"word":"Hatretrehana","definition":" (tretrika) a.: Hasambarana milamina sy miadam-po tanteraka.\n Ahitsio"},{"word":"Hatrotrahana","definition":" (trotraka) a.: Havizanana lozantany.\n Ahitsio"},{"word":"Hatrotro","definition":" a.: Ditiditin-kena avy amin'ny loha na ny tongotry ny omby.\n Ahitsio"},{"word":"Hatsahana","definition":" (hatsaka) mt. th. (hatsaho): Atao mitovy tantana, faranana: Mbola tokony hohatsahana ity tany eto ity fa misy mivohitra.\n Ahitsio"},{"word":"Hatsaka","definition":" a.: Fandidiana, famaranana tsy hisy romoromony; fanesorana ny tafahoatra na ny manan-tombo mba hampahitsy azy. - t.i.f,: Hatsahana, ahatsaka, voahatsaka f manatsaka, fanatsaka, mpanatsaka / anatsahana, fanatsahana / mihatsaka, fihatsaka jihatsahana, fihatsahana / mahahatsaka f h atsak atsak a.\n Ahitsio"},{"word":"Hatsakatsaka","definition":" ft.: Hafotsiana tanteraka. i t.t.f.: Mangatsakatsaka.\n Ahitsio"},{"word":"Hatsaraina","definition":" (tsara) mt. ih, (hatsarao): Atao tonna tsara: E-fa nohatsaraina ny lalana mankany aminay any ambaniuohitra.\n Ahitsio"},{"word":"Hatsarana","definition":" (tsara) a.: Toetran' ny olona na zavatra tsara, mahafinaritra jerena, na ambony, mendrika: Endre! ny hatsaran-tarehin'ity voninkaza! / Hatsaram-panahin'olona izany!\n Ahitsio"},{"word":"Hatsarana","definition":" (tsara) a.: Sikidy: Nanao hatsarana tao an'efitra Rainibozy no tratranay.\n Ahitsio"},{"word":"Hatsatra","definition":" a.: Malazo tonna vonivony toa manopy fotsy fa lany ra: Avy narary izy ka mbola hatsatra ny endriny. ¶ M.h.: Mivaloarika, mivolom-balalamaty, matroka, vasoka, malazo, maina, tsy marevaka, tsy misy renty.\n Ahitsio"},{"word":"Hatsiaka","definition":" a.: Tsy fisian-kafanana; hirifiry; nara. - t.i.f.: Mangatsiaka, fangatsiaka f angatsiahana, fangatsiahana / mampangatsiaka, ampangatsiahina f ampangatsiahana, fampangatsiahana J hatsiatsiaka 1 mangatsiatsiaka.\n Ahitsio"},{"word":"Hatsihina","definition":" (hatsika) mt, ih. (hatsiho): Antsoina amin' ny fihetsiky ny loha na ny tanana: Hatsiho fotsiny izy fa axa mikiakiaka 1 Fahanana (basy), vaikaina.\n Ahitsio"},{"word":"Hatsika","definition":" a.: Fiantsoana olona atao amin'ny fihetsiky ny ta-nana na ny loha mba hanatonany; famaikana ny fembasy. 1 Hatsihina, ahatsika, voahatsika J manatsika, fanatsika, mpanatsika / anatsihana, fanatsihana f mihatsika.\n Ahitsio"},{"word":"Hatsikana","definition":" a,: Zavatra atao hampihomehy, arira, kivazivazy, vosobosotra: Aza manao hatsikana eo ianao fa efa manevika aho izany. ? p.t.: Mpanao arira, kivazivazy mampihomehy: Zazalahy hatsikana - t.i.f.: Hatsikanina / manatsikana, fanatsikana, mpanatsikana / anatsikanana, fanatsikanana f mifanatsikana.\n Ahitsio"},{"word":"Hatsikana","definition":" a.: Karazan-kazo izay ampiasaina hampahamanitra ny toaka ny hodiny. (Xerochlamys pilosa),\n Ahitsio"},{"word":"Hatsikanina","definition":" (hatsikana) mt. ih. (hatsikano): Vazivazina, harabina, ihomehezana, fitahina.\n Ahitsio"},{"word":"Hatsivo","definition":" a.: Volotsangana na bararata kely fasiana vanja fanao faham-basY. - t.i.f.: Hatsivoina 1 manatsivo.\n Ahitsio"},{"word":"Hatsivoina","definition":" (hatsivo) mt. ih. (hatsivoy): Asiana vanja indray mamahana: Hatsivoy ny basY.\n Ahitsio"},{"word":"Hatso","definition":" Hatsohatso ft.: Hafotsy manjopiaka sy hadio manganohano. ~ H,o.: Lainga tsara afina. - t.i.f: Mangatsohatso.? F.-p.: Milaza hatsohatso: mamoron-dainga tsara lahatra mba ho tian'ny olona.\n Ahitsio"},{"word":"Hatsotso","definition":" a: Laingalainga mba hampihomehy: Fantatro ny hatsotsonao Rakoto a! 1 p.t.: Mpandaingalafnga mba hampihomehy, kapotsaka: Hatsotson'olona re izany.\n Ahitsio"},{"word":"Hatsy","definition":" a: Jer, Hantsy.\n Ahitsio"},{"word":"Havahotra","definition":" (vahotra) a: Tahotra tsy mahahetsika, fidagàga, fitanàka.\n Ahitsio"},{"word":"Havaloana","definition":" (valo) p.mt.: Mandritra ny valo andro: Vitsy no maharitra tsy mihinana havaloana ~ a.: Halavam-potoana valo andro: Vao fito andro izay ka nahoana no tonga sahady ianao? Tsy andriko intsony ny havaloana ko!\n Ahitsio"},{"word":"Havana","definition":" a: Ireo olona misy fifandraisana noho ny razana iombonana na noho ny fanambadiana: Misaona izy fa misy havany matY. ? H.i.: Olona mifankatia amin'ny tena, sakaiza: Mandrosoa, tompoko; havana ianareo fa tsy olon-hafa - t.i.f.: Havanina, voahavana / manavana, fanavana, mpanavana f anavanana, fanavanana J mihavana j havangavans f havangavanina, voah9vangavana f manavangavana, fanavangavana, mpanavangavana / anavangavanana, fanavangavanana / mahahavangavana. -  F,•p.: Havana akaiky: havana izay mifanakaiky ny fihavanany, toy ny iray tampo, ny zanaky ny iray tampo, sns... f Hauana mpanavangavana: enti-milaza ireo hava-na miavona ka manao tsinontsinona ireo havana ory na malahelo. I Havan-davitra: izay anaovana tetiarana lava be vao miseho ny maha-mpihavana I Havan-tetezina: mitovitovy amin'ny havan-davitra ihany, saingy efa tsy mifankahalala intsony raha tsy mifanazava maharitra. f Havana avy any Dilam bato: ireo zanaky ny Antalaotra nonina tao Dilambato (Zafimbazaha), izay fotsy ka nohamboin'ny olona ho havany raha misy nanamavo azy. / Havana raha misy patsa: havana tonga manatona raha manamanana ny tena fa mihataka kosa rehefa mahantra satria tsy misy soa ho azy.,/Kibo omby havana: fitiavana tsy manary, / Kibo tsy manary havana: entina milaza fihinanana sakafo any amin'ny havana na dia kely fotsiny ihany aza no tendrena. f Lafin-kavana: ny havana lavidavitra fa tsy ny mpiray tam-po na ny terak'olona iray. / Manao havan'ny lahy sy havan'ny vavy: enti-milaza ny mpivady miangatra amin'ny havany avy, ka ny an'ny tena hajaina fa ny an'ny iray kosa tsy raharahaina. / Manao havako tsY meloka: enti-milaza ny fiangarana ataon'ny lehibe mba tsy hanamelohana ny havany. f Manao voro-mitahy havana: enti-milaza tsY famaizana ny havana na ny fianakaviana na dia nahavita heloka aza. f Ory hava-manana: malahelo raha mahita havana manana na nambinina; enti-milaza koa ireo tsy mba tia ny hafa hisondrotra, na dia havana aza. J Voin-kava-mahatratra: izay mahazo ny havana dia mova tsy mikasika ny tena koa. / Voromanompo havana: enti-milaza ireo taranak'andriana ambony manoa ny Mpanjaka. ¶ M.h.: Sakelika, hazo tapaky ny sampy, halam-patana. (Teny voafaoka ao anatiny: razana, razam-be, kazaha, raibe, renibe, ray, reny, zanaka, rahalahy, anadahy, rahavavy, anabavy, rafozana (lahy, vavy), vinanto (lahy, vavy), anadahin-dreny, rahavavin-dreny, rahalahin-draY, anabavin-dray, zanak'olompirahalahy, zanak'olo-mpirahavavy, zanak'olo-mpiana dahy, zaodahy, zaobavy, zanak'anadahy, zanak'anabavy, zana-drahalahy, zanadrahavavy, zafy, zafin'ny mpirahalahy, zafin'ny mpirahavavy, zafin'ny mpianadahy, zafiafy, zafindohalika, zafinkitrokely, zafimpaladia, zafindria, zafitsitorana. * Ohab.: Ny havana ihany no manavangauana: ilazana ireo havana nanalavitra, na nanaratsy mihitsy aza nony nahazo vahana. / Raha ho faty aho, matesa Rahavana; Raha ho faty Rahavana, matesa ny omby: enti-milaza ny ambaratongam-pitiavana: ny tena aloha, vao ny havana ary izay vao ny fananana. f Raha soasoa no ataon-dRahavana, izaho irery mahatankadivory, roa lahy mahatana arivo: enti-milaza ny fitia mifamaly: raha soa no ataondRahavana, mba betsaka koa no mety ho vitako aminy.\n Ahitsio"},{"word":"Havana","definition":" a.: Fanatsikerana ny lavenona ao anaty fatana mba hirehetan'ny afo tsara.\n Ahitsio"},{"word":"Havanana","definition":" a.: Ny ila amin'ny 'Sena mifanohitra amin'ny havia izay hitsin'ny fo: Matanjaka ny havanana. / MisY maharary ato amin'ny ilako havanana. ? p, t.: Mahay, ga: Havanana amin'ny sary Rakoto. i\tManavanana / kavanana, havanana.\n Ahitsio"},{"word":"Havangavana","definition":" a: (mandray ny hevitry ny teny roa mitovy hoe havana). Fanariana ny havana ory.\n Ahitsio"},{"word":"Havangavanina","definition":" (havangavana) mt. ih. (havangavano): Aria-na, ahataka tsy ho havana.\n Ahitsio"},{"word":"Havaniana","definition":" p. mt.: Hatreo amin' ny vaniana ny halaliny: Ra-no havaniana ve dia hahadifoira.\n Ahitsio"},{"word":"Havanina","definition":" f manavana, fanavana, mpanavana f havangavana J havangavanina f manavangavana, fanavangavana, mpanavangavana / anavangavanana, fanavangavanana.\n Ahitsio"},{"word":"Havanina","definition":" (havana) mt. ih. (havano): Ifandraisana, ifankatiavana: Mora havanina io lehilahy io. 1 Tsikerakeraina, tsy avala hifatratra na hifitsaka: Havanina ny lavenona raha tiana hirehitra tsara ny afo.\n Ahitsio"},{"word":"Havanja","definition":" a: Toerana fanangonana omby any an'efitra;tanin'ahitra fiandrasana omby; kijana. - t.i.f.: Falihavanja.\n Ahitsio"},{"word":"Havaotra","definition":" a: Jer. Avaotra.\n Ahitsio"},{"word":"Havatra","definition":" Havatravatra a: Fitsikofokofohana, fientanentanan'ny vatana manontolo, fihendratrendratana. i f.: Mihavatravatra, fihavatravatra, mpihavatravatra / ihavatravarana,fihavatravarana,\n Ahitsio"},{"word":"Havatsa","definition":" a: Fanaovana tomboka sarisary tsy azo vonoina amin'ny hoditry ny tarehy na ny vatan-tena (fandre matetika kokoa ny hoe Tombo-kavatsa).\n Ahitsio"},{"word":"Havava","definition":" p.mt.: Hatreo amin'ny vava ny halaliny.\n Ahitsio"},{"word":"Have","definition":" (Ski) p.t.: Malemy fototandroka (omby).\n Ahitsio"},{"word":"Haventesana","definition":" (vaventy) a: Halehibe, hangeza, hakadiry: Haven tesan' izay olona izany!\n Ahitsio"},{"word":"Havia","definition":" a, sady p.t.: Amin'ny vatan'ny olombelona sy ny biby, ny ila izay andrenesana ny fitepon'ny fo ary izay mifanitsy amin'io ila io, mifanohitra amin'ny havanana: Amin'ny havian-dalana man-dahu. / Tanan-kavia i\tHaviazina / manavia / mikaviavia.\n Ahitsio"},{"word":"Haviazina","definition":" (havia) mt. ih. (haviazo): Enti-milaza fiasana raisina amin'ny tanan-kavia avy ambony arY amin'ny tanan-kavanana avy ambany rehefa miasa aminy.\n Ahitsio"},{"word":"Havina","definition":" a.: Jer. Kavina.\n Ahitsio"},{"word":"Havingavina","definition":" a: Tsy firaharahana loatra eo am-panaovan-javatra, tsy firaikana amin'izay atao. 1 Havingavina, ahavingavina, tafahavingavina / mihavingavina, fihavingavina, mpihavingavina f ihavingavinana, fihavingavinana j mahavingavina.\n Ahitsio"},{"word":"Havingavinina","definition":" (havingavina) mt, ih. (havingavino): Tsy raharahaina firy.\n Ahitsio"},{"word":"Havinirana","definition":" Fahavinirana (vinttra) a,: Hatezerana, fahatezerana.\n Ahitsio"},{"word":"Havitra","definition":" o.: Vy na hazo maranidoha fisoronana afo na fanavanana ny lavenona; fitonoan-kena.\n Ahitsio"},{"word":"Havitravirina","definition":" (havitravitra) mt. ih. (hauitraviro): Tsy heverina tsara, ataotao foana.\n Ahitsio"},{"word":"Havitravitra","definition":" a.: Tsy fisafnana tsara eo am-panaovan-javatra. ¶ M,h.: Havingavina. - t.i.f.: Havitravirina, ahavitravitra / mihavitravitra, fihavitravitra, mpihavitravitra f ihavitravirana, fihavitravirana.\n Ahitsio"},{"word":"Havitrika","definition":" Havitrihana, Fahavitrihana (vitrika) a.: Fahakingàna sy fahatanjahana ombam-paharisihana.\n Ahitsio"},{"word":"Havitsiana","definition":" Fahavitsiana (vitsy) a.: Hakelezana isa: Mahabe fanantenana ny havitsian'ny olon-dratsy amin' it9 tanàna -  F.-p.:  An-kavitsiana: Tsy betsaka, vitsy kely.\n Ahitsio"},{"word":"Havitsina","definition":" (vitsy) mt. ih. (havitsio): Ahana, hakelezina isa: Kely ity efitrano fianarana i-t? ka tsy maintsy hohauitsinao ny isan'ny mpianatra.\n Ahitsio"},{"word":"Havoana","definition":" a.: Tendrombohitra tsy dia avo loatra: Eny antampon-kavoana. ¶ M.h.: Dongona, tovon-tany, bongon-tany, kiborin-tany, vohon-tany, ongonongon-tany, tendrombohitra.\n Ahitsio"},{"word":"Havoha","definition":" a.: Karazan-kazo fanao taratasy sy kofehy ny hodinY.\n Ahitsio"},{"word":"Havoka","definition":" a.: Loko vasoka. - t.i.f.: Mangavoka / mangavokavoka.\n Ahitsio"},{"word":"Havokarana","definition":" (vokatra) a.: Fahabetsahan'ny voa tamin'ny zavatra nambolena; famoazana betsaka.\n Ahitsio"},{"word":"Havokavohana","definition":" (hauokavoka) mt. ih. (havokavohy): Kapohina sady mafy no imbetsaka, kapohina atao vely kary: Nohauokavohàny iiay zaza ka tsy tratra Rakoto nihazakazaka niaro ilay bitika.\n Ahitsio"},{"word":"Havokavoka","definition":" a.: Taova anankiroa, havia sy havanana, ao anaty tratra, mifono ao anaty kitapo roa sosona atao hoe plevra, ka fiafaran'ny fitaovam-piaina. (Entin'ny traokabe, izay mizarazara ho zana-traoka eo am-pidirana amin'ny havokavoka, ny rivotra ka miafara any amin'ny kitapon-drivotra kely an'analinaliny; ao anatin'ireo kitapon-drivotra kely ireo no mifandray ny mpanelira madinika sy ny mpamerindra madiniky ny havokavoka, ka ny ra mena mainty entin'irerY voalohany, mivesatra gaza karbonika, dia miova ho me-na midorehitra noho ny oksizenan'ny rivotra, ka dia entin'iretsy faharoa kosa indray any amin'ny fo).\n Ahitsio"},{"word":"Havokavoka","definition":" a.: Kapoka mandrivorivo, fikapohana na famelezana mafy tsy misy indrafo. - t.i.f.: Havokavohana, voahavokavoka 1 manavokavoka, fanavokavoka, mpanavokavoka 1 anavokavohana, fanavokavohana 1 mahahavokavoka.\n Ahitsio"},{"word":"Havolona","definition":" a.: Ny mangahazo navels ho maina rehefa afaka ny hodi-menany ivelany.\n Ahitsio"},{"word":"Havoretra","definition":" (voretra) a.: Toetran'ny olona tsy mahava-tena ka maloto maharikoriko.\n Ahitsio"},{"word":"Havoria","definition":" (Br) a.: Famokarana ny razana avy ao amin'ny fa-sana anirotra arahin'ny fanitrihana ao amin'ny fasana raikitra.\n Ahitsio"},{"word":"havoriana","definition":"avy amin'ny fototeny : vory; nampiarahina tamin'ny tsirin-teny famoronana anarana : ha-...-ana. hilazana ny toetry ny olona (na zavatra) tafavory izany ny \"havoriana\". rehefa zary fomba izy noho ny fiverimberenany matetika dia tafiditra ho anisan'ny kolotsaina ka samy manana ny mampiavaka azy ny karazany avy sy araka ny toerana misy azy avy. toa izany koa ny endriky ny teny, miova araka ny faritra sy fotoana hilazana azy toy ny hoe : \"ankavoriana\", \"havoria\", sy ny hafa.  Ahitsio"},{"word":"Havoroka","definition":" (voroka) a.: Haimbo, toetran'ny zavatra maimbo, ratsy fofona.\n Ahitsio"},{"word":"Havotsana","definition":" (votsa) a.: Toetran' ny olona votsa, miadam-panao zavatra, tsy kinga: Mahay ny asany tsara izy, fa ny havotsany no tsy anerany.\n Ahitsio"},{"word":"Havozo","definition":" a.: Karazan-kazo mani-pofona. * Ohab.: Sakamalao sy havozo: samy mitondra ny hanitra ho azy: enti-milaza zavatra na olona roa samy mana-na ny maha-izy azy ka tsy misy ambony na ambany; na zavatra samy manana ny toetra azy manokana avy na dia samy tsara aza.\n Ahitsio"},{"word":"Havozoana","definition":" (mavozo) a.: Fahosana, fahareradrerahana, fihozohozoana, fangozohozoana.\n Ahitsio"},{"word":"Havozona","definition":" (vozona) p.mt.: Hatreo amin'ny vozona ny halaliny. -  F.-p.: Manao ranomaso havozona: mitomany be mangata-javatra amin'ny olona.\n Ahitsio"},{"word":"Havy","definition":" Havihavy ft.: Fihantonana eny amin'ny habakabaka, fihevohevoana. - t.i.f.: Mihavy, fihavy, mpihavy / ihavihaviana, fihavihaviana.\n Ahitsio"},{"word":"Hay","definition":" mt. ih: Azo, azo averina, fantatra (saingy ilazana indrindra zavatra ilana fianarana): Efa hainao va ilay tsianjery? (Ny hevitra fotsiny hoe \"fantatra\", tsy ilana fianarana, dia tsy fiteny loatra afatsy any an'indran-tany, na dia miha-mahazo vahana aza ankehitriny: Aiza ho aiza eto ny tranon-dRatsima, ry zaza? — Tsy haiko , tompoko), ? Fantatra ny fanaovana azy: Aoka hataoko fa raharaha haiko raha izany foana. ? Mety ho vita: Tsy mba hain'ny zanako, tompoko, ny mandainga. ? Azo, tanty: Tsy hay leferina ny hoso-dratsy avy amin'ny havants. ? Azo ifampiraharahana, azo akekezina: Tsy haiko io olona io fa ianao no aoka hiresaka aminy. ? Voafehy: Tsy hain' ny vadiny Rasoa. - t.i.f.: Haizina / mahay, fahaY, mpahay 1 ahaizana, fahaizana.\n Ahitsio"},{"word":"Hay","definition":" Tenim-piontanana: Enti-milaza fanontaniana: Hay! tonga sahady ianao! ? Entimilaza toa figagana noho ny fahatongavan-javatra na toejavatra tsy araka ny nampoizina:Natao hitsikitsika hivavahana, hay, Papango nipaoka ny akoho!\n Ahitsio"},{"word":"Hay","definition":" ft.: Hafanana, firehetana na fahamaizana vokatry ny afo na ny masoandro, doro: Hain-trano, hain-tanety; hain' andro (hainandro). - t.i.f.: May 1 maimaizina 1 hamaimaizana,\n Ahitsio"},{"word":"Hay","definition":" a.: Tanety na lohasaha ngazana tsy misy ala na ahitra lava fa efa nodorana.\n Ahitsio"},{"word":"Hay","definition":" a.: Fahaizana (teny miditra amin'ny famoronan-teny maromaro ka ny heviny hatrany dia hoe fahaizana, fahalalana).\n Ahitsio"},{"word":"Haza","definition":" a.: Izay azo amin'ny fanenjehana na fisamborana biby dia na amin'ny fanjonoana: Inona avy ny haza nentinareo? • h. L: Izay azon'ny biby dia eny am-pirembena hataony sakafo: Ny amboadia mitondra ny hazaeoy any anaty zohy. i ti.f.: Hazaina, voahaza 1 mihaza, fihaza, mpihaza 1 ihazana, fihazana 1 mahahaza 1 hazahaza. ¶ M.h.: Remby.\n Ahitsio"},{"word":"Hazaina","definition":" (haza) mt.ih. (hazao): Samborinat Trandraka no nohazainay. • Karohina, tadiavina; enjehina: Nohazaina ilay mpigadra nilefa fa tsy azo.\n Ahitsio"},{"word":"Hazaka","definition":" a,: Ferifery mitakovana amin'ny ranjo na fe.\n Ahitsio"},{"word":"Hazakazahina","definition":" (hazakazaka) mt. ih. (hazakazaho): Aleha haingana, vonjena maika: Nohazakazahiko tany an-tsaha Rakoto nony tsy hitako tao an-tranony. • Enjehina: Nohazakazahiko tamin'ny tehina ilay karilahy.\n Ahitsio"},{"word":"Hazakazaka","definition":" a.: Fandehanana haingana, riotra: Nahazo Io-ka tamin'ny fifanalana hazakazaka izy. i Hazakazahina, ahazakazaka,voahazakazaka,tafahazakazaka / mihazakazaka, fihazakazaka, mpihazakazaka 1 ihazakazahana, fihazakazahana 1 mahahazakazaka. -  F,-p.: Ala hazakazaka: fifaninanana hazakazaka. / Mifanala hazakazaka: mifaninana hazakazaka. / Hazakazaka arahin-tosika: toetra ratsy te handratra ny namana, fa eny am-pihazakazahana izy no arahin-tosika hianjera, izany hoe misy fahasahirananamahazo azy no anararaotany hamelezana azy indrindra. * Ohab.: Hazakazaka ambany farafara ka samy manala izay ho afany: tsy azo ihazakazahana any ambany faxafara ka samy manao izay hahatongavany haingana, na handady na hikisaka: entimilaza ny fanaovana ny fiezahana sy fahaizana rehetra mety ho vita amin'ny toedraharaha sarotra iray.\n Ahitsio"},{"word":"hazalambo","definition":"Fikarohana hatraiza hatraiza ary amin'ny fomba rehetra sy tsy ananana indrafo ny olona na vondron'olona manokana tadiavina sy hosamborina. Ahitsio"},{"word":"Hazana","definition":" a: Fananana kiry na hevitra itompoana; fahamainana mihoatra ny ilaina. - t.i.f,: Mazana 1 hazangazana.\n Ahitsio"},{"word":"Hazangazana","definition":" (hazana) a.: Fahamninana (toy ny fahamainan'ny tany karankaina).\n Ahitsio"},{"word":"Hazangazana","definition":" a.: Fitazanana ny lavidavitra fa tsy manatona; fijerena taratra na fitiliana hahafantarana izay miseho. - t.i.f.: Hazangazanina, ahazangazana 1 manazangazana 1 anazangazanana, f anazangazanana 1 mahazangazana.\n Ahitsio"},{"word":"Hazangazanina","definition":" (hazangazana) mt. ih. (hazangazano): Harangaranina, tsikilovina, tilina: Hazangazano eo am-baravarankely Rakoto na tonga na tria.\n Ahitsio"},{"word":"Hazarina","definition":" (hazary) mt. ih. (hazaro) : Amosavina, vorehina,\n Ahitsio"},{"word":"Hazary","definition":" (Atm) a.: Fanafody.\n Ahitsio"},{"word":"Hazary","definition":" a.: Ody famosaviana. i\tHazarina, voahazary / manazaxy, fanazary, mpanazary 1 anazariana, fanazariana 1 hazarizary.\n Ahitsio"},{"word":"Hazavaina","definition":" (zaua, mazaua) mt. ih. (hazavao): Asiana hazavana, tsilovina: Hazauain'ny jiro ny efitrano. • Voaboasana, lazaina ny heviny: Hazavao ny hevitr'izany teny izany.\n Ahitsio"},{"word":"Hazihazy","definition":" a.: Tsy fitafiana akanjo, fitanjahana. i\tMihazihazy, fihazihazy, mpihazihazy.\n Ahitsio"},{"word":"Hazingazina","definition":" p.t.: Mandondona, mivohitra mandroso. - t.i.f.: Mihazingazina, fihazingazina.\n Ahitsio"},{"word":"Hazo","definition":" a.: Anarana itambaran' ireo zavamaniry misy tahony vaventy sy makadiry: Betsaka ny hazo fa ny hazo fihinam-boa no tiako indrindra. ? H.o.: Mafy tsy azo alefitra, mahia kaozatra -  F.-p.: Hazomalama: hazo lava sy mahitsy nohosorana menaka ary nasiana zavatra eny an-tendrony ka izay tafahanika eny dia mahazo amin'ireo. / Mandrefy hazo mitsangana: enti-milaza zava-tsarotra tsy mety ho vita. / Miani-kazo: miakatra amin' ny hazo maniry. / Migin-kazo: mihenahena velona. / Tokazo: hazo manirery. * Ohab.: Hazo avo halan-driuotra: der. Hala. /Hazo tokana tsy mba ala: ny be mahamena-maso, olon-drery tsy mba vahoaka. ( Ny hazo no vanon-ko lakana: ny tany naniriany no tsara: ny zavatra tsara dia avy amin'ny zavatra tsara ihany. / Ny tanora imita mandondona, ny antitra hazo amoron-teuana: enti-milaza fa na ny tanora na ny an-titra dia samy mety hopaohin-dRafahafatesana daholo. / Raha maniry ihany ny hazo tonga any an-danitra: entina mampiomana fa misy fetrany toy ny hazo maniry ny fanambinana, ny fahasoavana. / Todin'ny ambora tsy nentina ka mivongi-kazo tsy fantatra: anisan'ny fanompoana fahiny ny maka ambora any an'ala hanaovana vatam-patin'andriana; izay nanao mosalahy tamin'izany dia voasazy ka nampitondraina izay hazo hita teny ho eny: enti-milaza ny famaizana tsy maintsy mihatra amin'izay manao tsirambina ny adidiny.\n Ahitsio"},{"word":"Hazohazo","definition":" ft.: Fisalasalana ka sady tsy mandroso no tsy mihemotra. Ahazohazo, tafahazohazo / mihazohazo / ihazohazoana, fihazohazoana / mahahazohazo.\n Ahitsio"},{"word":"Hazolahy","definition":" (Btl) a.: Laona ton-ta efa gorobaka ka tampenana hoditra ny tendrony roa ary misy tady fanenjanana ny hoditra manodidina ny vatany velesina toy ny amponga.\n Ahitsio"},{"word":"Hazolahy","definition":" a.: Amponga fampi Ha; asa amin'ny lanonan-dehibe, na alohan'ny kabarin'ny manam-pahefana. TsY mahazo mikasika azy ny vehivavy fahiny teo amin'ny Ntaolo; fady amin'ny sambatra na hiram-pivavahana na lanonana fangataham-pitahiana ho an' ny tafika ny mampiasa ny hazolahy.\n Ahitsio"},{"word":"Hazolava","definition":" a.: Antso fanao raha misy fahatairana lehibe, toY ny fahatongavan'ny fahavalo, fanamian'ny jiolahy.\n Ahitsio"},{"word":"Hazomalama","definition":" a.: (jar. Hazo).\n Ahitsio"},{"word":"Hazomalanga","definition":" a.: Karazan-kazo lehibe fahita any amin'ny faritanin'i Toliary sy Mahajanga: tsara hazo, mani-pofona; anaovan'ny olona vata na tranom-pitaxatra amin'ny varavarankely.\n Ahitsio"},{"word":"Hazomanga","definition":" a: Hazo roa na te-Io karazana akambana (ny iray amin' ireo ny avlavy) atao fampianianana, izay itokiana ho tsy azo andaingana na ivadihana.\n Ahitsio"},{"word":"Hazomanga","definition":" a.: Zavamaniry voalaza ho ody miaro ny biby fiompy amin'ny aretina raha afehy eo an-tandrony.\n Ahitsio"},{"word":"Hazombato","definition":" a.: Hazo lehibe fahita amin'ny faritra atsinanana sy amin'ny afovoan-tany fanaovana trams, fa indrindra fanao kitay sy arina.\n Ahitsio"},{"word":"Hazona","definition":" a.: Fitanana, fisakanana. è Hazonina, ahazona, voahazona / mihazona, fihazona, mpihazona 1 ihazonana, fihazonana / mifangazona / ifangazonana, fifangazonana / mahahazona / hazonkazona.\n Ahitsio"},{"word":"Hazondamosina","definition":" a.: Fitambarana taolana maromaro misy loaka ka itoeran'ny tsoka, izay mifampitohitohy lava manaraka ny lamosina ary manenjana ny vatana ambony hijoro. -  F.-p.: Tsy manana hazondamosina: enti-milaza olona tsy manan-tsitrapo hijoro amin'ny heviny na amin'izay tiany. / Henoy izany, ry hazondamosina: enti-milaza zavatra tsy Usina hohenoina ka ny hazondamosina — misy tsilalaon-teny amin'ny vato aman-kazo izay tsy mandre na inona na inona — no asaina mihaino azy fa tsy ny soffna.\n Ahitsio"},{"word":"Hazondrano","definition":" a.: Hazo fahita any amin'ny ala atsinanana, mety ho lava, nefa matetika antonontonony ihany, mazavazava ny volony ary fanaovana zavamaneno indrindra (amponga, gitara...) sy rafikazo samihafa vola. (Ilex mitis).\n Ahitsio"},{"word":"Hazonina","definition":" (hazona) mt. ih. (hazony): Tanana mafy tsy ho votsotra na hilefa: Hazony mafy it? omby itý sao mitroatra.\n Ahitsio"},{"word":"Hazotoana","definition":" na Fahazotoana (zoto) a.: Toetran'ny olona mazoto; harisihana, faharisihana: Arakaraka ny fahazotoanao amin'ny asa no itomboan'ny karamanao.\n Ahitsio"},{"word":"Hazovato","definition":" a.: Karazam-bato sokay nova ara-toetra simika sy fizika, tsy dia mafy loatra fa misy tsoriany mahafinaritra ny tavany rehefa voalambolambo tsara, anaovana solon-taila amin'ny ngorodona na ny rindrina; marbra.\n Ahitsio"},{"word":"He","definition":" t.-p,: Enti-milaza fiantsoana na fampisehoan-javatra: He! avia hijery ity zaua-mahazendana ity!\n Ahitsio"},{"word":"Hebaka","definition":" ft.: Tsy misy na inona na inona ao anatiny. - t.i.f.: Mangebaka I mange-, bakebaka.\n Ahitsio"},{"word":"Hebakebaka","definition":" a: Elanelana. -  F,-p.: Ana hebakebany: a~ nelanelany.\n Ahitsio"},{"word":"Hebena","definition":" Hebihebena (heby) mt. ih. (hebeo): Sakanana eny am-pandehanana, salovanina.\n Ahitsio"},{"word":"Hebikebika","definition":" a.: Fihetsiketsehana na fivezivezena mankatsy mankaroa tsy mahapetraka fa feno ahiahy. - t.i.f.: Mihebikebika, fihebikebika, mpihebikebika 1 ihebikebehana, fihebikebehana.\n Ahitsio"},{"word":"Hebintrebina","definition":" a.: Fipararetra, fihetsiketsiky ny rano tsofin' ny rivotra; fitsipelapelatry ny hazavana. 1 t, t f.: Ahebintrebina 1 mihebintrebina, fihebintrebina, mpihebintrebina / ihebintrebenana, fihebintrebenana.\n Ahitsio"},{"word":"Hebrio","definition":" (fr. hébreu) a.: Anarana nentin'ny firenena Jody tany am-boalohany, avy amin'ny razam-ben'i Abrahama natao hoe Haber.\n Ahitsio"},{"word":"Heby","definition":" Hebiheby a.: Fanetsiketsehana zavatra hisalovana ny fijery na ny lalan'ny hafa; fisakantsakanana amin'ny fivezivezena avy an-kavia na an-kavanana. - t.i.f.: Hebena, hebihebena, aheby, ahebiheby, voahebiheby, tafahebiheby 1 manebiheby, fanebiheby 1 anebihebena, fanebihebena 1 mihebiheby, fihebiheby, mpihebihebY 1 fihebihebena, ihebena, fihebena I mahahebiheby.\n Ahitsio"},{"word":"Hedrahedra","definition":" a.: Hetsiketsika, hevingevina. i Manedrahedra, fanedrahedra, mpanedrahedra 1 anedrahedrana, fanedrahedrana 1 mihedrahedra, fihedrahedra, mpihedrahedra 1 ihedrahedrana, fihedrahedrana 1 mahahedrahedra.\n Ahitsio"},{"word":"Hefahefa","definition":" a.: Fihetsiketsehanjavatra tsofin'ny rivotra, fihofahofana. i' t.i.f;: Ahefahefa, hefahefaina, voahefahefa, tafahefahefa 1 manefahefa, fanefahefa, mpanefahefa 1 anefahefana, fanefahefana 1 mihefahefa, fihefahefa, mpihefahefa 1 ihefahefana, fihefahefana I mahahefahefa.\n Ahitsio"},{"word":"Hefahefaina","definition":" (hefahefa) mt. ih, (hefahefao): Hetsiketsehina, hofahofana.\n Ahitsio"},{"word":"Hefakefahina","definition":" (hefakefaka) mt. ih. (hefakefaho): Alana, na endahana, amin'ny ilany iray.\n Ahitsio"},{"word":"Hefakefaka","definition":" Hefakefany a.: I-lany iray amin'ny kitrom-biby. • Zavatra mikiraviravy, sady mihetsiketsika, nefa misy mitana azy tsy hiala. 1\tHefakefahina, ahefakefaka, voahefakefaka 1 mihefakefaka, fihefakefaka, mpihefakefaka 1 ihefakefahana, fihefakefahana.\n Ahitsio"},{"word":"Hefarana","definition":" (efatra) p.mt.: Mandritra ny efatra andro: Nijanona hefarana teto izy dia la-sa, • a.: Halavam-potoana efatra andro: Nandritra ny hefarana no naharetan'ny fa-nad inanay,\n Ahitsio"},{"word":"Hefikefehina","definition":" (hefikefika) mt. ih, (hefikefeho): Hetsiketsehina, hozongozonina.\n Ahitsio"},{"word":"Hefikefika","definition":" a.: Hovitrovitry ny loha, hifikifika, hetsiketsika, hozongozona. - t.i.f.: Hefikefehina, ahefikefika, voahefikefika, tafahefikefika 1 manefikefika, f anefikefika, mpanefikefika 1 anefikefehana, fanefikefehana 1 mihefikefika, fihefikefika, mpihefikefika 1 ihefikefehana, fihefikefehana 1 mahahefikefika.\n Ahitsio"},{"word":"Hefohefo","definition":" a.: Fananan-karena betsaka. i Manefohefo, fanefohefo, mpanefohefo 1 anefohefoana, fanefohefoana.\n Ahitsio"},{"word":"Hehaka","definition":" ft.: Hasemporana, sanehaka. - t.i.f.: Mihehaka, fihehaka, mpihehaka 1 hehakehaka 1 manehakehaka.\n Ahitsio"},{"word":"Hehitra","definition":" a.: Kaikitra. 6 t.i.f.: Manehitra.\n Ahitsio"},{"word":"Hehy","definition":" a.: Tsiky mampiseho nify noho ny hafaliana, arahim-peo mafy tapatapaka, na milcarantsana. -  F.-p.: Farahehy: fihomehezana mafy somary lavareny, ka matetika entin'ny tovovavy na ny vehivavy lehibe hanesoana sy hanarabiana ny hafa. / Foy hehy: entina milaza ny zazakely izay mikakakaka sy mitokelaka voalohany. 1 Hehy be: hehy miaraka ataon'ny maro ka mandrakariva maneso noho ny toetra hitany. / Hehy ra: hehy somary mangasihasy fa vaky lainga voatsindrona amin'ny tena marina ka mody mitsiky hanafenana izany. I Hehy ranovaky: fihomehezana rodobe ary indray mien-fana avokoa. / Hehy ualaka: fihomehezana toa mampiseho tsy firaikana haniratsirana na hampisehoana tsy fitokiana an'ilay miresaka amin'ny tena. 1 Hehy voraka: fihomehezana tsy araka ny fo fa ataotao fotsiny mba hanambarana fa faly, na dia tsy izany loatraaza. 1Lokilokin'ny hehy: mihomehy an-kafaliana sy amim-pitiavana ary misesy. I Toran'ny hehy: mihomehy mitohitohy ka mlla ho sempotra eo am-pihomehezana. 1 Tsipaky ny hehy: mihomehy kely aloha vao misesy ka efa toy ny hanevika vao miato na mamonjy mipetraka.\n Ahitsio"},{"word":"Hehy","definition":" a.: Fihohazana ny tany hiparitaka, na fanelezana voan-javatra efa voangona. - t.i.f.: Hehezina, ahehy, voahehy / mihehy, fihehy, mpihehy 1 ihehezana, fihehezana 1 mahahehy.\n Ahitsio"},{"word":"Heja","definition":" ft.: Hatsaram-bika, fahajenitra. i Meja, maneja, fanejal anejana, fanejana / roiheja, fiheja 1 ihejana, fihejana.\n Ahitsio"},{"word":"Helaka","definition":" Jer. Elaka.\n Ahitsio"},{"word":"Helatra","definition":" a: Hazavana mitsoriaka eny ana habakabaka amin'ny oram-baratra, tselatra. - t.i.f.: Manelatra, fanelatra, mpanelatra 1 anelarana, fanelarana 1 helatrelatra.\n Ahitsio"},{"word":"Helehina","definition":" (helika) mt. ih, (hale-ho): Entina ao ambany helika.\n Ahitsio"},{"word":"Helenina","definition":" (helina) mt.ih. (hale-no): Lalovana na seranina vetivety.\n Ahitsio"},{"word":"Helika","definition":" a.: Ny faritra lempona amin'ny foto-tsandry ao ambany. - t.i.f.: Hahelika 1 sakelika, -  F-p.: Lava helika: mpangalatra mahay manafina ny halatra ataony / Rehefa miaafo helika ny kary: mari-potoana eo amin'ny roa ora maraina eo ho eo (amin'io fotoana io no noheverin'ny ntaolo fa avy nihinan-kanina nomen' ny mpamosavy azy ny kary ka misasa). * Ohab.: Tsy miady tsy miady nefa ny kibay an-kelika ihany: entina milaza ny olona miseho ho tia nefa vonona ny hamely raha vao misy azo hararaotina.\n Ahitsio"},{"word":"Helina","definition":" a.: Fisehoana na fandalovana vetivety. - t.i.f•: Helenina, helenana, voahelina, tafahelina 1 mihelina, fihelina, mpihelina llhe• lenana, fihelenana 1 mahahelina 1 helinkelina, helingelina 1 manelingelina, fanelingelina, mpanelingelina 1 anelingelenana, fanelingelenana 1 mihelingebna, fihelingelina, mpihelingelina 1 ihelingelenana 1 fihelingelenana I mahahelingelina.\n Ahitsio"},{"word":"Helisy","definition":" (fr. hélice) a.: Vy roa rentsana izay ahodin'ny maotera eo amin'ny tratran'ny fiaramanidina ka mampandeha azy.\n Ahitsio"},{"word":"Helo","definition":" Helohelo (elo) a.: Zavatra miserantserana sy manakontakona avy eo ambony loha. - t.i.f.: Heloheloina,ahelohe-]o, voahelohelo, tafahelohelo 1 manelohelo, fanelohelo, mpanelohelo 1 aneloheloana, faneloheloana I mihelohelo, fihelohelo, mpfinelohelo 1 i-'heloheloana, fiheloheloana 1 mehahelohelo.\n Ahitsio"},{"word":"Helo","definition":" (ang. hall) a.: Toerana any amin'ny ffainan-tsy hita inoan'ny mpivavaka kristianina ho fitoeran'ireo ratsy fanahy teto an-tany ka ijaliany amin'ny tsy fahitany an' Andriamanitra; afobe.\n Ahitsio"},{"word":"Helodrano","definition":" (heloka rano) a: Fivilian-drano izay toa iangonan'ny rano noho ny toerana tsy mahitsy.\n Ahitsio"},{"word":"Heloheloina","definition":" (helohelo) mt.ih. (heloheloy): Toa andalovanjavatra miserantserana eo ambon loha.\n Ahitsio"},{"word":"Helohina","definition":" (heloka) mt.ih. (helohy): Sazina araka ny didfmpitsarana: Nohelohina natao sesi-tany roapolo taona izy.\n Ahitsio"},{"word":"Heloka","definition":" a.: Olikolika, fiolikolehana: Misy heloka betsaka ity renirano ity. ? Fandikana ny lalàn'ny Nahary na ny fitsipiky ny fitondram-panjakana; hadisoana lehibe:Heloka bevava no vitany. •Sazy, noho ny hadisoana lehibe vita: Manefa ny helony any am-ponja izy. - t.i.f.: Meloka I helohina, melohina, aheloka, voaheloka / manameloka, fanameloka, mpanameloka j anamelohana, fanamelohana / mahameloka j fahameloka I mihameloka I helokeloka. ? F.-p.: Ady heloka: ilazana ny antokom-pitsarana mitsara momba ny heloka (ny mifanohitra aminy dia ny ady madio). JHelo-drano: ilazana ny rano mitsopaka any afovoan'ny tany izay lalovan'ny ony. / Heloka bevava: ilazana ny heloka na hadisoana lehibe, toy ny nahafaty olona. J Heloka am-po tsy ambara: fanasaziana na famaizana ankasahiana tsy nolazaina ny antony. J Mamaia heloka: tsy mitahiry hadisoana amin' ny hafa fa mihavana kosa, ka manadino ny ratsy nataony tamin'ny tena / Ranomaso manentsin-keloka: entina milaza ny olona miseho amin'ny hafa ho malahelo sy tsy diso ka mitomany hanafina ny ratsy natao. / Vomanga meloka: any an-tenda ma- nitsy azy: teny enti-miangavy ny olona mba hanitsy samy irery any am-pony any izay tsy mety amin'ny teny lazaina. * Ohab.: Ny heloka ibabohana mody rariny: izay miaiky ny hadisoany dia lefahin'ny olona ny helony, fa izay miziriziry kosa vao mainka omen'ny olona tsiny.\n Ahitsio"},{"word":"Helotrelona","definition":" a.: Jar. Helingeilna,\n Ahitsio"},{"word":"Hely","definition":" (fit-p.), p.t: Kely. Helihely a.: Jar. Helohelo.\n Ahitsio"},{"word":"Hematozoera","definition":" (fr. hématozoaire) a.: Karazana mikraoby bibikely mivelona ao anaty ran'ny olona voakaikitry ny moka atao hoe anofela, ka mararin'ny tazo, mafana sy mangovitra izay voany.\n Ahitsio"},{"word":"Hembahemba","definition":" a.: Fihofahofana (fiteny amin'ny saina mikopakopaka indrindra). • Fambaran'aretina. i tif: Hembahembaina, ahembahemba, voahembahemba I manembahemba I anembahembana, fanembahembana j fihemba.\n Ahitsio"},{"word":"Hembahembaina","definition":" (hembahemba) mtih. (hembahembao): Hetsiketsehina mba hihofahofa.\n Ahitsio"},{"word":"Hembitra","definition":" a.: Fiantsambotra, fiontanan'ny vatana na ny saina, fahatairana. - t.i.f: tafahembitra / mihembitra, fihembitra, mpihembitra.\n Ahitsio"},{"word":"Hemo","definition":" ft.: Mitovy hevitra amin' ny Hemotra. 1 tif: Manemo I fanemoana.\n Ahitsio"},{"word":"Hemorina","definition":" (hemotra) mt.ih. (hemory): Ampanalavitina, akisaka miaoriana: Hemory ny sezanao.\n Ahitsio"},{"word":"Hemoroida","definition":" (fr. hémorroide) a: Aretina atao koa hoe \"mivoaka tsinaim-body\", a vy amin'ny fivontosan'ny vena amin'ny tapany farany amin'ny tsinay ka manomboka amin'ny hidihidy, na ao anaty na eo ivelany, ary misy ra mandeha; kitso.\n Ahitsio"},{"word":"Hemotra","definition":" ft.: Tsy fandrosoana fa fandehanana miverina, fitambotsorana. - t.i.f.: Hemorina, ahemotra, voahemotra, tafahemotra I manemotra, fanemotra, mpanemotra I anemorana, fanemorana / mihernotra, fihemotra, mpihemotra I ihemorana, fihemorana I mahahemotra / hemotremotra.\n Ahitsio"},{"word":"Hempa","definition":" Hempahempa p. t.: Mihetsiketsika, misavilivily. i t.i.f.: Mihempahempa, fihempahempa I ihempahempana, fihempahemp ana.\n Ahitsio"},{"word":"Hempona","definition":" a.: Jer. Emponempona.\n Ahitsio"},{"word":"Hena","definition":" ft.: Fihakelezana, fihavitsiana isa raha ampitahaina amin'ny teo aloha. I t. L f : Ahana, voahena, tafahena j mihena, fihena, mpihena / ihenàna, fihenàna I mahahena I henkena.\n Ahitsio"},{"word":"Hena","definition":" a. Nofom-biby efa maty: Mora ny henan-kisoa androany. • h.i.: Fery. - t.i.f.: Henahena 1 mangena hena, fangenahena 1 mihena velona. -  F.-p.: Hena am-bifotsy: ha-na voavoatra tehirizina ambifotsy mba tsy ho simba J Hena ratsy, henam-paty: ila zana ny hena nozaraina tamin'ny mpandevina. / Hena ritra: hena noritina ka tsy misy rano intsony fa menaka sisa. /Hena vao: hena tsy nialina andro, ary ilazana koa ny hena raisina aorian'ny fandroana. /Hena varanga: flazana ny henam-pandroana notehirizina tamin'ny mena-ka nahandroana azy ka naharitra tamin'ny fandroana manaraka. J Nofon-kena mitam-pihavanana: Jer. Havana. /Hena velona aho nandre izany: (ny hena vao noraisina dia mihararetra kely): enti-milaza fa nangovitra iray ihany ny tena nandre izany. * Ohab.: Faran'ny omby hena: enti-milaza fa misy faxa ny ny zava-drehetra. J Mahita amboa miady taolana ka mahatsiaro ny hena fony nandro : ilazana ny fisehoanjavatra izay mamohafoha ny fotoana teo aloha; zavatra kely mampahatsiahy ny lasa, na soa izany na ratsy. J Mitomany hena momba famaky: milaza fahihirana tafahoatra ka malahelo nony mahita poti-kena bitika kely manaraka ny famaky nikapana. J Lany hena alohan'ny olona ka ny nify no aolanolana: entina mandatsa ireo mpirobaroba tsy mahay mitsitsy ka mipitrapitra nony farany. J Tolokena maty jiro, ka vintana no andrasana: enti-milaza ny toe-javatra izay ny anjara tokana ihany no mety hahazoana na tsy hahazoana. Teny misy ifandraisany: atidohan-kena, atin-kena, fanangana, hofaka, ilikena, jabora, sabora, lela, lemy (leminy) lohomby, losony, mananety, masontanteliny, matomperiny, matom-perin-kisoa, mosavfnkena, roroha, soroka, taovany, tratra, trafo, traingo, tehezana, tsinainkena, vain-droroho, vavony, voankena, vodihena, vorivorinkena.\n Ahitsio"},{"word":"Henahena","definition":" a.: Tsy fetezana hiala eo amin'ny toerana misy ny tena; tsy fetezana hanao na handeha fa mitokona; fidongiana na fikiribibiana. - t.i.f: Henahenaina, ahenahena, voahenahena, tafahenahena / manenahena, fanenahena, mpanenahena I mihenahena, fihenahena, mpihenahena I ihenahenana , fihenahenana, mahahenahena.\n Ahitsio"},{"word":"Henahenaina","definition":" (henahena) mt. ih. (henahenao): Enti-milaza ny zavatra lavina, ikiribibiana.\n Ahitsio"},{"word":"Henamaso","definition":" a.: Fahatahorana izay holazain'ny olona momba ny tena: Tokony tsy ho resin-kenamaso fa izay efa voalanjalanjan'ny tena ka hi-ta fa tsara no hatao. • Haja, fanajana:Ny henamasoko andrainao no tsy nivoahako ny trano teo no ho eo. * F.-p.: Manao an-kenamaso: manao tsy fidiny, manao tsy an-tsitrapo. J Matin-kenamaso: resin'ny henamaso ka manao zavatra tsy tiana na tsy tokony hatao akory. /Mizara henamaso: minia mandefitra ary mampiseho fanajana noho ny fihavanana, fa tsy miziriziry manampatra ny zo ananana. J Tsy mizara henamaso: tsy mahay mana ja, tsy miraharaha izay fihavanana fa manararaotra tsy misy indrafo raha vao misy hadisoana kely ataon'ny ha-fa. J Tsy izaran'ny olona henamaso: tsy mahamenatra ny olona, tsy hajain'ny olona. * Ohab.: Ny henamaso ombalahy: ny ombalahy dia voalaza ho masiaka sy manoto ka zary matahotra azy ny olona: enti-manala tsiny ny olona resin-kenamaso eo anoloan'ny mahery noho izy, na enti-milaza ny herin'ny henamaso eo amin'ny olombelona J Matin-kenamaso ka homam-barim-boka: enti-milaza olona apanaikinaiky foana noho ny henatra, na dia zava-dratsy aza no atolotra azy.\n Ahitsio"},{"word":"Henarana","definition":" (henatra) mt ih. (henaro): Enti-milaza ny olona izay mahamenatra noho ny fanajana be loatra ananana aminy: Ny reniny no henaran'Ikoto noho ny rainy.\n Ahitsio"},{"word":"Henatra","definition":" a.: Tahotra ny fahaverezan-kaja sy voninahitra : Henatr'olona re izany! Tsy sahy mitraka mihitsy izy rehefa mamakivaky eo afovoan'ny olona. ? Fahatsiarovana ny tena ho ambany, noho ny toetra ratsy ananana na asa ratsy tsy mendrika natao: Safotry ny henatra ny anao lahy fa tratran'ny fokonolona nangalatra teo an-tsena. • Fahafaham-baraka: Henatra ho an'ny fianakaviana ny zaza tahaka ireny, • Fanajana be loatra amin'ny olona iray ka mahatonga ny tena tsy ho sahisahy aminy. * F.-p.: Henatra iombonana: ilazana fahafaham-baraka mahazo ny fianakaviana ka heverina ho mihatra amin' ireo havana rehetra. j Henatry ny razana: enti-milaza ny mahantra fadiranovana ao amin'ny fianakaviana, izay toy ny henatry ny razana ka tokony hampian'ny havana rehetra. J Saro-kenatra: mora menatra, mivoara-mena vetivety raha vao misy resaka na teny momba azy. J Takonkenatra: enti-milaza ny varavaran-tapaka natao mba tsy hivantanan'ny mason'ny olona amin'ny ao an-trano; ilazana koa ny fitafiana silany kely tsy mahasarona afa-tsy izay faritry ny tena mahamenatra. * Ohab:Ny handrina no tsy naniry volo: ny henatra (Jer. Handrina).\n Ahitsio"},{"word":"Hendrahendra","definition":" a.: Jer. Hendratra.\n Ahitsio"},{"word":"Hendratina","definition":" (hendratra) mt.ih. (hendrato): Ampientanina.\n Ahitsio"},{"word":"Hendratra","definition":" p. t: Taitra ka mitraka tampoka ny loha, mientana, miantsambotra: Hendratra izy nahita ilay hazavana teo ambon y lohany. - t.i.f.: Hendratina, ahendratra, tafahendratra / mihendratra 1 ihendratana, fihendratanalmihahendratra, hendratrendratra I hendratrendrany.\n Ahitsio"},{"word":"Hendratrendrany","definition":" a: Anarana omena ny fonon'ny atidoha.\n Ahitsio"},{"word":"Hendrena","definition":" (hendry) mt. ih. (hendreo): Tilina, tsikilovina, atao andry maso mba hahitana zavatra hamelezana a zy.\n Ahitsio"},{"word":"Hendrohendro","definition":" Jer. Fendrofendro.\n Ahitsio"},{"word":"Hendry","definition":" p. t.: Mahalala ny ataony, mahalala zavatra, kinga, mahita hevitra soa: Rakoto iza re no hanao kitoatoa amin'ny raharaha tahaka itony? Tovolahy hendry iny! • Mahay mitondra tena, mana raka ny tokony hatao, manam-panahy: Sambatra ny lehilahy manana vady han-dry. • Azo anarina, tsy ma ditra: Hendry daholo ny zanakao, Ranona • Voalanjalanja isara araka ny tokony ho izy: Manaova alahelo han-dry (DOX). - t.i.f.: Mampahendryjmaha hendry j hahendrena,fahendrena j hendrihendry. -  F-p.: Hendry ka tsy manan-ko an-tenu: tenin'olona miavonavona izay nanarin' olona mahantra, hono, ka namaly hoe: hendry ve tsy hanan-ko an-tena; toy izany koa ny mpitovo nananatra ny manambady ka nahazo valiny hoe: raha hendry tsy manan-ko an-tena. J Manao fialan'oion-kendry: miala moramora manaja tena raha misy fifandrozanana. / Miana-kendry: olona kevokevoka sy dedaka ka na ny zavatra tsy tokony hataony aza dia ataony. J Ny hendry ihany no anarina: enti-milaza fa ny hendry ihany no mety hahazo izay fananarana atao aminy (fomba mandokadoka ny olona anarina koa io sa tria avy hatrany izy dia atao anisan'ny sokajin'ny hendry). J Ny voa tsy hendry, ny azony adala: iharan'ny fahasahiranana lehibe sy tampoka ka mipepipepy sy mitotototo daholo, na ny hendry na ny adala, manadino ny tokony hatao. J Olon-kendry: ilazana olona mendrika ara-toetra na amin'izay ataony noho ny fahaizany sy hatsaram-panahy ananany. J Raha tsy uoa tsy hendry: tratran'ny fahavoazana noho ny natao vao mandinika, ary tsy mamerina na manindroa intsony. J Tsy adala tsy hendry: enti-milaza toetra hafahafa, fa raha miteny toa mahalala rariny, nefa ny fiainana tsy araka izany, na ny fiainana tsara, fa ny fiteny tsy mendrika.\n Ahitsio"},{"word":"Hendry","definition":" ft.: Tily, tsikilo.\n Ahitsio"},{"word":"Henemana","definition":" (enina) p.mt.: Mandritra ny enina andro: Nifady hanina henemana izy ka reraka 1 a: Halavam-potoa na enina andro: Nony afaka henemana, lasa ireo iraka\n Ahitsio"},{"word":"Heni-kaja","definition":" feno voninahitra. / Manama haja: manolotra fankasitrahana, manotrona sy manao izay hahamendrika ny hafa eo amin' ny fotoana lehibe. j Mendrikaja: tsara fanahy, tsara toetra, ka antonona ny hatsarany ny voninahitra atolotra azy, f Olo-manan-kaja: enti-milaza ireo olona eo amin'ny toerana ambony. * Ohab.: Vidin-kaja, vidimboninahitra: raha amin'ny toerana ambony no misy ny tena, dia tokony hanana toetra sy fomba mifanentana amin'izany koa ny tena. ¶ M.h.: Voninahitra, baràka, hasina, zo, dera, laza, ilo mby an-doha, anarana. Vary haja: very hasina, latsaka ondana, afa-baraka, afa-borbka, afakaja, afa-boninahitra, afa-pofona, afa-bintana, maimbo tsikahonkahona, matin'ny vavam-bahoaka, maty volon' ny ratsy, mandraraka ilo mby an-doha.\n Ahitsio"},{"word":"Heniheny","definition":" a: Tany ihandronan' ny rano ka manjary honahona sy feno ahitra; tany lava volo tsy ialan-drano ka manjary fotaka mandrevo. - t.i.f: Mangeniheny, mangeningenina.\n Ahitsio"},{"word":"Henika","definition":" p.t.: Feno: Henika ny sompitra. • ho.: Heniky ny hafaliana ny fonay. • Vonto, tanteraka: Heniky ny sira ny laoka. • Safotra: Heniky ny rano ny tanimbary. i t.if.: Manenika, fanenika / mihenika j mahahenika.\n Ahitsio"},{"word":"Henikenehina","definition":" (henikenika) ma ih. (henikeneho): Ikofokofohana foana, tsy misy antony.\n Ahitsio"},{"word":"Henikenika","definition":" p. t.: Sahirana hatraiza hatraiza, mikofokofoka amin'ny tain on tain ona. i< t.i.f.: Henikenehina, ahenikenika 1 mihenikenika, fihenikenika, mpihenikenika I ihenikenehana, fihenikenehana.\n Ahitsio"},{"word":"Heningenina","definition":" a.: Jer. Heniheny.\n Ahitsio"},{"word":"Heninkenenina","definition":" (heninkenina) mt. ih, (heninkeneno): Amboarina, alamina, ampirimina.\n Ahitsio"},{"word":"Heninkenina","definition":" a: Raharaha madinika mahasahirana, ihodinkodinana eran'ny trano. - t.i.f: Voaheninkenina, tafaheninkenina I maneninkenina, faneninkenina, mpaneninkenina / aneninkenenana, faneninkenenana / miheninkenina, fiheninkenina, mpiheninkenina / iheninkenenana, fiheninkenenana / mahaheninkenina.\n Ahitsio"},{"word":"Henjana","definition":" p. t.: Miridiridy mafy tsy milefitra: Henjana ny hatoko. ? Mafy, sarotra tanterahina: Henjana izany teny izany. • Mahavizana: Henjana ity la/ana ity.\n Ahitsio"},{"word":"Henjanina","definition":" (henjana) mt.ih. (henjano): Atao henjana miridiridy mafy tsy milefitra: Henjano ny tady.\n Ahitsio"},{"word":"Henjihenjena","definition":" (henjihenjy) mt. ih. (henjihenjeo): Enjehina, korododosina.\n Ahitsio"},{"word":"Henjy","definition":" Henjihenjy a.: Fihazakazahana sy firioriovana ets? sy er?; fivezivezena amin'ny toerana maro; fandehanana etsy sy eroa tsy dia misy antony loatra; fitetezana lanonana sy koràna samihafa eny rehetra eny. t.i.f : Henjihenjena, ahenjihenjy, voahenjihenjy, tafahenjihenjy / mihenjy, mihenjihenjy, fihenjihenjy, mpihenjihenjy j ihenjihenjena, fihenjihenjena 1 mahahenjihenjy.\n Ahitsio"},{"word":"Heno","definition":" Jer. Haino.\n Ahitsio"},{"word":"Henoina","definition":" (haino) mt. ih. (henoy): Atao re, atongilana ny sofina mba handre: Henoy ny hiran'ny ankizy. •Ekena: Henoy ny fangatahanay, tompoko. -  F.-p.: Henoy izany, ry hazondamosiko: enti-milazany hodi-tsokatra tsy mandre akory ny havandra miraraka eo an-damosiny, ka ny heviny dia tsy firaharahana izay any ivoho any, na fanehoana tsy firaikana amin'ny teny na anatra atao.\n Ahitsio"},{"word":"Hentana","definition":" a.: Fahavakiana mitsefatsefaka hita amin'ny tanimbary diso maina loatra: Vaky hentana 6 Li. f.: Mangentana.\n Ahitsio"},{"word":"Henterina","definition":" (hantitra) mt. ih. (hentero): Tapahina tarangana: Henterina ny tady. ?Vitaina tanteraka: Hohen terina ny raharaha uao misaraka isika.\n Ahitsio"},{"word":"Hentitra","definition":" Tapaka tsy misy romoromo mitazona azy intsony; enti-milaza teny hanambarana fahatapahan-kevitra tsy miova intsony: Tapa-ho ataovy hentitra tsara ny resaka. - t.i.f.: Henterina, ahentitra, voahentitra / manentitra, fanentitra, mpanentitra I anenterana, fanenterana / mahahentitra / hentitrentftra.\n Ahitsio"},{"word":"Hentohento","definition":" a.: Sentosento, tolokoloko, fahalelovana am-po (noho ny tsy maintsy anaovana asa an-tery). - t.i.f.: Hentohentoina, tafahentohento / manentohento, fanentohento, mpanentohento / anentohentoana, fanentohentoana / mihentohento, fihentohento, mpihentohento / ihentohentoana, fihentohentoana.\n Ahitsio"},{"word":"Hentohentoina","definition":" (hentohento) mt. ih. (hentohentoy): Isentosentoana. • Tom banana la-fo loatra.\n Ahitsio"},{"word":"Hentona","definition":" p.t.: Avo (raha zavatra), lafo loatra (raha vidinjavatra).\n Ahitsio"},{"word":"Hentona","definition":" p. t.: Mangidy sira; lafo izaitsizy. i Li. f.: Mangentona.\n Ahitsio"},{"word":"Hentona","definition":" a: Hazo fisaka mifantsika amin'ny andry telo tamin'ny trano teo aloha eo akaikin'ny tendrony mba hanakambanana sy hanatambinana azy. -  F.-p.: Any an-kentona: A-vo dia avo. * Ohab.: Aza atao mangidy tsy andramana toy ny hentona. (Jar. Andramana).\n Ahitsio"},{"word":"Hentsina","definition":" p.t.: Voatohana tsy afadnivoaka ka mihandrona fa tsentsina; enti-milaza ny orona tsy avy miaina fa tampin'ny sexy. - t.i.f.: Mihentsina / mahahentsina.\n Ahitsio"},{"word":"Hentsona","definition":" Jer. Kentsona\n Ahitsio"},{"word":"Heny","definition":" p.mt.: Mitovy amin'ilay efa eo, na isa na habe: Enina kilao io kisoa io tamin'ny novidiko, ary izao izy telopolo kilao, izany hoe lasa indimy heny ny lanjany. * F.-p.: Intelo heny: intelo ohatra ny habe na ny isa teo aloha. / Avo folo heny: impolo ohatra ny teo aloha. I Zato heny na inJato heny: injato ohatra ny teo aloha.\n Ahitsio"},{"word":"Heny","definition":" p.t.: Sahaza, mifanentana, tandrify, mifanandrify. ? h,o.: Mahazo mivady fa tsy mpihavana akaiky: Olon-tsy heny aminao Rasoa ka tsy azonao alaina ho vady. * F.-p.:0lon-tsy heny: olompady.\n Ahitsio"},{"word":"Heoka","definition":" Keokeoka ft.: Fofona na tsiro mamely ny tenda. i t.i.f.: Mangeoka, mangeokeoka, fangeokeoka.\n Ahitsio"},{"word":"Herahera","definition":" (t.tr.) a: Hazangazana.\n Ahitsio"},{"word":"Herahera","definition":" ft.: Fangatahana andro lava. - t.i.f.: Heraheraina, aherahera, voaherahera, tafaherahera I manerahera, fanerahera, mpanerahera l aneraherana, faneraherana / mahaherahera.\n Ahitsio"},{"word":"Heraheraina","definition":" (herahera) mt.ih. (heraherao): Ampiandrasina ela (enti-milaza trosa na vola tsy maintsy aloa).\n Ahitsio"},{"word":"Heraka","definition":" p. t.: Fano daholo, rakotra: Heraky ny aretina ny tanàna.\n Ahitsio"},{"word":"Herana","definition":" a: Karazan'ahitra vaventy sy mivela-dravina, miara-maniry amin'ny zozoro eny anaty rano na eny an-keniheny, ary fanaovana tsihy sy harona na fanafoana trano (Cyperus latifolius).\n Ahitsio"},{"word":"Herandambo","definition":" a: Karazan-kerana (Cyperus).\n Ahitsio"},{"word":"Herehina","definition":" (herika) mt. ih. (hereho): Todihina jerena any ivoho: Hereho ny lasa mba handinihana izay hatao amin' ny ho avy. • Atao, isahiranana: Be herehina loatra Rakoto ka hadinony ny hafatrao.\n Ahitsio"},{"word":"Heretika","definition":" (fr. hérétique) a. sy p. t.: Teny entin'ny katolika milaza ny olona mandà ny teny finoana ampianarin'ny Eglizy.\n Ahitsio"},{"word":"Herezina","definition":" (hery) mt. ih. (herezo): Atao amin-kerimpo, amin-joto, amin-kafanam-po: Herezo ny fiasa, ry mpiray tanindrazana.\n Ahitsio"},{"word":"Herika","definition":" a.: Fitodihana mankany ivoho, na any an-kavanana sy an-kavia; fijerena izay any aoriana ka atodika any ny loha. - t.i.f.: Herehina, aherika I miherika, fiherika, mpfherika / iherehana, fiherehana / mahaherika j herikerika.\n Ahitsio"},{"word":"Herina","definition":" a: Fiverenana amin' izay nialana (enti-milaza indrindra fotoana ary mazàna tafiditra amin'ny anarana teny akambana): Tongava amin'ny herin'ny alatsinainy. / Herinandro, herintaona 6 f : Aherina, voaherina, tafaherina / miherina, fiherina, mpiherina / iherenana, fiherenana / mahaherina.\n Ahitsio"},{"word":"Herinandro","definition":" a.: Fe-potoana misy andro fito voafetran'ny kalandrie: Ny alahady no andro uoalohany amin'ny herinandro araka ny kaland rie vazaha. • Fahelam-potoana misy andro fito: Ho vitanao herinandro ue io asa io?\n Ahitsio"},{"word":"Heringerina","definition":" a: Ny faritra ambany kelin'ny tampon'ny 10-ha indrindra, ny hatoka ambony.\n Ahitsio"},{"word":"Herintaona","definition":" a.: Fotoana ihodinan'ny tany manodidina ny masoandro, ]zany hoe 365 andro sy 6 ora na ampahefatry ny andro iray, • Elanelam-potoana misy andro 365 manomboka ny 1 Janoary ka miafara ny 31 Desambra, mitovy amin'ny taona ihany: Htanatra any Andafy, hono, izy amin'ny herintaona, * Fiten.: Lehilahy tsy boka herintaona: enti-milaza fa na inona na inona manjù, ny lehilahy afaka hiarina ihany noho ny herimPonY.\n Ahitsio"},{"word":"Herohero","definition":" a: Fisalasalana, tsy fahatapahan-kevitra noho ny ahiahy samihafa. - t.i.f•: Heroheroina, aherohero, voaherohero,tafaherohero / manerohero, fanerohero, mpanerohero / aneroheroana, faneroheroana / miherohero, fiherohero, mpiherohero / iheroheroana, filreroheroana.\n Ahitsio"},{"word":"Heroheroina","definition":" (herohero) mt ih. (heroheroy): Hetsiketsehina, korontanina.\n Ahitsio"},{"word":"Heroka","definition":" Herokeroka a: Fangidiana izaitsizy. - t.i.f: Mangerokeroka, fangerokeroka.\n Ahitsio"},{"word":"Herongerona","definition":" a: Feo migoboka sady mandrahona: faon' ny biby mampitahotra sy vonon-kandramatra. - t.i.f : Herongeronina, aherongerona, voaherongerona, tafaherongerona / manerongerona, fanerongerona, mpanerongerona f anerongeronana, fanerongeronana / miherongerona, fiherongerona, mpiherongerona / iherongeronana, fiherongeronana 1 mahaherongerona.\n Ahitsio"},{"word":"Herongeronina","definition":" (herongerona) mt.ih. (herongerony): Rahonana, ampitahorina, trerontreronina, besobesoina.\n Ahitsio"},{"word":"Herotra","definition":" a: Mena-dronono mitsinkafona mitambatra amin' ny fanambonin'ny ronono masaka. - t.i.f.: Manerotra, fanerotra, mpanerotra / herotrerony. * F.-p.: Maty vao herotrerony: maty mbola tanora dia tanora. ¶ M.h.: Folaka andantony.\n Ahitsio"},{"word":"Hery","definition":" a.: Tanjaka: Mahazendana ny herin'io lehilahy io fa voatariny amin'ny tanana ila ny fiarakodia. 1 Fahefana: Manan-kery lehibe io fanjakana io. • Hafanam-po, fanamparan-tanjaka: Alao hery, rankizy, ny fianarana. / Manao an-keriny. / Asa, vokatra: Manan-kery mety hahasitrana ity zauamaniry ity. / Nisy heriny tokoa ny fivavahana nataonareo. ? Ambiny: Asio heriny kely ny karamako fa nitombo betsaka ny asa tamin'ito.(•Hany zavatra azo natao: Tsy hitako izay hatao, ka heriko nivoaka. - t.i.f.: Berezina, ankaherezina / mahery, mpahery / aherezana, faherezana / mankahery, mpampahery, mpankahery / ankaherezana, fankaherezana / mihahery. -  F-p.: Alao hery: famporisihana handeha haingana, na hiasa betsaka; fampaherezana. / An-kery, an-keriny: fanaovana an'aina tsy misy rtndrany. / Herim-batana: tanjaky ny tena miankina amin' ny vatana fotsiny. / Herimboantay: enti-milaza ny herin'olona tsy dia matanjaka firy fa be kiry miserana fotsiny. / Herim-po: herin'ny sitra-po mandresy ny tahotra sy ny henatra ary tsy mikendry afa-tsy ny hahavita zavatra ka milofo hatramin'ny farany. j Herin-tsaina: toetra feno toky sy fikfrizana ary vonona handresy ny sarotra. / Herin-doha: tany tsara ampy hivelomana. / Hery setra na herisetra: fihetsika mitratrevatreva sy mihetraketraka. Lany mondron-kery: fongana ny hery rehetra tamin'ny asa na ny fanaovan-tsoa. * Ohab.: Ny hery tsy mahaleo ny fanahy: entina milaza fa ny tanjaka fotsiny tsy misy fisainana dia tsy ampy. ( VouSn'alika tsy hery fa tahotra: entina milaza ireo be vava izay be feo fotsiny ne-fa kanosa tsy sahy miroso hifanandrina.\n Ahitsio"},{"word":"Hery","definition":" a: Anarana ilazana ankapobeny ireo zavamaniry misy tsilotsilony, toy ny havoatra, angivy...\n Ahitsio"},{"word":"Hery","definition":" ft.: Fandefasana fivalanana. - t.i.f : Mangery, fangery l angerena, fangerena.\n Ahitsio"},{"word":"Hesikesika","definition":" Jer. Esikesika.\n Ahitsio"},{"word":"Hetaheta","definition":" a.: Famaizana hisotro: Main'ny hetaheta aho izany. 1 h.o.: Fanirianamafy hanana; fitsiriritana tsy mety afa-po. - t.i.f.: Mangetaheta, fangetaheta, mpangetaheta / angetahetana, fangetahetana. * F.-p,: Afa-ketaheta: ilazana izay nisotro rano ka afaka teo ny fahamaimaizany hisotro rano. / Manala hetaheta: manome fahafaham-po amin'ny faniriana hisotro rano. / Mipoaky ny hetaheta ny tenda: feno faniriana tsy anerany hisotro rano. * Ohab.: Ny hetaheta tsy afa-dronono: efa natao misy sahaza azy ny zava-drehetra, ka na tsara toy ny inona aza ny ronono, tsy mahasolo ny rano izy mba hahafa•ketaheta./Sotro rano an-tanam-bazo tsy hetaheta fa angolangola: enti-milaza haitraitra kely mba hamalifaliana ny hafa fotsiny fa tsy zavatra tsy maintsy ilainy akory.\n Ahitsio"},{"word":"Hetakoaka","definition":" a: Hazo lehibe mahatratra hatramin'ny 20 m ny halavany, fampiasa amin' ny rafitra madinika.\n Ahitsio"},{"word":"Hetatra","definition":" a.: Karazan-kazo lehibe fanao hazofisaka.\n Ahitsio"},{"word":"Hetezana","definition":" (hety) mt. ih. (hete-430 ro): Didiana na tapahina a-_ min'ny hety.\n Ahitsio"},{"word":"Hetotra","definition":" a.: Rivotra avy any amin'ny tsinay, izay mivoaka avy ao amin'ny vava fivalanana ka mitsefotra na manao feo hafahafa tsy saro-pantarina. - t.i.f: Mangetotra, fangetotra, mpangetotra I fangetorana / fangetorina.\n Ahitsio"},{"word":"Hetra","definition":" a: Anarana hafa ilazana ny fehikibo. - t.i.f.: Hetrana / mihetxa, fihetra / ihetrana, fihetrana / mahahetra.\n Ahitsio"},{"word":"Hetra","definition":" a: (taloha) Velaran-tany nomen' Andrianamp oinimerina ny fianakaviana tsirairay avy izay nahavoka-bary nivelomany nandritra ny herintaona (eo amin'ny roapolo vary eo ho eo, na 240 dal); io vary azo tamin'ny hetra io dia nakana am-pahany ho an' ny mpanjaka (inenin'ny va-ta) ka avy amin'izany kosa indray no nampiova ny hevitry ny teny hoe hetra taty aoriana. 1 (ankehitriny) Vola aloa amin'ny fanjakana maha-olom-panjakana ny tena, ka misy atao hoe hetra isandahy (vola aloan'ny lehilahy feno iraika amby roapolo taona izay efa nofoanana ankehitriny), ary ny hetrantrano, tany, omby...; izany hoe vola tsy maintsy aloa isan-taona amin'ny harena ananana.\n Ahitsio"},{"word":"Hetrahetra","definition":" na Hetretra a.: Rehareha misy hasomparana; fanaovana hetraketraka; eboebo amelezana ny hafa. - t.i.f.: Tafahetrahetra / mihetrahetra, mpihetrahetra 1 ihetrahetrana, fihetrahetrana.\n Ahitsio"},{"word":"Hetraketrahina","definition":" (hetraketraka) mt. ih. (hetraketraho): Ampiasana hery, ilana ady: Nohetraketrahin'i Berna Ibalita ka nitomany.\n Ahitsio"},{"word":"Hetraketraka","definition":" a.: Fireharehana na fampiasana hery amin'ny madinika, amin'ny famelezana azy na filana ady aminy na fanimbanany zavany: Tsy tantiko ny hetraketraky ny zanakao fa simbany daholo ny kilalaon-janako. - t.i.f.: Hetraketrahina / mihetraketraka, fihetraketraka, mpihetraketraka / ihetraketrahana,fihetraketrahana. ¶ M.h.: Setrasetra.\n Ahitsio"},{"word":"Hetrana","definition":" (hetra) mt. ih. (hetrao): Asiana hetra na fehikibo. é e Inona àry izany: Hetrao ilaikely fa hiady? (fanjaitra).\n Ahitsio"},{"word":"Hetrina","definition":" p.t.: Lempona, iva; be dia be, sesehena. 1 a: Farihy na dobo taloha fa efa salira ritranefa tsy ialan-drano foana. - t.i.f.: Manetrinketrina, fanetrinketrina. ¶ M.h.: Hotsaka, heniheny. HetsakaJer. Etsaka. Hetsakap.t.: Afakahetaheta\n Ahitsio"},{"word":"Hetry","definition":" p. t.: Fohy sady tsy mitombo; iva sady kely: Hazo he try. ¶ M.h.: Keliantitra, kambety kely, vatokely, botry. Hetrika, Hetriketrika a: Entimilaza ny feon'ny vary madiva ho ritra sy ho masaka. /\n Ahitsio"},{"word":"Hetsehina","definition":" (hetsika) mt.ih. (hetseho): Ovana toerana: Aza hetsehina ity latabatra ity. 1 Ahevingevina: Hetsehin'ny rivotra ny ravinkazo, 1 h.o.:\n Ahitsio"},{"word":"Hetsihetsy","definition":" Jer. Voanketsihetsy.\n Ahitsio"},{"word":"Hetsika","definition":" a: Fiovan-toerana; fihevingevina. i tif: Hetsehina, ahetsika, voahetsika, tafahetsika / manetsika, fanetsika, mpanetsika / anetsehana, fanetsehana / mihetsika, fihetsika, mpihetsika / ihetsehana, fihetsehana ( mahahetsika / hetsiketsika. -  F.-p.: Tsy an-ketsika: eo am-pitoerana eo ihany fa tsy mihetsika na kely aza.\n Ahitsio"},{"word":"Hetsoro","definition":" (t.tr.) a: Ireo olona natao mpitsara nampisotro tangena tamin'ny fampinomana.\n Ahitsio"},{"word":"Hetsy","definition":" p.i.: Folo alina: Roa hetsy ariary, hono, no vidin'io trano io. / Ny folo hetsy dia atao hoe tapitrisa (Tsars ho tadidy fa amin'ny teny hoe hetsy, toy ny hoe habakabaka, dia tsy miova ho k ny h eo aorian'ny aman- na an-, ka amin'ny soratra, mba tsy hahahafahafa ny fampiharam-pitsipika, dia homena ny endriny feno keo teny ireo: amana, ana): Olona amana hetsiny no tonga nijery baolina / Nisodika teny ana habakabaka ny fioramanidina.\n Ahitsio"},{"word":"Hety","definition":" a.: Fiasana andidiana na anapahana zavatra toy ny lamba, taratasy, volo: Dombo velona ity hety ity. / h. i.: Fandidiana na fanapahana amin'ny hety: Hety uoion'ny mpangalatra akoho, hono, ixao an'ise izao. - t.i.f.: Hetezana, ahety, voahety / manety, fanety, mpanety / anetezana, fanetezana 1 mihety, fihetY, mpihety / ihetezana, fihetezana / mahahety. -  F.-p.: Hety hatoka: fomban-kety atao mihafohy hatrany, manomboka eo ambanimbanin'ny mokon-doha eo, ny volo any an-katoka. / Hety rano: maranitra dia maranitra. / Hety satrana: fomban-kety tsy atao fohy fa a-tao lavalava ihany ny volo.\n Ahitsio"},{"word":"Heva","definition":" Hevaheva a: Toetran'ny zavatra tsy mitehi-tany fa mihantona eny amin'ny habakabaka. - t.i.f.: Hevahevaina, ahevaheva, voahevaheva,tafahevaheva / manevaheva, fanevaheva, mpanevaheva / mihevaheva, fihevaheva, mpihevaheva / ihevahevana, fihevahevana / mahahevaheva.\n Ahitsio"},{"word":"Heva","definition":" ft.: Hatsaran-tarehy. t.i.f. : Meva, maneva.\n Ahitsio"},{"word":"Hevahevaina","definition":" (hevaheva) mt. ih. (hevaheuao): Ahantona, akirazorazo.\n Ahitsio"},{"word":"Heverina","definition":" (hevitra) mt ih. (hevero): Eritreretina: Tsy noheverinao akory ny teny holazainao. / Dinihina, saintsainina, alaina ambony alaina ambany: Hevero tsara ny amin'ny ho avinao. 1 Atao: Heverinao ho adala angaha aho?\n Ahitsio"},{"word":"Heverina","definition":" p.t.: Mihozongozondoha, mihevingevina ny 10-ha: Sady efa lehibe no manana aretina Ingahy Rakoto ka sady pahina no heverina.\n Ahitsio"},{"word":"Hevingevenina","definition":" (hevingevina) mt ih. (hevingeveno): Arona miankavia miankavanana, adoladola, akivilivily.\n Ahitsio"},{"word":"Hevingevina","definition":" a: Fironana miankavia sy miankavanana; fidoladolan'ny loba na ny te-na manontolo. - t.i.f.: Hevingevenina, voahevingevina, tafahevingevina / manevingevina, fanevingevina, mpanevingevina / anevingevenana, fanevingevenana / mihevingevina, ffhevingevina, mpihevingevina / ihevingevenana, fihevingevenana / mahahevingevina.\n Ahitsio"},{"word":"Hevitra","definition":" a: Fahazoana an-tsaina zavatra iray, eritreritra, fisaintsainana zavatra: Manjohy ahy foana izany hevitra izany. 1 Zavatra na tetika foronin'ny saina, fieritreretana, fandinihana: Nahita heuitra tsara izay namorona ity milina ity. 1 Saina: Manao azy ho be hevitra ny anao. / Fomba fahazoana, fahitana, fftsarana zavatra: Izao no hevitro momba io raharaha io. 1 Fisainana: Tsy misy mahatakatra ny hevitr'Andriamanitra. 1 Fanorotoroana, anatra: Tokony harahinao ny hevitra omeko anao. ¶ M.h.: Torohevitra. 1 Dikany, zavatra tiany holazaina: Lazao ny hevitry ny teny hoe miantsorona. 1 Fomba ampiasaina, tetika: Tsy hitako izay hevitra hialana amin'ity toerana ity. 1 Fikasana: Manankeuitra ny handositra izany ianao? *Antony, fotony: Tsy misy heviny ity zavatra nataonao ity. 1 Vidy, vidiny: Inty ny heuitry ny andro niasanao. - t.i.f.: Heverina, ahevitra, voahevitra / mihevitra, fihevitra, mpihevitra / iheverana, fiheverana / mahahevitra / hevitrevitra. -  F-p.: An-keviny: ny tokony na ny mety ho izy. / Arakeviny: ny tokony ho izy mifanaraka amin'izay natao sy izay vita. / Ady hevitra: fiaraha-mikaroka ny marina amin'ny alalan'ny hevitra ampiadina. / Diso hevitra: manam-pisainana na fihevitra manalavitra ny tokony ho izy na ny marina. /Foto-keuitra: zavatra iompanana na ijoroan'ny hevitra. / Hevi-druvina: fisainana kitoatoa ary tsy marina. / Hevi-jaza na heui-behivauy: fisainana maivana sy mibirioka sady tsy voadinika tsara. / Hevi-javona: fisainana tsy maharitra sy mandalo vetivety./Hevi-poana: hevitra tsy azo tanterahina sy tena kitoatoa na dia tsara henoina ara. / Hevi-potsy: hevi-poana sy poaka aty. / Hevi-teny: fanazavana ny teny araka ny tena izy na izay nanaovana azy. / Hevitra ambony: hevitra avo loatra ka saro-draisina sy tanterahina. / Hevitra an-taingina: fiheverana peta-toko tsy voadinika tsara sady an-tematemaka. / Hevitra tsy azo tsy amin'olombelona: filazana fa ratsy ny mitompo teny fantatra fa tokony hodinidinihina amin'ny hafa izay hatao. 11zay heviny any heviny: tsy fiheverana izay tokony ha-tao, fa atao amin-kiry sy ditra fotsiny amin'izao. / Ma-ka hevitra: manao dinidinika amin'olona hahitana izay tokony hatao. / Manoro hevitra: manome fanorotoroana ny amin'izay tokony hatao. / Mitady hevitra: mikaroka izay mahasoa sy mety amin'izay atao na hatao. / Reniben-kevitra: ny tena fototra niteraka ny fihevitra dinihina, ny antony nahatonga ny fisainana. / Soso-kevitra: hevitra hafa noho ilay voalohany izay mety hanamafy kokoa na hitsipaka mihitsy aza ny mikasika izay nodinihina / Tapa-kevitra: tsy miroaroa saina na misalasala intsony fa vonona hanaraka izay efa noheverina. / Tolo-kevitra: teny omena hosainina eo amin'izay atao na heverina. / Tompon-keuitra: olona namosaka voalohany ny hevitra izay naharihary tao amin'ny maro. / Tsangan-kevitra: ny fototra ijoroan'ny hevitra tanana. / Tsipy hevitra: teny omena mba hampifandrindra ny fiheverana izay mety hifanipaka na tsy hifankahazo. / Tsy azon-kevitra: raharaha manahirana sy sarotra tsy misy fomba anamboarana azy. / Tsy misy heviny: entina milaza zavatra na teny heverina ho tsinontsinona sy tsy misy antony. J Very heuitra: mi roanahana tsy mahita izay hatao, na handroso, na hihemotra.\n Ahitsio"},{"word":"Hevo","definition":" a.: Fanatsinkafonana ny ranon-tany hahatsara ny fambolena. - t.i.f.: Hevoina, ahevo, voahevo / mihevo, fihevo, mpihevo / ihevoana, fihevoana f mahahevo i hevohevo.\n Ahitsio"},{"word":"Hevoina","definition":" (hevo) mt. ih. (hevoy): Poipoirina mba tsy hifatratra: Heuoy matetika ny tany misy voly.\n Ahitsio"},{"word":"Hevy","definition":" Hevihevy a: Fikivilivilian'ny zavatra mihantona. - t.i.f.: Ahevihevy, tafahevihevy / mihevihevy,fihevihevy, / ihevihevena, fihevihevena / mahahevihevy.\n Ahitsio"},{"word":"Heza","definition":" o.: Ran on-davenon'ahitra nodorana natao hampandaitra ny loko amin'ny lamba. i t.i.f.: Hezaina, aheza, voaheza f maneza, faneza, mpaneza / anezana, fanezana 1 mahaheza.\n Ahitsio"},{"word":"Hezaheza","definition":" a.: Fijoroana tsy mihetsika, tsy mandroso tsy mihemotra. - t.i.f.: Ahezaheza, tafahezaheza / mihezaheza, fihezaheza, mpihezaheza lihezahezana, fihezahezana / mahahezaheza I mangezaheza.\n Ahitsio"},{"word":"Hezaina","definition":" (heza) mt. ih. (hezao): Asiana heza: Tsy nohezainao tsara angaha ity lamba ity no niofo vetivety?\n Ahitsio"},{"word":"Hezangezana","definition":" a.: Mitovy amin' ny Hezaheza.\n Ahitsio"},{"word":"Hezohezo","definition":" Jer. Ezoezo.\n Ahitsio"},{"word":"Hia","definition":" t.p.: Teny entina manakora ny hafa, sakoa izay: Hia! Manao ahoana izany uoal...\n Ahitsio"},{"word":"Hia","definition":" a.: Tsy fahazoa-nofo, fahamafmainana, tsy fisiana tavy, toa taolana fotsiny: Ny tavy no mifanohitra amin'ny hia 1 Mahia, hahia,hahiazana. fahiazana J ankahiazana 1 mankahia, mampahia, fankahia / mihamahia.\n Ahitsio"},{"word":"Hiaka","definition":" a: Feo avo entinahihaikana, hihantsiana ady na hireharehana. - t.i.f.: Mihiaka, fihiaka, mpihiaka / mahahiaka I hiakiaka.\n Ahitsio"},{"word":"Hiaka","definition":" a: Soritra hita mazava miharihary, ka matetika ny soritra fotsy na mena no lazaina amin'izany. 1 t. f f.: Mangiaka 1 hiakiaka.\n Ahitsio"},{"word":"Hibaka","definition":" p. t.: Lehibe sady mivozihitra.\n Ahitsio"},{"word":"Hibohana","definition":" (hiboka) mt.ih. (hibohy): Fenoina.\n Ahitsio"},{"word":"Hiboka","definition":" p. t.: Mihidy tsy afa-mivoaka; tanr:vina tsy misy hialana i t.if: Hibohana, ahiboka, voahiboka, tafahiboka / maniboka, faniboka, mpaniboka / anibohana, fanibohana / mihiboka, fihiboka, mpihiboka / ihiboana, fihiboana, mahahiboka / hibokiboka.\n Ahitsio"},{"word":"Hidiana","definition":" (hidy) mt.ih. (hidio): (varavarana) Asiana hidiny, izany hoe tanana amin'ny batana amin'ny alalan'ny fanalahidy na karetsaka, mba tsy ho afaka hivoha: Efa nohidianao ue ny varavaranke!y any an-tany? • (zavatra) A-tao ao amati/ toerana mihidy: Nohidiany tao anaty uota ny firavany.\n Ahitsio"},{"word":"Hidihidy","definition":" a: Fahamaimaizana mahazo ny hoditra ka mahate hihaotra: Loza ny hidihidy mahazo ahy fa voan'ny Lay tatsy an-tokotany aho. • h.o.: Fahamaimaizana ta hanao zavatra. it t i.f : Mangidihidy.\n Ahitsio"},{"word":"Hidrahidra","definition":" Jer. Hindrahindra.\n Ahitsio"},{"word":"Hidy","definition":" a.: Zavatra natao hisakana ny varavarana na vata tsy hivoha na hisokatra avy hatrany rehefa vohaina: Very ny hidim-baravarana • Fisakanana tsy hivoha: Mafy hidy ve ity vida ity? i t.if.: Hidiana, ahidy, voahidy, tafahidy, hinidy / manidy, fanidy, mpanidy 1 anidiana, fanidiana j mihidy, fihidy, mpihidy / ihidiana, fihidiana / mahahidy I hidihidy I ahidihidy 1 mihidihidy 1 fahidiana 1 fanalahidy. -  F.-p,: Hidin-dalana: fefy misakana tsy handehanana noho ny antony iray,/Hidindrano: fefy namboarina hamiliana ny rano hanondraka ny tanimbary ka azo vohaina sy hidiana araka izay ilana azy, / Hidin-trano: ilazana ny fanalahidy na ny sakana atao amin'ny varavarana na varavarankely. / Hidivava: anaran'ny farantsa volafotsy taloha, toy ny hoe: tsanganolona, mandrihavia, sn.s...\n Ahitsio"},{"word":"Hifika","definition":" a: Fanesorana; fandavana tsy hanaiky. • Fialana tsy hikasika na handray akory. - t.i.f.: Ahifika, voahifika, tafahifika j manifika, fanifika, mpanifika / anifihana, fanifihana 1 mihifika, ffhifika, mpihifika j ihifihana, fihifihana 1 mahahifika / hifikifika 1 manifikifika / mihifikifika.\n Ahitsio"},{"word":"Hifitra","definition":" Hifotra p. t.: Tsentsina, tampina (entina milaza indrindra ny sofina notevehina ka feno nofo indraY): Ela tsy nikavina izy ka hifotra indray ilay lauaka natao teo amin'ny nanevehana azy. • Fenofeno matavy, - t.i.f : Hiforana, ahifotra, voahifotsa 1 manifotra, fanifotra, mpanifotra 1 aniforana, faniforana j mihi(otra, fihifotra, mpihifotra J mahahifotra / hifotrifotra\n Ahitsio"},{"word":"Hiforana","definition":" (hifotra) mt.ih. (hi-tory): Tampenana, tsentsenana: Nohiforana ilay varavarankely tao atsinanana fa nangatsiaka loatra tao an'efitra noho ny riuotra\n Ahitsio"},{"word":"Hifotrifotra","definition":" Mihifotrifotra a: Sady donga be no fohy, matavy be, botrefom-be: Hifotrifotra ery indray izany zanakouavy.\n Ahitsio"},{"word":"Hihirana","definition":" (hihitra) mi ih. (hihiro): Tsitsina: Hihiro ny volanao, anaka • Ilozohana, ilofosana, imasoana: Nohihiriny ny asany ka vitany tsara\n Ahitsio"},{"word":"Hihisana","definition":" (hihiso) : Alana ny hodi-maleminy: Hihiso ny mangahazo fa maika hohandroina. ? (katsaka) kikisana ny voany hiala amin'ny babiny: Hihiso ity katsaka ity.\n Ahitsio"},{"word":"Hihitra","definition":" a.: Fitsitsiana tafahoatra. - t.i.f.: Hihirina, tafahihitra 1 mahihitra, fahihitra, mpahihitra / ahihirana, fahihirana J milrihitra, ffhihitra, mpihihitxa 1 ihihirana, fihihirana j mahahihitra. -  F.-p.; Matin-kihitra: miha• fy tafahoatra ka raikitra aretina mety hamoizana ny ai-na.\n Ahitsio"},{"word":"Hihy","definition":" a: Fikikisana, fikaohana ny loto miraikitra amin-javatra; famoasana ny hoditry ny voankazo na ny ovy. - t.i.f.: Hihisana, ahihy,voahihy 1 manihy, fanihy, mpanlhy j anihisana, fanihisana J mihihy, fihihy, mpihihy / ihihisana, fihihisana 1 mahahihy.\n Ahitsio"},{"word":"Hihy","definition":" a: Ilay nofo mena manarona ny vody nify, akanjo-nify.\n Ahitsio"},{"word":"Hika","definition":" p.t.: Feno mitohoka tsy misy elanelany kely akory, feno mifanizina, tsy afa-mandeha fa tsentsina sy mihandrona, mijanona ary mihizina: Sambo feno hika entambarotra. • a: Fahafenoana mitohoka, mifanizina; tsy fahafahana mandeha fa tsentsina sy mihizina. 1 Ahika, tafahika / mihika, fihika, mpihika J ihikana, fihikana 1 mahahika.\n Ahitsio"},{"word":"Hila","definition":" Hilahila a: Tsy fahamarinan-toerana fa mitongilangilana, tsy fipetrahana tsara amin'ny toerana iray ihany fa firaidraikana mialoha sy miaoriana, miankavia sy miankavanana. 1 t.if.: Hilahilaina, ahilahila, voahilahila, tafahilahila I manilahila, fanilahila, mpanilahila I anilahilana, fanilahilana / mangilahila I mihilahila, fihilahila, mpihilahila 1 ihilahilana, fihilahilana 1 mahahilahila.\n Ahitsio"},{"word":"Hilahilaina","definition":" (hilahila) mt.ih. (hilahilao): Atongilangilana, arona atsy arona aroa, araidraika.\n Ahitsio"},{"word":"Hilana","definition":" a.: Firehana na fitongilanana fa tsy mahitsy fijoro; fironatra amin'ny ilany iray fa tsy mitovy lanja. 6 t.ff.: Ahilana, voahilana, tafahilana / manilana, fanilana, mpanilana / anilanana, fanilanana / mihilana, fihilana, mpihilana 1 ihilanana, fihilanana / hilangilana.\n Ahitsio"},{"word":"Hilohilo","definition":" ft.: Fahadiovana sy famirapiratana. - t.i.f•: Mangilohilo, fangilohilo.\n Ahitsio"},{"word":"Hilontrilona","definition":" a.: Fitsipendrampendrana na taratra mandrendridrendry ny maso avy amin'ny zavatra mainty indrindra. - t.i.f: Ahilontrilona / mihilontrilona, fihilontrilona, mpihilontrilona.\n Ahitsio"},{"word":"Hima","definition":" a: Karazan'akorandriaka misanasana ka raha akombony ny vavany dia tsy afaka izay tratrany.\n Ahitsio"},{"word":"Himake","definition":" (Ski) a: Faharatsiantoeran'ny zaza ao an-kibon' ny reniny izay mahatonga azy hisisika an-tsisiny akaikin'ny moja, ary mahatonga an-dreniny kosa tsy hahay mitsangana loatra. i t.if.: Manimake, mihimake, fihimake.\n Ahitsio"},{"word":"Himohina","definition":" (himoka)mt.ih. (himohy): Tazonina (enti-mila- za ny hehy izay tazonina tsy ho re mafy).\n Ahitsio"},{"word":"Himoka","definition":" Himokimoka p,t. na a: Manakombona mafy ny vava mba tsy hivoaka ny hehy ; fitanana ny hehy tsy hipoaka. - t.i.f.: Himohina, ahimoka, tafahimoka 1 mihimoka, fihimoka, mpihimoka I ihimohana, fihimohana / mahahimoka / hfmokimoka.\n Ahitsio"},{"word":"Himokimohina","definition":" (himoka) mt. ih. (himokimohy): Ihomehezana ka somary hazonkazonina ny hehy.\n Ahitsio"},{"word":"Himpa","definition":" na Himpy ft. niavian' ny hoe: Be mihimpa na Be mihimpy: andia-mpanompo nilefa fahizay izay niray dia mba handroba na hangalatra.\n Ahitsio"},{"word":"Himpina","definition":" na Himpona p.t.: Fe-no tsara, tonga eo amin'ny fetran'ny famarana; manerana azy manontolo: Himpona ny tokotany. • Tonga amin' ny isa ilana azy: Himpona ny isan'ny mpianatra. 1\tManimpona. ¶ M.h.: Feno bila, hipoka, hivoka, hiboka.\n Ahitsio"},{"word":"Hina","definition":" a.: Hery, fikelezana aina. ? F.-p.: Miray hina: Mifanaraka, manakambana ny herin-tsaina sy ny herim-batana. J Firaisan-kina: Fifanarahana, fane kena hiaraka main' ny fanaovan-javatra iray. ¶ M.h: Miray hina, mikambana, mitambatra, mivondrona, mifanampy, mifanohana, mifanohantohan-tsy ho lavo, mifanakona, mifarimbona, misalahy, mifanao valin-tanana, iray tafasiry, iray kondokondo, iray donak'afo, iray fileovana, iray erik'andro, iray petsapetsa, iray vezovezo, \"izay iray vatsy iray ai-na\".\n Ahitsio"},{"word":"Hinahina","definition":" p.t.: Mitrahotraho toa te hitomany ny maso, mivoaramena ny hodimaso.\n Ahitsio"},{"word":"Hinaka","definition":" na Hinakinaka a: Fikapohana mafy tsy misy fangorahana na amin'ny hazo na amin'ny karavasy. 1\tHinakinahina, ahinakinaka, voahinakinaka / maninakinaka, faninakinaka, mpaninakinaka j aninaldnahana, faninakinahana 1 mahahinakinaka.\n Ahitsio"},{"word":"Hinaka","definition":" Hinakinaka p, t.: Sady lehibe no matavy, botrefona. - t.i.f.: Mihinakinaka, fihi- nakinaka.\n Ahitsio"},{"word":"Hinakinahina","definition":" (hinakinaka) rat. ih. (hinakinaho): Kapohina mafy, tsy itondrana roa.\n Ahitsio"},{"word":"Hinana","definition":" ft. faharoa avy amin' ny ft. voalohany hana nasiana sisika in (h-in-ana) ;mbola ny ft voalohany hana ihany koa no niavian'ny mt.ih. hanina sy ny teny misy sisika na tsofoka om (h-om-ana): homana 1 ti.f•: Mihinana, fihinana, mpihinana / ihinanana, fihinanana 1 mahahinana 1 hinanldnana,\n Ahitsio"},{"word":"Hindrahindra","definition":" a: Rotsirotsy famalifaliana; fanasohasoana amin'ny doka na tambitamby; ïikarenjirenjena, fipelipelehana. i t.lf: Hindrahindraina, ahindrabindra, voahindrahindra, tafahindrahindra / manindrahindra, fanindrahindra, mpanindrahindra / anindrahindrana , fanindrahindrana / mihindrahhrdra, fihindrahindra, mpihindrahindra I ihindrahindrana, fihhrdrahindrana.\n Ahitsio"},{"word":"Hindrahindraina","definition":" (hindrahindra) mt. ih. (hindrahindrao): Rotsirotsina. • Hasohasoina: Nohindraindrain'ny mpamaly kabary teo ny ben'ny ta-nana.\n Ahitsio"},{"word":"Hindry","definition":" a: Karazam-borona, izay antsoina koa hoe fanindry.\n Ahitsio"},{"word":"Hinjahina","definition":" (hinjaka) mt.ih. (hinjaho): Hosihosena.\n Ahitsio"},{"word":"Hinjaka","definition":" a: Dihy sy fihetsika mitsamboamboatra, ka ny tongotra no mandray anjara betsaka; fitsambikimbikinana noho ny hafaliana na ny hatairana, - t.i.f•: Hinjahina, hinjahana, ahinjaka, tafahinjaka 1 mihinjaka, fihinjaka, mpihinjaka 1 ihinjahana, fihinjahana / mahahinjaka 1 hinjakinjaka.\n Ahitsio"},{"word":"Hinjihinjy","definition":" a: Firidiridiana na fihenjanana tsy milefitra; fijoroana mahitsy ary tsy mihetsika. 1 Ahfnjihinjy, voahinjihfnjy, tafahinjfhfnjy / mihinjihihjy, fihinjihinjy, mplhlnjihinjy I ihinjihinjiana, fihinjihinjiana / mahahinjihinjy.\n Ahitsio"},{"word":"Hinjirina","definition":" (hinjitra) mt.ih. (hinjiro): Henjanina: Hinjirina ny tady.\n Ahitsio"},{"word":"Hinjitra","definition":" p.t.: Miridiridy sady henjana; mijoro na mitsotra fa tsy afa-milefitra: Hinjitra loatra ity lamba ity. - t.i.f.: Hinjirina, ahinjitra, voahinjitra, tafahinjitra I maninjitra, faninjitra, mpaninjitra / aninjirana, faninjirana / mihinjitra, fihinjitra, mpihinjitra / ihinjirana, fihinjirana / mahahinjitra / hinjitrinjitra.\n Ahitsio"},{"word":"Hintsana","definition":" a.: Firarahana, filatsahana na fialana avy amin' ny toerana nisy azy, toy ny ravinkazo, na voankazo, na voninkazo, na volo... - t.i.f.: Ahintsana, voahintsana / manintsana, fanintsana, mpanintsana / anintsanana, fanintsanana I mihintsana, fihintsana, mpihintsana / ihintsanana, fihintsanana / mahahintsana / hintsankintsana.\n Ahitsio"},{"word":"Hintsina","definition":" ft.: Feo mikiririoka mafy mampipararetra ny ao anaty sofina; fitaintaina; famolivoly. 6 t.Lf.: Mangintsina,mangintsingintsina, fangintsingintsina.\n Ahitsio"},{"word":"Hintsy","definition":" a.: Karazan-kazo maniry amin'ny toerana ambany any amorontsiraka atsinanana; betsaka no ampiasana ny hintsy: anaovana rafi-trano na rafitra madinika na tsivalan-kazo amin'ny lalamby, fa indrindra anaovan'ny Betsimisaraka lakana sy vatampaty.\n Ahitsio"},{"word":"Hintsy","definition":" (t.tr.) a.: Hirifiry amin' ny hatsiaka. - t.i.f.: Mangintsy.\n Ahitsio"},{"word":"Hipohana","definition":" (hipoka) mt.ih. (hipohy): Fenoina,\n Ahitsio"},{"word":"Hipoka","definition":" p. t.: Enti-milaza toerana feno tanteraka ka tsy misy azo anisihana olona na zavatra intsony (matetika no entina manamafy ny hevitry ny teny hoe feno izay atao eo alohany izy): Feno hipoka ny trano ka nijoro fotsiny teny alatrano izay tratra aoriana, i t, i f : Hipohana, ahipoka, voahipokal mihipoka, fthipoka. ¶ M.h.: Feno hipoka: feno hiboka, feno hika.\n Ahitsio"},{"word":"Hira","definition":" a.: Fitohitohizam-peo misy miakatra sy midina, mafy sy malemy, namboarina mba hilaz ana fihetseham-p o; feo mirindra mahafinaritra: Mahahontsa izay hira izay. • h. : Tononkalo: Enga ante ny hirako hanony izay tomany (Ny Avana). ? Hixahira: Hira andaniana andro. - t.i.f.: Hiraina / mihira, fihixa, mpihira / ihirana, fihirana / hirahira. -  Fasin-kira: ny feo fahatelo raha miaraka efatra ny mpihira, izay eo anelanelan'ny saikiny sy ny beso. / Faon-1e ira: ny naoty na solfa izay asiana teniny na tonony mba ho tongahira. / Hira gasy: entina milaza ny kabary, dihy, hira arahim-pihetsehana, ataon'ny olona maromaro iray tarika eny an-kalamanjana. / Hira madinika: entina milaza ireo hiram-pitiavana maro sy hira mitory hanin-kavana, / Hira masina na hiram-piangonana: ilazana ny hira atao ho fiderana an' Andriamanitra, ka any antrano fivavahana indrindra no fanaovana azy, / Hira rodom-be: ilazani, ny hira hirain'ny olona mihoatra ny efatra, ( Mamalan-kira: tsy manaraka ny tena feon-kira, na tsy mahatana feo, ka raha tsy lasa avo dia midina ambany. I Mamoron-k ira: manao feon-kira hihirana ny tononkira./Mandredona hira: miara-manao hira. / Mitari-kira: entina milaza ny olona mitarika na mandray voalohany ny hira eo am-piandohana. / Miventy hira: ilazanany olona maningana mialoha, dia arahin'ny maro, izay manao toy ny valin'izay nohixainy. / Tonon-kira: teny voarindra asiana feony. * Ohab.: Ny ateran-kira indray no milaza tsy mahay: enti-milaza ireo omen-javatsoa ne fa tsy mbamahay mamaly ara-panajana. / Hira va iny ka ilana pitsony?: entimilaza zavatra tsy ilana angesongesony, na fitandremana, fa tsorina amin'izao. ¶ M.h.: Kalo, kalokalo, vetso, vazo, antsa, atoa — Mihira: manainga feo, manandrapeo, miantsa, mivazo, mikalo, mitoreo, mitoloko, miredona, mandredona, mikalokalo, mivetsovetso, mitanisa. (Misy hevitra ifandraisany: Feon-kira, tonon-kira, feo voalohany, saikiny, fasiny, tonera, torebiny, beso, manao feo voalohany, manao safkiny, manao fasiny, manao beson-kira, manao feo an-doha, manao angoa: tenda).\n Ahitsio"},{"word":"Hiraina","definition":" (hira) mt.ih. (hirao): Atao an-kira: Hirao ange \"Ry tanindrazanay malala\".\n Ahitsio"},{"word":"Hirana","definition":" Hirangirana a.: Fahazavana kely, toy ny fahazavana maninteraka amin'ny hirika na loaka kely: Tsy mahita hirangirana. ~ Hirika na loaka idiran'ny fahazavana. ~ Taratry ny hazavana mianjera amin-javatra malambolambo, fitomarataratra. - t.i.f.: Hirangiranina / mangirana, mangirangirana, fangixana, fangirangirana.\n Ahitsio"},{"word":"Hirangiranina","definition":" (hirangirana) mt. ih. (hirangirano): Jerena amin'ny loaka, amin'ny hirika kely.\n Ahitsio"},{"word":"Hiratra","definition":" a.: Fisokafan'ny maso; tsy fan daingan'ny mizana fandanjana. - t.i.f.: Ahiratra, voahiratra, tafahixatra / mahiratra, fahiratra, mpahiratra / ahiratana, fahiratana / mihiratra, fihixatra / ihiratana, fihixatana / mahahiratra I hiratriratra,\n Ahitsio"},{"word":"Hiratra","definition":" (t,tr.) a.: Maso.\n Ahitsio"},{"word":"Hirifana","definition":" (hirika) mt,ih. (hirifo): Loahana: Nohirifana tamin'ny fandraka ny hazo. 1 Tadiavina ho fantatra, haro-fana: Nohirifany mafy ny hahaiala rny heuitro. ~ bina mafy ho azo: Hirifako io boky io.\n Ahitsio"},{"word":"Hirifiry","definition":" a.: Fanaintainana no-ho ny aretina; fijaliana anaty ateraky ny alahelo, - t.i.f.: Mangirifiry, fangirifiry / angirifiriana, fanghifiriana / mampangirifiry.\n Ahitsio"},{"word":"Hirigirika","definition":" a,: Marika na tomboka kely atao amin'ny vy maranitra.\n Ahitsio"},{"word":"Hirihiriny","definition":" p.t.: Tana izy tsy misy fangarony; izy tsy mbola nisy fanampiny hafa: Ra-ha uao mahita Malagasy mahay mandanjalanja sy tia fihavanana aho, dia hoy aho hoe \"Izany ka mbola Malagasy hirihiriny\",\n Ahitsio"},{"word":"Hirihiry","definition":" a.: Fihenahenana tsy miteny na mihetsika; fandavana jadona amin'izay lazaina azy; fanehoana di-doha tsy hanaraka ny hevitry ny hafa. - t.i.f.: Ahirihiry, tafahirihi ry I mihfrihiry, fihirihfxy, mpihirihiry / ihirihiriana, fihirihiriana / mahahirihiry.\n Ahitsio"},{"word":"Hirijy","definition":" a.: Karazam-bakana.\n Ahitsio"},{"word":"Hirika","definition":" a.: Lavaka na loaka kely ahazoana mahita ny any ambadika; fitadiavana hahalala; faniriana mafy hahazo zavatra. - t.i.f.: Hirihana na hirifana, ahirika, voahirika / mangirika, fangirika, mpangirika / angirihana, fangirihana / mahahirika.\n Ahitsio"},{"word":"Hirina","definition":" a.: Fanakimpiana ny mason'ny maty amin'ny ta-nana. i t.ti,f: Ahirina, voahirina, tafahirina 1 manirina, f anirina, mpanirina / anirinana, fanirinana f mihirina, fihirina, mpihirina 1 ihirinana, fihirinana / mahahirina I hiringirina na hirinkirina I ahiringirina / mihiringirina, fihiringiYina, mpihiringirina / ihiringirinana, fihiringirinana.\n Ahitsio"},{"word":"Hirintsina","definition":" Jer. Horintsina.\n Ahitsio"},{"word":"Hiripika","definition":" a.: Fisintonana hiala; fanalavitana noho ny tsy fitiavana na hasosorana. 1 t. i,f.: Tafahoripika I mihoripika, fihoripika, mpihoripika / ihoripihana, fihoripihana 1 horipidripika,\n Ahitsio"},{"word":"Hisatra","definition":" a: Hodi-jozoro endahana mba horarina hatao tsihy na harona. -  F.-p.: Tsihy hisatra: tsihy madinika mahafinaritra vita amin'ny hodi-jozoro, mamirapiratry ny hodi-jozoro. / Manila-kisatra: manala hodijozoro.\n Ahitsio"},{"word":"Hisatra","definition":" a.: Fikisahana na fikorisana miadana ary mikasoka; tsy fisosana tsara. - t.i.f.: Ahisatra, tafahisatra / manisatra, fanisatra, mpanisatra I anisarana, fanisarana / mihisatra, fihisatxa, mpihisatra / ihisarana, fihisarana / mahahisatra / hisatrisatra.\n Ahitsio"},{"word":"Hisina","definition":" Hisinkisina Jer. Kisina.\n Ahitsio"},{"word":"Hisy","definition":"Hoavy amin'ny [Misy] Ahitsio"},{"word":"Hita","definition":" mt.ih.: Tazana, voatsipalotry ny maso: Hitanao ve ry uorona ambony hazo iry? 1 Miseho rehefa avy notadiavina: Hitako ilay solomasoko very. ~ Voazaha ary fantatra: Efa hitanao ue ilay trano tianao houidina? •Fantatra: Hitako ny hevitrao. - t.i.f.: Mahita, fahita, mpahita / ahitana, fahitana I hitahita. -  F,-p.: Aza hitako: firariana ny 'Lena tsy hahita loza vinavinaina, / Aza hitan'ny fara aman-dimby: loza na fahoriana mahazo ny tena na ny hafa, ka tsy tiana hihatra amin'ny zanaka mpandimby na oviana na oviana. / Manao lalan-kitan-kisoa: enti-milaza fahazarana tafahoatra tsy misy fisainana ka miverimberina tsy misy farany. I Tsy hi-ta avanavana, na tsy hita pesimpesenina: any amin'ny la-vitra dia lavitra mila tsy azon'ny saina eritreretina. / Tsy hita fetra: tsy misy farany fa mitohy hatrany hatrany. / Tsy hita isa: ilazana zavatra maro be toy ny volondoha na ny valala. / Tsy hita iany: enti-milaza zavatra mikorontana sy mifanjevo na midadasika tsy taira-maso izay fiandohany na fiafarany. / Tsy hita noanoa: enti-milaza fahalavirana na halalinana sarotra faritana. / Tsy hita ueroka na tsy hita paipaika na tsy hita popoka: tena very tanteraka, na tsy antenaina ho hita intsony. / Tsy hi-ta zambazamba: tsy hita pesipesenina, / Tsy hitahita akory: enti-milaza fotoana niserana na nandalo dia nitrangan-javatra lehibe tsy nampoizina. * Ohab.: Vato am-balamparihy: raha tsy hitan'ny antsy raha fahauaratra, hitan'ny angady raha lohataona: entina milaza ny vato latsaka eny an-tanimbary, izay na dia tsy hitan'ny antsin'ny mpijinja aza dia hitan'ny angadin'ny mpiasa, ka ny tiana holazaina amin'izany dia hoe: tsy misy zavatra tsy ho bita na ho ela na ho haingana.\n Ahitsio"},{"word":"Hitakitaka","definition":" a.: Fitebitebena, fientanentanana vokatry ny ahiahy; fitepotepoana amin' izay hitranga: na tahotra na fanantenan-javatra mahafalY• i t.if•: Mangitakitaka, fangitakitaka, mpangitakitaka 1 angitakitahana, fangitakitahana.\n Ahitsio"},{"word":"Hitika","definition":" p. t.: Feno tsars, (fiteny indrindra amin'ny famarana fa ny \"himpona\" kosa, amin'ny toerana na isa): Hitika tsara ity vota ity. ~ Entimilaza akanjo mangeja, mifanerana amin'ny toe-batana, mifaninjitra, - t.i.f.: Mihitika, fihitika.\n Ahitsio"},{"word":"Hitika","definition":" Hitikitika a: Famindrana kingakinga ers'. - t.i.f.: Mihitikitika, fihitikitika, mpihitikitika 1 ihitikitihana, fihitikitihana.\n Ahitsio"},{"word":"Hitikitihina","definition":" (hitikitika) mt. ih. (hitikitiho): Kasikasfhina mba hihomehy, kibokiboina: Aza hitikitihinao ny faladiako.\n Ahitsio"},{"word":"Hitikitika","definition":" a: Fikasihana faritra sasany amin'ny tena ka mahatonga hihomehy sy hihetsika; kibokibo; fanaitairana ny saina mba hiteny na hanao (Jer. Kitikitika). - t.i.f.: Hitikitihina, ahitikitika, voahitikitika / manitikitika, fanitikitika, mpanitikikita 1 anitikitihana, fanitikitihana I mangitikitika, fangitikitika, mpangitildtika / mahahitikitjka.\n Ahitsio"},{"word":"Hitrika","definition":" na Hitrikitrika a: Fandentehana zavatra amin-kery; famelez ana mafy amin-javatra na amin'ny teny. - t.i.f.: Hitrikitrihina na hitrikitrihana, ahitrlkitdka, voahitrikitrika, tafahitrfkitrika 1 manitrikitxika, fanitrlkitrika, mpanitrikitrika 1 anitrikitxihana , fanitrikltrihana / mihitrikitrlka, fihitrikitrika, mpihitrikitrika I ihitrlkitrihana / mahahitaikitrika.\n Ahitsio"},{"word":"Hitrikitrihina","definition":" na Hitrikitrihana (hitrikitrika) mt.ih, (hitrikitriho): Enti-milaza olona na zavatra tsatohana na trobahana zava-maxanitra: Nohitrikitrihan'i Dada ny lefona ny mpangalatra ~ Lerana totohondry: Nohitrikitrihany ny totohondry aho. •Asiana teny mafy: Nohitrikitrihiny teny mafy aho ka gina foana tao.\n Ahitsio"},{"word":"Hitsahina","definition":" (hitsaka) mt. ih. (hitsaho): Hosena amin'ny tongotra: Aza hitsahinao re ny lambako. •Atao tsinontsinona, zimbaina, fotsifotsina: Dia sahiny nohitsahina ve ny tenin-dray aman-dreny. * F.-p,: Ny volana hitsahina: enti-milaza ny volana iray e-fa nidirana eo amin'ny fotoana itenenana; ny volana dia-vina.\n Ahitsio"},{"word":"Hitsaka","definition":" a.: Fanosena amin'ny tongotra; fanaovana tsinontsinona, fanamavoana, faniratsirana. - t.i.f.: Hitsahina, ahitsaka, voahitsaka I manitsaka, fanitsaka, mpanitsaka I anitsahana, fanitsahana 1 mifanitsaka 1 mahahitsaka 1 hitsakitsaka. * F-p.: Hitsaka am-po rano: fanaovana izay heverin'ny te-na ho mety fotsiny fa tsy mi-la ny hevitry ny hafa. ¶ M. h.: Fanaovana soa am-po. / Hitsa-dany: ny ilany ihany no voahitsaka fa tsy izy roa, fiangarana. / Hitsa-drano: fanaovana an-keriny hiditra ao an-tranon'olona manana ady amin'ny tena. / Hitsaka andro: fanandroanahamantararra ny vintana izay ho avy mbola hiseho. / Hitsaka aloka: fanitsahana ny aloky ny olona tian' ny mpamosavy hamosavina. / Hitsa-tany: fanaovana an-keriny ny tanin' olona. / Hitsa-pasana: fandihizan'ny mpamosavy eo ambony fasana amin'ny alina. / Valin-kitsaka: enti-milaza ny setrin'izay natao. * Ohab.: Mpamosauy mile-vina amoron-dalana: ny valin-kitsaka no tsy tanty: enti-milaza ny olona mandray ny valin'ny nataony izay mampikaikaika azy.\n Ahitsio"},{"word":"Hitsika","definition":" a: Karazan-kazo mafy fanao tehina.\n Ahitsio"},{"word":"Hitsikitsika","definition":" a.: Karazan-kazo lehibe mafy.\n Ahitsio"},{"word":"Hitsikitsika","definition":" a.: Karazam-borona salasalany, mivolon-takatra sady mainty ny volony, 30 sm ny halavany ary mivelona amin'ny nofom-biby madinika sy ny bibikely (Tinnunculus) — Mahafinaritra jerena ny fanidin'ny hitsikitsika rehefa misonenika izay izy, ka nahatonga ny hiran'ny ankizy hoe: Mandihiza, Rahitsikitsika, hianaranay raha fararano. * Ohab.: Natao ho hitsikitsika hivavahana, kanjo voromahery nipaoka ny akoho: enti-milaza olona namoa-doza. / Hitsikitsika tsy mandihy foana fa ao raha: tsy misy fisehoan-javatra tsy manam-pototra na antony.\n Ahitsio"},{"word":"Hitsina","definition":" Jer. Hintsina.\n Ahitsio"},{"word":"Hitsina","definition":" (hitsy) mt.ih. (hitsio): Arahina tsy mivilivily: Hitsio ity lalana it? dia tonga any an-tsena Ise. ? Aleha mivantana: Aza mivilivily ianao fa hitsio ir? trano an-tamponkavoana Kendrena, asianamivantana: Nohitsin'ny mpitsara ny ratsy nataony ka tsy nahitan-teny izy.\n Ahitsio"},{"word":"Hitsivolana","definition":" na Ordonansy a.: Didy ataon'ny Governemanta noho ny famindram-pahefana avy amin'ny Solombavambahoaka mpanao lalàna.\n Ahitsio"},{"word":"Hitsoka","definition":" ft.: Tsy fahafahana miala fa mihizina ao anelanelana na ao anatin'ny zavatra. 6 t.Ahitsoka, voahitsoka, tafahitsoka 1 mihitsoka, fihitsoka, mpihitaoka 1 ihitsohana, fihitsohana / mampihitsoka 1 hitsokitsoka 1 mangitsokitsoka.\n Ahitsio"},{"word":"Hitsy","definition":" a: Toetran'ny zavatra mijoro tsars, tsy bilabila: Mahafinaritra ny mifery ny hitsin'it? hazo it?. 1 Hamarinana, tsy fisian-diso: Mahagaga ny hitsin'ny fitenin'itj' zaza it?. ? Fahamarinana, tsy fiolakolahana; ny marina, ny rariny: Tokony hitsara mandrakariva araka ny hitsiny ny mpitsara 1 Tandrify: Mipetraka eo amin'ny hitsin' ny tsena indrindra izahay. i ti.(.: Hftsina, ahitsy, voahitsY I manitsy, fanitsy, mpa. nitsy 1 anitaiana, fanitsiana I mifanitsy I mihitsy, fihitsy, mpihitsy / ihitsiana, fihitsiana / mahahitsY 1 hitsihitsy f mahitsy, fahitsy / fahitsiana. ? F.-p.: Hitsy loha: filazana am-pahatsorana tsy misy olakolaka izay natao. / Hitsindalana: fanavatsavana sy fanitsiana amin'izay akaiky, fa tsy manaraka ny lalana fais-ha izay matetika miolakolaka / Manao hitsin-dalana: Tsy manaraka ny tena lalana fa manavatsava sy manitsy amin'izay akaiky. / Hitsimpandraka: hevitra aseho ara-ka ny tena ao am-po fa tsy mba misafary. * Ohab.: Zatra ny fita ririnina ka fahavaratra avy no manao hitsin-dalana: enti-milaza olona entim-pahazarana fotsiny ka ny tsy tokony ha-tao avy no atao; enti-milaza koa ireo olona voa noho ny fanarahany ny fahazarana fotsiny, tsy mahay manova famindra raha misy hilana izany.\n Ahitsio"},{"word":"Hivakivaka","definition":" Jer. Ivakivaka.\n Ahitsio"},{"word":"Hivina","definition":" Hivingivina a: Fihifiki.-fiky ny loha raha manda na sendra misotro zavatra mangidy na marikivy. - t.i.f.: Ahivingivina, voahivingivina, tafahivingivina 1 milrivmgivina, fihivingivina, mpihivingivhna 1 ihivingivinana, fihivingivinana 1 mahahivingivina.\n Ahitsio"},{"word":"Hivohana","definition":" (hivoka) mt.ih. (hiuohy): Fenoina.\n Ahitsio"},{"word":"Hivoka","definition":" a: Tany tsy vaky lay; lobolobo amin'ny tany lava volo.\n Ahitsio"},{"word":"Hivoka","definition":" p.t.: Fano hika, feno hiboka: Fiara feno hivoka mpandeha. - t.i.f.: Hivohana, ahivoka, voahivoka, tafahivoka / mihivoka, zihivoka, mpihivoka / ihivohana, fihivohana / mampihivoka, fampihivoka, mpampilrivoka 1 ampihivohana, fampihivohana 1 mahahivoka / hivokivoka 1 mihivokivoka.\n Ahitsio"},{"word":"Hizihizy","definition":" Jer. Zihizihy. HizihizyJar. Hirihiry.\n Ahitsio"},{"word":"Hizina","definition":" a: Fahafenoana tsy ahazoana mikofokofoka na mihetsika; fihitsohana voatery ao anaty zavatra. - t.i.f.: Hizinana, ahizina, voahizina, tafahizina 1 manizina, fanizina, mpanizina 1 anizinana, fanizinana 1 mitanizina 1 mihizina, fihizina, mpihizina / ihizinana, fihizinana / mahahizina 1 hizinkizina.\n Ahitsio"},{"word":"Hizinana","definition":" (hizina) mt ih. (hizino): (toerana): Andentehana zavatra. ~ Irohotana, ifanosehana.\n Ahitsio"},{"word":"Hizirina","definition":" (hizitra) mt ih. (hiziro): Anaovana ditra, itokonana.\n Ahitsio"},{"word":"Hizitra","definition":" a: Di-doha, hamafy sofina; fijanonana fotsiny amin'izao noho ny kiry na tohika. - t.i.f.: Ahizitra, hizirina 1 mihizitra.\n Ahitsio"},{"word":"Ho:","definition":" Teny kely fametraka eo alohan'ny teny iray hanambarana ny fotoana ho avy, ka io teny ialohany io mety ho: — Anarana: Ny ho dokotera no kendreny. — Mpamaritra anarana: Ho hendry aho amin'ny sisa — Mpisolo ana-'ana: Ho izany tokoa! — Matoanteny: Ho tonga rahampitso izy. / Ho vita ity rahariva (raha mt. ih. misy tovana, mitovona ny ho: Hovitaiko ity rahariva). — Mpamaritra matoanteny: Ho aiza i Neny? — Ho any an-tsena a-ho, anaka. ~ Teny kely fametraka eo a lohan'ny an- na ny mpisolo anarana misolo olona faine-no (ahy, anao, azy...) ka enti-milaza ny olona voakendry ho tompon-javatra: Ho andRakoto, ho antsika •Teny fanao: a) eo aorian'ny mt„ toy ny hoe atao, heverina hilazana toe-javatra tsy tahaka ny niheverana azy: Nataoko ho efa lasa ianao; b) eo aorian'ny mt., toy ny hoe manao, mihevitra, mihambo, hilazana toetra tsy ananana: Manao azy ho adula, mihevitena ho mahay; d) eo aorian' ny mt. toy ny manova, miova, ovana: Miova ho tsara ~ Teny fampidirana ny fehezan-kevitra milaza zava-kendrena: Mihinana mba ho velona, fa tsy velona mba hihinana, na firariana: Ho tonga anis i Dada! 1 Eo anelanelan'ny mpamaritra mt. miverina indroa enti-mllaza toerana na fotoana tsy voafaritra marina: Aiza ho aiza, eto ho eto, atsy ho atsy.\n Ahitsio"},{"word":"Hoa","definition":" Jer. Hoha.\n Ahitsio"},{"word":"Hoaka","definition":" a: Lavaka, loaka anatin'ny hazo, vatolampy... - \n Ahitsio"},{"word":"Hoaka","definition":" Fisokafan'ny vava mitanata na mba hamoaka rivotra a min'ny fotoana mahanoana na ta hatory. 1 Hery sy feo re rehefa mandoa. - t.i.f.: Mangoaka, mangoakoaka, fangoakoaka / manoaka, manoakoaka, fanoaka, fanoakoaka, mpanoaka, mpanoakoaka / anoahana, fanoahana / mihoaka, mihoakoaka,fihoaka,fihoakoaka 1 ihoakoahana, fihoakoahana. * F-p.: Hoaka aty: foana tsy misy na inona na inona ao anaty. ¶ M.h.: Poaka aty, hoboka aty, holoka aty, kaboaka, loaka.\n Ahitsio"},{"word":"Hoalahoala","definition":" a.: Fahamaimaizana, fahataitairana handeha na hiteny. - t.i.f.: Ahoalahoala, tafahoalahoala 1 mihoalahoala, fihoalahoala 1 ihoalahoalana, fihoalahoalana.\n Ahitsio"},{"word":"Hoatra","definition":" Jer. Ohatra, izay tokony hanoratana an'io teny io. i t.i.f.: Hoatrinona, izay tokony ho hoe: Ohatrinona.\n Ahitsio"},{"word":"hoavy","definition":"Mbola tsy tonga. Fotoana aorian'ny ankehitriny Ahitsio"},{"word":"Hobaka","definition":" Jer. Kobaka.\n Ahitsio"},{"word":"Hobaka","definition":" p.(.: Poaka aty, nefa lehibe. - t.i.f.: Mangobaka sy mangobakobaka. * F-p.: Fery mangobakobaka: fery be mitanatana/Tenda mangobakobaka: be tan-da, mahery homana.\n Ahitsio"},{"word":"Hobana","definition":" Jer. Kobana.\n Ahitsio"},{"word":"Hobana","definition":" sy Hobankobana a: Fibohiran-javatra toa trafo, fibontsinana. - t.i.f.: Ahobankobana, hobankobanina 1 mihobankobana, fihobankobana / ihobankobanana, fihobankobanana.\n Ahitsio"},{"word":"Hobina","definition":" na Hobena (hoby) mi ih. (hobio, hobeo): Deraina amin'ny antsoantsom-pifaliana: Nohobin'ny uahoaka ireo mpiantafika vao avy nandresy. * Ohab.: Adin'ombaiahin'ny mpianakavy: ny mahery tsy hobina, ny resy tsy akoraina: Raha misy olona roa na antokon'olona roa tonte samy tiana mifaninana, izay mandresy aminy tsy tokony hoderaina mihoapanrpana, ary toraka izany koa, izay resy aminy tsy tokony hoesoina izaitsizy.\n Ahitsio"},{"word":"Hobohobo","definition":" ft.: Fiafenana, ankifonofono: Varotra an-kobohobo: varo-maizina 6 t.i. f.: Hobohoboina.\n Ahitsio"},{"word":"Hobohoboina","definition":" (hobohobo) mi ih. (hobohoboy): Afenina, a-tao an-kifonofono: Inona io zavatra hobohoboinao anaty lamba io?\n Ahitsio"},{"word":"Hoboka","definition":" p.t.: Foana, tsy misy na inona na inona. - t.i.f.: Mangoboka. -  F.-p.: Hoboka aty: foana ny ao anatiny. ¶ M.h.: Hoa ka. / Manao an-koboka: ma nao an-tsokosoko, mangingina.\n Ahitsio"},{"word":"Hoby","definition":" a.: Antsoantsom-piravoana atao ho mari-piderana: Tsy nifandrenesana ny hoby nataon'ny vahoaka ny Filohan'ny Nosy. - t.i.f.: Hobina, hobena, voahoby / mihoby, fihoby, mpihoby 1 ihobiana, ihobena, fihobiana, fihobena 1 mahahoby 1 hobihoby.\n Ahitsio"},{"word":"Hoda","definition":" p. t.: Malemy, bodaka: Vomanga hoda\n Ahitsio"},{"word":"Hodahoda","definition":" a.: Fikodedehana raha miteny; fiakanakanana mahatonga tsy hahatonona tsara izay lazaina, na fiboredehana mahatonga hiteny an-kisesy sarotraraisina. - t.i.f.: Hodahodaina 1 mihodahoda, fihodahoda, mpihodahoda 1 ihodahodana, fihodahodana.\n Ahitsio"},{"word":"Hodahodaina","definition":" (hodahoda) mt. ih. (hodahodaino): Lazaina amin'ny fombamiboredika\n Ahitsio"},{"word":"Hodaka","definition":" Jer. Hotaka.\n Ahitsio"},{"word":"Hodiatra","definition":" (fit-p.) a: Enti-milaza asa ataon'izay mandalo a mfn'ny toerana mihataka la vitra mangingina. -  F.-p.: An-kodiadiatra: a amin'ny toerana lavitramangingina.\n Ahitsio"},{"word":"Hodibalaza","definition":" a: Fono na saxon' ny balaza, izany hoe ilay sosony voalohany amin'ny hoditra et? ivelany mandrakotra ny balaza; manify izy io ary moramihofakofaka, nefa mora maniry koa.\n Ahitsio"},{"word":"Hodidina","definition":" a.: Ny sisiny mamaritra na mamefy zavatra iray. i t.i.f : Hodidinina, ahodidina, voahodidina, tafahodidina / manodidina, fanodidina, mpanodidina I anodidinana, fanodidinana / mihodidina, fihodidina, mpihodidina 1 ihodidinana, fihodidinana / mahahodidina / hodidindidina.\n Ahitsio"},{"word":"Hodidinina","definition":" (hodidina) mt.ih. (hodidino): Misy... mamaritra ny sisiny hatraiza hatraiza: Hodidinin'ny hazo ny tanànanay. 1 Fefena, sokeraina: Hodidinin'ny fahavalo ny tanàna ka aoka isika hiomana tsara, ? Otronina: Nohodidinin'ny minisitra ny Filohan'ny Nosy teo anoloan' ny lapan'ny tanàna.\n Ahitsio"},{"word":"Hodina","definition":" a: Fiverenana eo amin'ny toerana ihany mankany ivoho; fitodihan'ny 10-ha mankany aoriana na ao an-daniny; fitsimbadihana rehefa mikorisa, ka ny ambany tonga ambony ary dia mifandimby hatrany toy izany. 1 t.i.f.: Ahodina, voahodina, tafahodina / manodina, fanodlna, mpanodina / anodinana, fanodinana / mihodina, fihodina, mpihodina 1 ihodinana, fihodinana / mahahodina / hodinkodina,\n Ahitsio"},{"word":"Hodipotsy","definition":" a.: Pentimpentina fotsifotsy amin'ny tarehy.\n Ahitsio"},{"word":"Hodirina","definition":" (hoditra) mt. ih. (hodiro): Alana ny hoditra aminy: Hodiro io omby io. * h. o.: Tsara volon-koditra (entimi?aza olona).\n Ahitsio"},{"word":"Hoditra","definition":" a.: Ny fonony ivelany amin'ny tenan-javamananaina (olombelona, biby) na zavamaniry: Miuoaka amin'ny mason-koditra ny hatsembohana. / Volouoloina ny hodipaiso. 1 Ilazana ny volon'ny tenan'ny olombelona koa. - t.i.f.: Hodirina / manodi• tra, fanoditra, mpanoditra 1 anodirana, fanodicana / mihoditra / mahahoditra I hoditroditra. -  F.-p.: Amboadia mitafy hodi-janak'ondry: entina milaza olona fatra-pihatsaravelatsihy lozan-tany. / Fanavakauaham-bolon-koditra: entina milaza fiangarana noho tsy fitovian'ny volon-koditra. / Hodi-potsy: aretina mahazo ny hoditra, izay manjary toy ny anakandroana. / Hodi-maso: ilay hoditra mahazo mikatona sy mivoha manarona ny maso. I Hodi-toho: fahamaintisan'ny hoditra amin'ny faritra kely amin'ny tena. / Mamy hoditra: tiam-bahoaka. / Manao hodi-tsirany sy hodi-peny: enti-milaza olona miangatra (samy hoditra tokony tsy hisy hafa ireo — ny sirana sy ny fe ka tsy azo avahana ho tsy maharary raha amin'ny iray, fa manaintaina kosa amin'ny ilany faharoa). / Mangidy hoditra: olon-doza sy efa nahavita ratsy tamin' ny mpiara-belona ka tsy tian' ny olona mainty. / Manolokoditra: enti-milaza fitafiana anatiny indrindra ka mikasika ny hoditra. I Maniry ma-nitra ohatra ny alika miambozon-koditra: entina milaza olona tsy lavitra zava-tsoa iray, nefa tsy afaka haka azy fa mitsiriritra lava eny. / Mari-koditra: ilazana ny olona mangatsiaka ka mangovingovitra hila hanavy. /,Mby ankoditra: enti-milaza loza na fahasahiranana mahazo ny tena ka tsy azo akifika. J Mihorona ny hodi-doha: mahatsiaro tahotra amin'ny zavatra iray ahina hihatra amin' ny tena ka toa mikainkona ny hodi-doha. / Tandra vadin-koditra: enti-milaza zavatra tsy azo sarahina fa miaraka mandra-pahafaty. / Mihodi-bola: mivolom-bolamena, nefa somary mavo antitra.\n Ahitsio"},{"word":"Hodivirana","definition":" (hodivitra) mi ih. (hodiviro): Tsy ifanenana fa iviliana, iolahana: Nohodivirako Rakoto fa be resaka loatra ka mahauery andro.\n Ahitsio"},{"word":"Hodivirina","definition":" (hodivitra) mt.ih. (hodiviro): (enti-milaza toerana) tsy aleha fa iolahana: Nohodivirin'ny fahavalo ny tanàna fa voaron'ny manda tsy laitran'ny bala\n Ahitsio"},{"word":"Hodivitra","definition":" a.: Fitanilana sy fitongilanana faran'izay kely. ~ Fifandisoana noho ny elanelany kely monia. - t.i.f.: Hodivirina, hodivirana, ahodivitra, voahodivitra, tafahodivitra 1 manodivitra, fanodivitra, mpanodivitra 1 anodivirana, fanodivirana I mihodivitra, fihodivitra, mpihodivitra J ihodivirana, fihodivirana/ mahahodivitra / hodividivitra.\n Ahitsio"},{"word":"Hodrahodra","definition":" p. t.: Malemilemy, mihonankonana malemy. i t.i.f.: Ahodrahodra, voahodrahodra / mihodrahodra, fi• hodrahodra / ihodrahodrana, fihodrahodrana.\n Ahitsio"},{"word":"Hodrohodro","definition":" a.: Binabina, binaka, vindimbindina. - t.i.f.: Mihodrohodro, fihodrohodro, mpihodrohodro / ihodrohodroana, fihodrohodroana.\n Ahitsio"},{"word":"Hoe","definition":" p.mt.: Toy izao, sahala amin'izao (fanao eo alohan' ny tenin'olona iray izay averina araka ny nitenenany azy):Dia niteny indrindra Andrianampoinimerina nanao hoe \"ny ranomasina no valamparihiko\". / Lazao aminy hoe \"Tonga i dadanay\". / Mba tiako ilay hira manao hoe: Ry tanindrazanay malala ô!) • Teny kely entina miangavy na mandidy, ary mety hifono hevitra fihantsiana na fahatezerana arakaraka ny feo ilazana azy: Mitsambikfna hoe hahitana ny fahaizan' Ingahy! / Aiza hoe mba hojereko. 1 Marina ve? Namidiny hoe ny tranony tetsy Ambondrona a F.-p.: Atao hoe: enti-milaza ny anaran'ny zavatra na olona tenenina: Dia nonina tao amin'ilay vohitra iray a-tao hoe Fanambinantsoa izahay.// Izany hoe: enti-manazava ny hevitra na ny teny iray: Aza manao izay hampaiahelo an'Andriamanitra, izany hoe aza mono ta. ll Lazao hoe: enti-milaza ny teny asaina averin'ilay olona hafarana: Lazao hoe manavy aho ka tsy ho tonga amin'ilay fotoana. // Ahoana hoe: entimanontany raha tena izany tokoa no izy, ka matetika fiangaviana hamerina ny efa voalaza io: Ahoana hoe? (toy izany avokoa no hevitry ny \"hoe\" aorian'ny teny enti-manontany: Iza hoe no nilaza izany?)\n Ahitsio"},{"word":"Hoetrika","definition":" a.: Karazam-borona an-drano misy sangany (Fulica cristata na Mitrata).\n Ahitsio"},{"word":"Hofa","definition":" a.: Zavamaniry karazana vakoa na vakoana lava ary be ravina.\n Ahitsio"},{"word":"Hofa","definition":" a: Vola, na zavatra aloa amin'ny zavatr'olona ipetrahana na anaovana na ampiasaina mandritra ny fotoana maharitraritra: Valonjato no hofan'it? efitra (Ny fahelam-potoana ihany no ma-ha samy hafa ny hofa sy ny sara: raha mita lakana ka miserana ihany, sara no aloa; fa raha maharitra indray andro na mihoatra, dia ho fa). i tif: Hofana, ahofa, voie hofa I manofa, fanofa, mpanofa I anofana, fanofana J mahofa J hofahofa I mihofa J ampanofaina, mampanofa.\n Ahitsio"},{"word":"Hofa","definition":" a: Fiantsoana olona amtn'ny kopa-damba, na tans-na, na rantsan-kazo misy ravina. ~ Fanasivanana ny vary na voan-javatra hafa amin'ny sahafa mba hampisaraka azy amin'ny akofa na ampombo na vato kely... - t.i.f.: Hofana, hofaina, voahofa, ahofa / manofa, fanofa, mpanofa 1 anofana, fanofana / mahahofa, hofahofa I mihofahofa.\n Ahitsio"},{"word":"Hofaka","definition":" a: Rambon'ondry; rambon'orana, izany hoe ilay miforitra amin'ny orana; kibon'ny valala; rambon'ny valala; rarnbon'akanjo mitaritarika aoriana. i ti.f.: Hofakofaka I ahofakofaka J mihofakofaka, fihofakofaka, mpihofakofaka / ihofakof ahana, fihofakofahana.\n Ahitsio"},{"word":"Hofakofahina","definition":" (hofakofaka) mt. ih. (hofakofaho): Endahina.\n Ahitsio"},{"word":"Hofakofaka","definition":" a.: Izay miendaka amin'ny faritra sasan'ny tena ka manjary mihetsiketsika; zavatra tsy mipetaka tsara ka tonga mihofakofaka na mielakelaka. - t.i.f : Hofakofahina, ahofakofaka, voahofakofaka, talahofakofaka / manofakofaka, fanofakofaka, mpanofakofaka / anofakofahana, fanofakofahana J mihofakofaka, fihofakofaka, mpihofakofaka 1 ihofakofahana, fihofakofahana.\n Ahitsio"},{"word":"Hofakofaka","definition":" a: Kivilivily, vezimbezina, hevingevina.\n Ahitsio"},{"word":"Hofana","definition":" na Hofaina (hofa) mt. ih (hofao na hofay): Antsoina amin'ny kopa-damba, na tanana na zavatra hafa: Hofay tomba izy fa tsy reny izany. 1 Sivanina amin'ny sahafa: Hofao tsara ny vary, rankizy.\n Ahitsio"},{"word":"Hofana","definition":" (hofa) mt. ih. (hofao): Raisina hipetrahana ka andoavana hofany: Hofan-dRakoto mpanao kiraro ny tranon-dRabe ao atsimonay.\n Ahitsio"},{"word":"Hofika","definition":" a: Zavamaniry mandadina, fanao fanafody ny voany voatoto malemy noho izy manana hery toa mamihina.\n Ahitsio"},{"word":"Hofoka","definition":" na Hofokofoka a: Hetsiketsika, pelipelika. i tiP•: Hofokofohina, ahofokofoka, voahofokofoka J manofokofoka, fanofokofoka, mpanofokofoka / anofokofohana, fanofokofohana I mihofokofoka, fihofokofo- ka, mpihofokofoka 1 ihofokofohana, fihofokofohana I mahahofokofoka.\n Ahitsio"},{"word":"Hofokofohina","definition":" (hofokofoka) mt. ih. (hofokofohy): Hetsiketsehina, hozongozonina.\n Ahitsio"},{"word":"Hoga","definition":" na Hogahoga a: Antsoantso tsisy antony; fitenitenenam-poana na fanakorana; teny, antsoantso hihorakorahana na hanarablana olona. - t.i.f.: Hogahogaina 1 mihogahoga, fihogahoga, mpihogahoga I ihogahogana, fihogabogana J mahahogahoga.\n Ahitsio"},{"word":"Hogahogaina","definition":" (hogahoga) mt ih. (hogahogao): Antsointsoina taisy antony; esoeaoina, horakorahina, harabirabina: Nohogahogain'ny ankizy izy taorian'ny fihetsika hafahafa nataony.\n Ahitsio"},{"word":"Hogo","definition":" a.: Filamaky ny volo: Tsara hogo izany voionao izany. •Fandaminana ny volo misaritaka mba hilamaka isara: Mahatsikaiky ny hogo volon'Ibozy. ~ Fandraotana ny tsira-kofehy hilantolanto. è t.i.f.: Hogoina, ahogo, voahogo J manogo, fanogo, mpanogo / mihogo, fihogo, mpthogo / ihogoana, fihogoana / anogoana, fanogoana J mahahogo J hogohogo.\n Ahitsio"},{"word":"Hogoina","definition":" (hogo) mt ih. (ho-goy): Raotina mba hilamaka tsara.\n Ahitsio"},{"word":"Hoha","definition":" a.: Antsoantso mafy entina miantso vonjy; horakoraka, akoralava entina maneso. - t.i.f.: Hohaina, voahoha I mihoha, fihoha, mpihoha / ihohana, fihohana / mahahoha.\n Ahitsio"},{"word":"Hohaina","definition":" (hoha) mt ih. (hohao): Akoraina, horakorahina: Natahotra ny hohohain' ireo ankizy adala ireo aho ka naleoko nandositra\n Ahitsio"},{"word":"Hohazana","definition":" (hohy) mt. ih. (hohazy): Hadina tsy lalinaloatra amin'ny tanana na tongotra: Hohazan'ny saka ny tany. 1 Fokarina: Nohohazan' ny akohonareo ny vomanganay. ? Tadiavina, karohina ho fantatra: NohohazandRakoto ilay zavatra noresahintsika, fa tsy niteny aho na indraim-bava aza\n Ahitsio"},{"word":"Hoho","definition":" a.: Kaxazandrazana tandroka maniry eo amin'ny loha rantsana: Hohon-tsaka • h. o, : Rangotra: Safosa fo tonga hoho (Rabearivelo). 1 t.if.: Hohoina. -  Kely hoho: kahihitra velona. I Kely ohatra ny tain-koho: kely dia kely, pitiny kely.\n Ahitsio"},{"word":"Hoho","definition":" (Ski) a: Karazam-bitsika vaventy izay manao trano tany amin'ny hazo, mahery mihazakazaka, misy poizina mampanaintaina raha voakaikiny.\n Ahitsio"},{"word":"Hohofana","definition":" (hohoka) mt. ih. (hohofy): Saronana: Tokony hohofana harona ny akoho mikotrika. • Orohana: Nohofan-dreniny ela tao ilay zanany nieren'ny loza\n Ahitsio"},{"word":"Hohoina","definition":" (hoho) mt. ih. (hohoy): Alana na rangotina amin'ny hoho.\n Ahitsio"},{"word":"Hohoka","definition":" a: Fametrahan-javatra ny vavany no atao ambany; fatoriana ka ny kibo no atao ambany mandry. - t.i.f.: Hohofana, ahohoka, voahohoka, tafahohoka / manohoka, fanohoka, mpanohoka / anohofana, fanohofana / mifanohoka I mihohoka, fihohoka, mpihohoka I ihohofana, fihohofana / mahahohoka / hohokohoka / ankohoka, ankohofina I manankohoka, fanankohoka, mpanankohoka I anankohofana, fanankohofana / mifanohoka I miankohoka, fiankohoka, mpiankohoka / iankohofana, fiankohofana I mahahohoka I ankohonkohoka.\n Ahitsio"},{"word":"Hohona","definition":" a: Fanambombana amin'ny sandry; fiarovana atao mba tsy haharatra na ho voan'ny hatsiaka ilay kobonina; famihinana eo an-tratra ny zanaka. 1 t.if.: Hohonina, ahohona, voahohona / manohona, fanohona, mpanohona j anohonana, fanohonana I mihohona, fihohona, mpihohona I ihohonana, fihohonana I mahahohonalhohonkohona / ankohonana.\n Ahitsio"},{"word":"Hohonina","definition":" (hohona) mt. ih. (hohony): Mbombana, fihinina ao an-tratra.\n Ahitsio"},{"word":"Hohy","definition":" a.: Fihadiana tany mitsi- poretika sady tsy lasa lalina; fihadiana ny tany etsy sy eroa amin'ny tanana na ny tongotra; fangatahana tsy misy fiatoana hahazoana na hahafantaran-javatra. i tif: Hohazana, ahohy, voahohy / manohy, fanohy, mpanohy / anohazana, fanohazana / mihohy, fihohy, mpihohy / ihohazana, fihohazana / mahahohy / hohihohy.\n Ahitsio"},{"word":"Hoika","definition":" na Hoiky t.p.: Teny tenenina raha sempotra na sasatra nony mijanona na mijoro kely avy niaka-piakarana: Kotka! mideza koa izany raha fiakarana. - t.i.f.: Mihoika.\n Ahitsio"},{"word":"Holafitra","definition":" na Holafiny a.: Fitambaran'ny akondro iray sampaho izany hoe miangona amin'ny tendron'ny taho anankiray. • h.o.: Fizarana, toko, antoko. -  F.-p.: An-kolafitra: isantokony. / Manao an-kolafiny: mitambatra manao andaniny ny tena mba hiady na hifanohitra amin'ny ha fa. / Be holafiny: antokomiaramila misy miaramila arivo lahy, * Ohab.: Ny olombelona toy ny embok'akondro ka raha manondro lanitra, iray ihany fa raha mitsontsorika, samy manana ny holafiny: enti-milaza ny firaisam-piavian' ny olombelona na dia misampana ho karazany maro aza (ohab. mit.: Lad?m-boatavo ny olombelona: raha fotorana, iray ihany).\n Ahitsio"},{"word":"Holaitra","definition":" a: Fihodivirana, ela• nelana kely dia kely tsy hahavoa. - t.i.f.: Miholaitra, fiholaitra, mpiholaitra / iholairana, fiholairana.\n Ahitsio"},{"word":"Holamena","definition":" a.: Aretin-koditra mamaritra mena toy ny tandomerina, fa izy maharitra mamela holatra,\n Ahitsio"},{"word":"Holandey","definition":" (fr. hollandais) a: Ny mponina tompon-tany ahy amin'ny tanin'i Holandy: Mipetraka amin'ny tany ambanin'ny haavon'ny ranomasina ny Holandey. ? p.t.: Momba an'i Holandy na an' i Holandy na avy any Holandy: Sarotra ny mandresy ny ekipa holandey amin'ny baolina kitra\n Ahitsio"},{"word":"Holantrolana","definition":" a.: Fahasarotsarotana. i t.f.f: Miholantrolana, fiholantrolana, mpiholantrolana / iholantrolanana, fiholantrolanana.\n Ahitsio"},{"word":"Holapata","definition":" a.: Karazam-bibilava madinika manopy mena.\n Ahitsio"},{"word":"Holarina","definition":" p. t.: Misy holatra.\n Ahitsio"},{"word":"Holatra","definition":" a.: Dian-dratra na fery efa sitrana hita eo amin'ny hoditra. - t.i.f.: Holarina.\n Ahitsio"},{"word":"Holatra","definition":" a.: Karazan-javamaniry mitarehi-na elo mivelatra ny maro aminy: Misy karazany roa lehibe ny holatra: dia ireo fihinana ary ireo misy poizina ka mahafaty.\n Ahitsio"},{"word":"holatry","definition":"jereo. [holatra] Ahitsio"},{"word":"Holika","definition":" mitovy amin'ny Olika.\n Ahitsio"},{"word":"Holoka","definition":" p. t.: Loaka ny ao anatiny, hoboka. • h.o.: Mpandaingalainga na fetsifetsy. - t.i.f : Mangoloka / holokoloka. -  F-p.: Holoka aty: poaka aty, hoboka aty, hoaka aty.\n Ahitsio"},{"word":"Holokoloka","definition":" p.t.: Fetsy, kapetsy, fangoloka.\n Ahitsio"},{"word":"Holontsina","definition":" na Holontsona Jer. Horontsina.\n Ahitsio"},{"word":"Holy","definition":" a: Fahatahorana, tsy fahasahiana handroso; fihemorana. - t.i.f.: Miholy, fiholy, mpiholy 1 ~oliana, fiholiana, ho-]iholy.\n Ahitsio"},{"word":"Homaingihaingy","definition":" Jar. Somaingisaingy.\n Ahitsio"},{"word":"Homambahamba","definition":" Jar. Hambahamba.\n Ahitsio"},{"word":"Homamiadana","definition":" a: Jer. Kansera.\n Ahitsio"},{"word":"Homana","definition":" (h - om - ana) mt.: Mihinana: Tsy homan-kena izahay anio. 1 Mandany za• vatr'olona ho an'ny tena: Homana ny volam-bahoaka io mpiasam-panjakana io. • Mahazo: Mba tsarooy ny na-mana fa homana be ise amin' io asa io. -  F.-p.: Mandao homana: miala alohan'ny fahataperan' ny sakafon'ny olona miara• mihinana amin'ny tena. / Homam-bela: maty amin'ny fanorona ka manarina ny fahafatesana. / Tsinay homana aty: enti-milaza olona mifamely na mifanimba nefa mpihavana na mpisakaiza izao. / Homam-bary olona: ilazana ny fotoana fihinanan'ny olona sakafo amin' ny hariva. / Homan-dany roa ohatra ny dinta (sady mitsentsitra ny vavan'ny dinta no manaikitra ny vodiny): enti-milaza zavatra mampididoza roa. J Homan-dela: zana ny zavatra masiatsiaka ka manaikitraikitra ny lela nony hanina. ( Homan-tena: ilazana ireo miferin'aina amin'ny zavatra mihatra aminy; ny tany homan-tena kosa dia ireo mihotsaka sy mikorosy ho azy na tsy misy mihady akory aza. /Homantenda: ilazana ny zavatra mampalaolao na manitikitika ny tenda raha hanina. / Homan-tsy mizara kapakapa lela: anambarana ny sarotra an-kanina ka tsy manome ny namany. / Sady mandidy no homana: ilazana ireo tsy 'niera fa sady manao ny baiko no avy hatrany dia mihinana. * Ohab.: Bolokilahy homamboan-tseua ka mamy ny atsy, fy ny aroa: ilazana ny tia roa ka sady tia ny ventiny no tia ny rony, sady tsy mahafoy ny eo an-tanana no mankamamy ny any ivelany. / Gisalahy homan-ketsa ka izy mihinana indray no avo va-va: ilazana ny olona nanao ratsy na nangalatra ny an'ny hafa, nefa izy indray no be vava sy midrinkina. / Mandrara homana ohatra ny goaika: ny feon'ny goaika dia tsy miato na efa mihina• na ny voanjon'olona aza ka mova tsy ny mpiandry mise-ho ho mikarakara iny izy, kanjo izy no tena mihinana ny zavatra andrasany.\n Ahitsio"},{"word":"Homandroso","definition":" (Ski) a: Soratr' omby sahalahala amin'ny Vakivoho.\n Ahitsio"},{"word":"Homarantsody","definition":" p.t.: Hatsatra, rera-tena, malazolazo. - t.i.f.: Mihomarantsody, fihomarantsody.\n Ahitsio"},{"word":"Homarototra","definition":" Jer. Somarotoira.\n Ahitsio"},{"word":"Hombo","definition":" a.: Hazo na vy kely anentsenanaloaka, anakamba• nan-javatra roa simaka; fanararaotana tenin'olona mba hamelezana azy ihany; fihamafisan'aretina:Hay tsy varavarana hombo vy fa hazo fisaka midity harongana (Tsel). 1 t.i.f.: Homboana, ahombo, voahombo, tafahombo I manombo, fanombo, mpanombo 1 anomboana, fanomboana / mihombo, fihombo, mpihombo 1 ihomboana, fihomboana / mahahombo / hombohombo.\n Ahitsio"},{"word":"Homboana","definition":" (hombo) mt. ih. (homboy): Araikitra amin' ny hombo, tsimatra: Hom-boy ny hidin-trano. 1 Fantsihana: Nohomboana tamin' ny hazofijaliana i Jesoa-Kristy. • Asiana, alentika: Nohomboana tamin'ny teniny Ikotofatsora.\n Ahitsio"},{"word":"Hombona","definition":" Jer. Kombona.\n Ahitsio"},{"word":"homby","definition":"«homby»: midika hoe \"antonona\" na \"sahaza\" samy azo ilazana azy na ny toerana ampidiran-javatra na ny zavatra ampidirina amin'io ka  toerana io\nohatra:\n-tsy homby anao iny pataloha iny. (Tsy antonona, tsy sahaza)\n-hafaliana tsy homby tratra (mihoatra ny tratra) Ahitsio"},{"word":"Homehy","definition":" (h - om - ehy) mt.p.: Misoka-molotra mampiseho nify ho fanehoana hafaliana na koa fanesoana koa aza: Sahy homehy ahy ve ianao? / Tsy fanao ny homehy lavo. (Ankehitriny dia ny hoe mihomehy no fampiasa indrindra). i tif: Mihomehy, fihomehy, mpihomehy / ihomehezana, fihomehezana 1 mahahomehy / homehimehy. -  F.-p.: Aza homehy lavo: ny fahalavoana, hono, tsy maha-lehibe, ka entina nananatra izany fandrao mba potraka koa ny tena any andro. / Mihomehy rindrim-baky: ilazana ireo olona mihomehimehy foana na dia tsy misy tokony hihomehezana aza; ny tsy ampiampy saina no manao toy izany. * Ohab.: Aleo manontanitany foana hihomehezana toy izay manaonao foana hotezerana: ilazana ny olona tsy ta hanao kitoatoa ka manadinadina sy mamakafaka tsara aloha vao manao zavatra. / Taolana ny nify ka mihomehy: entina milaza fa mety hisy toe-javatra tsy maintsy itsikiana, na dia amin'ny voina na fahoriana mahazo aza.\n Ahitsio"},{"word":"Homoka","definition":" sy Homokomoka a.: Fitsakoana na fihinanana zavatra afinafenina ka tsy sokafana mihitsy ny vava amin'izany. i t.i, f : Homokomohina, voahomokomoka / manomokomoka, fanomokomoka, mpanomokomoka / mihomokomoka, fihomokomoka, mpihomokomoka / ihomokomohana, fihomokomohana / mahahomokomoka.\n Ahitsio"},{"word":"Homokomohina","definition":" (homokomoka) mt ih. (homokomohy): Tsakoina, ajanona ao anaty vava nefa tsy sokafana akory ny molotra.\n Ahitsio"},{"word":"Homosy","definition":" sy Homosimosy p. t: Voahosy, voahitsakitsaka, maosy.\n Ahitsio"},{"word":"Hona","definition":" sy Honahona a: Fotaka malemy sy mandrevo ary la• lina. - t.i.f.: Mangonahona.\n Ahitsio"},{"word":"Honahina","definition":" (honaka) mt. ih. (honahy na honaho): Vontosana, hetsahina. ? Velezina mafy ; havokavohana.\n Ahitsio"},{"word":"Honaka","definition":" p. t. sady a.: Tsy mahahetsika noho ny halehibiazan-doatra na noho ny aretina; tsy fahafahana miarina am-pandriana; vonto, hotsaka. 1 h.o.: Vono, fametsapetsana. - t.i.f.: Honahina, ahonaka, voahonaka, tafahonaka / manonaka, fanonaka, mpanonaka I anonahana, fanonahana i mihonaka, fihonaka, mpihonaka lihonahonahana,fihonahonahana.\n Ahitsio"},{"word":"Honankonana","definition":" p. t.: Malemilemy borerarera toy ny nofon' olona monamonany matavy. 1 Mihonankonana, fihonankonana, mpihonankonana.\n Ahitsio"},{"word":"Hondrahondra","definition":" a: Fihevingevenana na fihofahofana, toy ny an'ny volon'olona lava mihazakaz aka. - t.i.f.: Mihondrahondra, fihondrahondra, mpihondrahondra / ihondrahondrana, fihondrahondrana.\n Ahitsio"},{"word":"Hondrahondra","definition":" p. t.: Malemy bodaka; mohaka tsy maharin-tena. - t.i.f : Ahondrahondra, voahondrahondra I mihondrahondra, fihondrahondra, mpihondrahondra / ihondrahondrana, fihondrahondrana.\n Ahitsio"},{"word":"Hondratra","definition":" p.t.: Taitra mien ta-na noho ny tahotra.\n Ahitsio"},{"word":"Hondratra","definition":" a.: Fientanana; hovitrovitra ateraky ny tahotra; firongatra na forofo-bay madfnika toy ny nendra, bonibony, hatina. i Mihondratra, fihondratra / ihondratana, fihondratana, hondratrondratra\n Ahitsio"},{"word":"Hondrihondry","definition":" na Hondrihondriny a: Enti-milaza irony zana-borona fiompy matavy, dongadonga kely.\n Ahitsio"},{"word":"Hondrokondrohana","definition":" (hondrokondroka) mt. ih. (hondrokondrohy): Hatsina amin' ny fihetsika jefijefy.\n Ahitsio"},{"word":"Hondrokondroka","definition":" a: Fihetsika jefijefy mandranitra ny filan' ny nofo raha mandihy. 6 t.i. f.; Hondrokondrohana i manondrokondroka, fanondrokondroka / anondrokondrohana, fanondrokondrohana 1 mihondrokondroka, fi• hondrokondroka, mpihondrokondroka / mahahondrokondroka.\n Ahitsio"},{"word":"Hondry","definition":" a: Refy hatramin'ny tendron'ny ankibe atsotra ka hatramin'ny fanondro avonkina eo amin'ny tonony faharoa (ny hondry dia mitovy halava amin'ny vodivoam-pelatanana\tmahery voatondro roa),\n Ahitsio"},{"word":"Honikoina","definition":" a.: Fihetsehana toa manara-ba. à t.if.: Ahonikonika / mihonikonika, fihonikonika, mpihonikonika / ihonikonihana, fihonikonihana.\n Ahitsio"},{"word":"Honina","definition":" na Honinkonina a: Fahasahirankiranana amin'izay atao. amin'ny fiomanana an'izay hatao, amin'ny famonjena zavatra maro indray atao, amin'ny fanamboamboarana zavatra ao anaty lamba tsy tiana ho hitan'ny olona. 1 t.f.f.: Mihoninkonina,fihoninkonina, mpihoninkonina / ihoninkonenana, fihoninkonenana.\n Ahitsio"},{"word":"Honjihonjy","definition":" na Honjohonjo p. t.: Irery, tsy misy afa-tsy... (enti-milaza olona tokana na vitsy izay marihina fa mandeha irery); tsy misy olonkafa miaraka aminy: Honjohonjoko izaho irery nody tamin'iny takariva iny. / Honjihonjinay telo mianaka nihazo iny lalana mianavaratra in y.\n Ahitsio"},{"word":"Honjo","definition":" a : Karazam-borona mitoetra eny amin'ny farihy na dobo.\n Ahitsio"},{"word":"Honkoa","definition":" Karazan-kazo.\n Ahitsio"},{"word":"Honkona","definition":" a.: Masom-by lehibe, izany hoe vy fisapisaka mihorona boribory itsofohan' ny zaran'nyangady na antsY, mba hahamafy ny fifandraisany. - t.i.f : Honkonana, ahonkona, voahonkona / manonkona, fanonkona, mpanonkona / anonkonana, fanonkonana,\n Ahitsio"},{"word":"Honkonana","definition":" (honkona) mt.ih. (honkony): Asiana honkona: Honkony kely it? antsy uao novidiko\n Ahitsio"},{"word":"Hono","definition":" mt.: Teny atao eny afovoan'ny teny lazaina na mamarana azy ka enti-milaza fa mpamerina fotsiny izay voalaza ny tena ary tsy tompon' antoka amin'ny fahamarinany: Manavy, hono, Rakoto, ka tsy tonga niasa - t.i.f.: Honoina / honohono / honohonoina / mihono, mihonohono.\n Ahitsio"},{"word":"Honohono","definition":" a: Tsaho na feo miely.\n Ahitsio"},{"word":"Honohonoina","definition":" (honohono) mt. ih. (honohonoy): Tsahoina: Honohonoin'ny olona hovana ny lalàm-panorenana ka ny olona rehetra mihitsy no handany azy,\n Ahitsio"},{"word":"Honoina","definition":" (hono) mt. ih. (honoy): Tsahoin'ny olona, lazain'ny olona ataony honohono.\n Ahitsio"},{"word":"Hontihonty","definition":" a: Teny na fihetsika atao-na lehilahy hahazoany sitraka amim-behivavy; fanompotompoana iandrandrana valiny. - t.i.f.: Mihontihonty, fihontihonty, mpihontihonty I ihontihontiana, fihontihontiana.\n Ahitsio"},{"word":"Hontsa","definition":" p. t.: Malemy, trotraka: Hontsan'ny hanoanana ~ Fano alahelo amin'ny fahitana olona niharan-doza na fadiranovana: Hontsa aho nahita azy mianaka kely mitofezaky ny hanoanana ? Ngoly, vonto: Hontsan'ny fitiavana azy koa ny anao ka tsy avala handeha any. i t. ? f.: Hontsahontsa.\n Ahitsio"},{"word":"Hontsana","definition":" a: Fanetsiketsehana ny rano atao ao anaty tavoara na ao am-bava mba hanadiovana ny tavoara na ny aty vava. ~ Ny loto avy amin'izany fanetsiketsehana izany: Hontsam-bilia ~ Fanetsiketsehana ny ao anaty zavatra na ny eo ivelany amin'ny fitopatopana. 1 tif: Hontsanana, ahontsana, voahontsana / manontsana, fanonteana, mpanontsana I anontsanana, fanontsanana / mihontsana, fihontsana, mpihontsana 1 ihontsanana, fihontsanana. -  F.-p.: Hontsam-bilia: rano avy nanasana vilia. ¶ M. h.: Hozam-bilia, ranondolana.\n Ahitsio"},{"word":"Hontsanana","definition":" (hontsana) mt. ih. (hontsany): Asiana rano izay kobankobanina ao anaty zavatra mba handiovana azy; Hontsany it? tavoahangy it?.\n Ahitsio"},{"word":"Hontsina","definition":" a.: Hari-koditra, fanaikitry ny hatsiaka, ny aretina. - t.i.f.: Mangontsina, fangontsina / angontsinana, fangontsinana.\n Ahitsio"},{"word":"Hontsina","definition":" sy Hontsona a: Fihetsehana kely; firaikana kely fa voadona. - t.i.f: Hontsinina, ahontsina, voahontsina / manontsina, fanontsina, mpanontsina I anontsinana, fanontsinana / mihontsina, fihontsina, mpihontsina I ihontsinana, fihontainana 1 mahahontsina I hontsinkontsina.\n Ahitsio"},{"word":"Hontsonina","definition":" (hontsona) mt.ih. (hontsony): Hetsehina, hozongozonina: Tsy azo hontsonina akory it? vato it?.\n Ahitsio"},{"word":"Hontsy","definition":" p.mt.: Entina manambara fandavana: Handeha hanaraka azy ve ianao? — Hontsy!\n Ahitsio"},{"word":"Hony","definition":" mt.: Endrika hafan' ny \"hono\", izay entina manontany: Handeha, hony, Rakoto amin'ny herinandro ambony?\n Ahitsio"},{"word":"Hopaka","definition":" a: Fihofahofana (enti-milaza zavatra mitapelaka ka mikopakopaka tsofin'ny rivotra na voahetsiketsika) Jer. Kopaka. 1 t.if.: Ahopaka / mihopaka, fihopaka / ihopahana, fihopahana / mahahopaka / hopakopaka.\n Ahitsio"},{"word":"Hopetaka","definition":" ft.: Fipetahan-javatra mitapelaka lehibe amin' ny... - t.i.f.: Mangopetaka, fangopetaka.\n Ahitsio"},{"word":"Hopitaly","definition":" (fr. hôpital) a.: Trano fitsaboa-marary.\n Ahitsio"},{"word":"Horahina","definition":" (horaka) mt. ih. (horaho): Deraina, horehfna: Nohorahina ny mpandresy. ~ Akoraina: Nohorahin'ny ankizy ilay zazalahy saika hangalatra\n Ahitsio"},{"word":"Horahina","definition":" p.t.: Enti-milaza ny tanimbary asaina feno rano, mandrevo.\n Ahitsio"},{"word":"Horáka","definition":" ft.: Mena. - t.i.f. : Mangoriika, fangoria ka, horadriika.\n Ahitsio"},{"word":"Horaka","definition":" a: Tanimbary be rano eny andemaka izay tsy mila hitaritana rano intsony hanondrahana azy — (Mifanohitra aminy: sakamaina, tavy: Jer. ireo teny ireo).\n Ahitsio"},{"word":"Horaka","definition":" a: Feo manao rodobe mitory fihorehana na figagana na horakoraka na fiarahabana na fanesoana koa aza: Tsy nifandrenesana ny horakora-pifalian'ny uahoaka ~ Feon'ny sahona: Horakoraka no an'ny sahona fa ny tsiboboka ihany no tompon'ny rano. 1 trf.: Horahina, voahoraka mihoraka, fihoraka, mpihoraka / ihorahana, fihorahana 1 mahahoraka / horakoraka I mihorakoraka.\n Ahitsio"},{"word":"Horaka","definition":" sy Horakoraka ft.: Fahalahelovana noho ny fahitana olona ory na mijaly; fahatsiarovana ny tena ho malahelo amin'ny fahitana ny ory na mijaly. 1 t. L f.: Mangoraka, sy mangorakoraka, fangoraka, mpangoraka / angorahana, fangorahana f fangorakorahana / . mampangoraka.\n Ahitsio"},{"word":"Horangorana","definition":" ft.: Fahatsiarovana ho reradreraka. i t.i.f.: Mangorangorana.\n Ahitsio"},{"word":"Horatsaka","definition":" ft.: Hafotsiana tanteraka. - t.i.f.: Mangoratsaka, fangoratsaka / horatsadratsaka.\n Ahitsio"},{"word":"Horehina","definition":" (horika) mt. ih. (horeho): Igagana, italanjonana: Nohorehina ny fahaizany mikabary. • Akoraina.\n Ahitsio"},{"word":"Horia","definition":" tp.: Teny ataon'ny mpiandry ondry mba hampijanona na hampivily lalana ny andian'ondry.\n Ahitsio"},{"word":"Horiaka","definition":" ft.: Fihovitrovitra noho ny tahotra; fihidihidin'ny vazana noho ny rikoriko. - t.i.f.: Mihoriaka I ihoriahana, fihoriahana / horiadriaka.\n Ahitsio"},{"word":"Horijy","definition":" a.: Hazo noravahana natao sampy.\n Ahitsio"},{"word":"Horika","definition":" a.: Figagana, fitalanjonan'olona maro noho ny hatsarana na haratsian-javatra atrehina tafahoatra. - t.i.f : Horehina, tafahorika / mihorika, fihorika, mpihorika / ihorehana, fihorehana / mahahorika 1 horikorika / mihorikorika.\n Ahitsio"},{"word":"Horintsina","definition":" a: Fahatsiarovana ohatra ny misy zavatra mitsoriaka na manaikitraikitra ny nofo aman-kozatra any anaty any; feo maranitra sady avo izay manindrontsindronamafy ny sofina. 6 t.tf•: Mangorintshra, fangorintsina, mpangorintsina I angorintsinana, fangorintsinana / horintsindrintsina.\n Ahitsio"},{"word":"Horipika","definition":" a: Fikipihana, fialana noho ny hasosorana na ny rikoriko. - t.i.f : Tafahoripika 1 mihoripika, fihoripika, mpihoripika / ihoripihana, fihoripihana / horipidripika.\n Ahitsio"},{"word":"Horirana","definition":" a.: Fandriana ka ny ila no atao ambany mandry; fijoroana tsy manatrika na miamboho fa ny ila an-kavia na havanana no tazana. 1 t.i, f,: Horiranina, ahorixana, voahorirana, tafahorirana / manorirana, fanorirana, mpanorirana / anoriranana, fanoriranana I rnihorirana, fihorirana, mpihorirana 1 ihoriranana, fihoriranana / mahahorixana f horirandrirana.\n Ahitsio"},{"word":"Horiranina","definition":" (horirana) mt.ih. (horirano): Jerena tsy manatrika fa misompirana: Nohoriraniko ny fijeriko azy, ka tazany ihany aho.\n Ahitsio"},{"word":"Horiridrano","definition":" a: Karazana horirika maniry eny an-keniheny.\n Ahitsio"},{"word":"Horirika","definition":" a.: Ravin'ny saonjondrano fanao fangaron-daoka (azo ilazana ny ravin-tsaonjo mamy na ny ramandady ihany koa anefa ny horirika raha mbola tsy mivelatra na mbola mihorona ila). * Ohab.: Horirika namonosan-kena ka miara-deuona: enti-mil aza ny mpangalatra sy ny mpanafin-kalatra izay tokony homena sazy iray ihany.\n Ahitsio"},{"word":"Horisy","definition":" tp.: Teny fanao rehefa mandroaka ny akoho amamborona mitady hiditra ao antrano.\n Ahitsio"},{"word":"Horita","definition":" a: Biby maro tanana any anaty ranomasina izay malaza ho mpitsentsitra ny ran'ny haza azony. • h.o.: Olona fatra-pitsentsitra ny madinika.\n Ahitsio"},{"word":"Horohoro","definition":" a.: Hovotrovotra: Nampianjera ny fanaka tao an-trano ilay horohoron-tany halina. 1 Tebiteby, tahotra mamely mafy, fahatairana izaitsizy: Tsy hita holazaina ny horohoron'ny vahoaka nandre fa nanatona ny fahavalo. - t.i.f : Mihorohoro, fihorohoro, mpihorohoro / ihorohoroana, fihorohoroana / mangorohoro.\n Ahitsio"},{"word":"Horohoro","definition":" a.: Karazan'ahitra.\n Ahitsio"},{"word":"Horokoroka","definition":" p, t.: Enti-milaza ny zaza vao teraka na ny zana-borona vao foy miala amin'ny akorany, ka samy malemilemy sy bodaboda.\n Ahitsio"},{"word":"Horombary","definition":" a: Karazana horona bebe taho sy ravina.\n Ahitsio"},{"word":"Horompotsy","definition":" a: Ahitrakarazana horona, maniry mitambabe eny amoron-drano na ankeniheny, lava ravina, mafy taho, atao fanafoana trano, ary noho izy malefaka kokoa noho ny horona dia anaovana sesi-kidoro koa.\n Ahitsio"},{"word":"Horona","definition":" a: Karazan'ahitra fanao kitay, na kifafa koa no-ho izy henjana.\n Ahitsio"},{"word":"Horona","definition":" a: Fanadiovana zavatra toy ny taratasy, tsihy, kofehy hivoromborona eo amin'izay nitoerany ihany. • Fandanonana sy fampirimana ny zavajavatra. • Fikainkonana sy fiketronana. • Fambaboana fananana. - t.i.f.: Horonana, ahorona, voahorona,tafahoronalmangorona, fangorona, mpangoroua 1 angoronana, fangoronana / mihorona, fihorona, mpihoroaa 1 ihoronana, fihoronana, mahahorona/horonkorona,horongorona.\n Ahitsio"},{"word":"Horonana","definition":" (horona) a.: Zavatra (taratasy, tsihy, kofehy) mivoromborona: Horonan-taratasy.\n Ahitsio"},{"word":"Horondahy","definition":" a.: Karazana horona kelikply taho sy ravina.\n Ahitsio"},{"word":"Horondany","definition":" a.: Anarana omena ny tahona horona notsongaina hanaovana satroka.\n Ahitsio"},{"word":"Horondrano","definition":" a: Karazana horona marotsaka sady lava.\n Ahitsio"},{"word":"Horova","definition":" na Horovana a.: Jer. Tsikorovana.\n Ahitsio"},{"word":"Horovitsika","definition":" ft.: Ny toetran'ny rano hafanaina ka miantomboka hangotraka. - t.i.f: Mangorovitsika.\n Ahitsio"},{"word":"Horovy","definition":" a.: Karazam-bahy fanao ody tazo ny fakany.\n Ahitsio"},{"word":"Hosena","definition":" (hosy) mt. ih. (hoseo): Hitsahina amin'ny tongotra: Aza hosena it? lambako. ? h o.: Atao tsinontsinona, zimbazimbafna: Nohoseny ny hajan'ny tokantranony tamin'ny fitondran-tena ratsy nataony. • Vakivakina (enti-milaza ny baingan'ny tanimbary vakina mba hampahalemy ny fotaka hamafazana na hanetsana ny vary): Hosen'ny olona ny tanimbary alohan'ny hanetsana • Baboina: Nohosen'ny fanjakana ny hareny fa namadika tanindrazana izy.\n Ahitsio"},{"word":"Hosenana","definition":" (hosina) mt, pdr. (hoseno): Fotetahana, tavonana: Nohosenany ranomainty ny tarehiny.\n Ahitsio"},{"word":"Hosina","definition":" a.: Fifotetahana amin' ny fotaka, na vovoka, na 1oko, na loto; fandraisana adidy amin'ny raharaha iray ara-pianakaviana ka manao tsy miroa fo mihitsy. ¶ M. h.: Tavona. - t.i.f•: Hosenana, ahosina, voahosina, tafahosina 1 manosina, fanosina, mpanosina / anosenana, fanosenana 1 mihosina, fihoskra mpihosina / ihosenana, fihosenana / mahahosbra 1 hosinkosina .\n Ahitsio"},{"word":"Hosina","definition":" a: Haba varahina na volafotsy; fonjan-javatra boribory na boribory lavalava. i t.if.: Ahosina, voahosina I mihosina, mihosinkosina, fihosinkosina.\n Ahitsio"},{"word":"Hosoka","definition":" sy Hosokosoka a: Zavatra tsy tena izy, fa ala tahaka ratsy sy vita an-tandrevaka mba hamitahana: Nanao vola an-kosoka izy ka voasazy roapolo taona amponja. -  F.-p.: Manao hosoka: ma-nova endri-javatra, manao zavatra tsara ivelany hamitahana olona.\n Ahitsio"},{"word":"Hosorana","definition":" (hosotra) mt.ih. (hosory): Lalorina na tavonana menaka: Ity angaha tsy mba nohosoran-dreniny menaka? /loko, vernia...: Hosory ver-nia ny fanakao fa hangilohilo / fotaka: Tsy manaiky aho fa nohosorany fotaka ny lambako / savon y: Hosory savony tsara ny lamba... • Hamasinina, apetraka sy atokana hiandraikitra raharaha lehibe sy ambony: Nohosoran' i Papa Ray masina ho Eveka izy.\n Ahitsio"},{"word":"Hosy","definition":" a.: Fanitsahana amin'nY tongotra. ? h.o.: Fanaovana tsinontsinona; famakiana ny bainga an-tanimbary mba hampahalemy ny fotaka hamafazana na hoketsana; fambaboana fananan'olona. - t.i.f : Hosena, ahosy, voahosy I manosy, fanosy, mpanosy 1 anosena, fanosena 1 mihosy, fihosy, mpihosy I ihosena, fihosena / mampihosy / mahahosy 1 hosihosy. -  F.-p.: Lambo mandia hosy: ilazanany \"mpanaraka e-fa\" ka ny vitan'ny sasany ihany indray no ataony. / Manao hosy voanjo: manitsakitsaka tsy misy rirany, fa dia atao amin'izay tiana.\n Ahitsio"},{"word":"Hota","definition":" a.: Hanina notsakoina ka aloa; hanina voatsakon'ny reny ka omeny ny zanany: Tsy tsara ny manome hota ny zaza ri t.i.f: Hotaina, voahota / mihota, fihota, mpihota / ihotana, fihotana 1 hotahota I manotahota. -  F.-p•: Manapa-kota: mampiato ny fisakafoan'olona izay mbola eo am-pihinanana. ( Aza fady, tompoko, fa manapa-kota: teny enti-miala tsiny raha, ohatra, ka han-dao olona mbola eo am-pisakafoana.\n Ahitsio"},{"word":"Hotaina","definition":" (hota) mt. ih. (hotao): Atao hota, tsakotsakoina dia aloa.\n Ahitsio"},{"word":"Hotakotaka","definition":" a.: Tabataba sy horohoro;horohoro noho ny fanampoizana loza na zavatra atahorana izay re fa ho avy na mananontanona; fihetsiketsehana noho ny tany tsy mandry misy zavatra mampiahiahy: Hotakotaka eran'ny tanàna tamin'ny fisamborana ilay lehiben'ny mpiodina - t.i.f.: Tafahotahotaka / mihotakotaka, filrotakotaka, mpihotakotaka 1 ihotakotahana , fihotakotahana I mangotakotaka.\n Ahitsio"},{"word":"Hôtana","definition":" a: Fahatairana mahazo ny saina ka mampivara• hontsana na mampientan-ka- Ho faliana. - t.i.f: Mihotana j hotankotana.\n Ahitsio"},{"word":"Hotankotana","definition":" a: Tabataba, fahatairana, fihotankotana.\n Ahitsio"},{"word":"Hotika","definition":" sy Hotikotika p.t.: Ro-vitra, triatra, potipotika. Jer. Kotika. - t.i.f.: Hotikotehina, voahotikotika / manotikotika, fanotikotika, mpanotikotika j anotikotehana, fanotikotehana 1 mangotikotika.\n Ahitsio"},{"word":"Hotikotehina","definition":" (hotikotika) mt ih. (hotikoteho): Rovidrovitina, potipotehina, rirodrirotina: Nohotikotehin'ny sasany ny akanjony. / Toy ny hotikotehin-javatra ny kiboko.\n Ahitsio"},{"word":"Hoto","definition":" a.: Fandroahana biby sasantsasany, toy ny alika, ny akoho amam-borona. - t.i.f.: Hotoina, voahoto / mihoto, fihoto, mpihoto / i• hotoana, fihotoana 1 mahahoto.\n Ahitsio"},{"word":"Hoto","definition":" a. Hotohoto p.t.: Potipotika, rotidrotika: Nataon' ny saka hotohoto ny akanjokelin-janako. 1 Rovidrovitra, voarotika: Hotohoto ny tarehin'ilay kely fa tsy niantran' ilay lehibe mihitsy, hono. 1 t,if: Hotoina, voahoto 1 manotohoto, fanotohoto j mpanotohoto / anotohotoana, fanotohotoana / mahahotohoto.\n Ahitsio"},{"word":"Hoto","definition":" a: Vorovoro-drongony, izay atao koa hoe renibendrongony ary ampiasaina indrindra ho fanentsenana 1oaka na vaky: Manentsin-tsambo amin'ny hoto.\n Ahitsio"},{"word":"Hotoina","definition":" Hotohotoina (hoto, hotohoto) mt. ih. (hotoy, hotohotoy): Rotidrotehina, potipotehina.\n Ahitsio"},{"word":"Hotoina","definition":" (hoto) mt. ih. (hotoy): Roahina: Hotoy ireo akoho ireo, ry Koto al\n Ahitsio"},{"word":"Hotrahina","definition":" p.t: Matavy misy ketrona mivalombalona: Hotrahina er? ny kibon'ilay Rangahy ir?.\n Ahitsio"},{"word":"Hotraka","definition":" a: Ny ketrona mivalombalona eo ambanin'ny kibomalemy. - t.i.f.: Hotrahina 1 manotraka / fanotrahana 1 manotrakotraka. -  F.-p.: Tsy manotraka zary, tsy manotraka firy: mangatsia-po, tsivinitra, boina.\n Ahitsio"},{"word":"Hotraka","definition":" ft.: Fahamay, fandevy, fivaivay. - t.i.f.: Mangotraka, fangotraka, mpangotraka 1 angotrahana, fangotrahana 1 hotrakotraka.\n Ahitsio"},{"word":"Hotro","definition":" a.: Karama. - t.i.f: Mihotro, fihotro, mpihotro / ihotroana, fihotroana. -  F.-p.: Mila hotro: mikarama, mitady karama, mitady asa.\n Ahitsio"},{"word":"Hotsahana","definition":" (hotsaka) mt. ih. (hotsahy): Vontosana rano.\n Ahitsio"},{"word":"Hotsaka","definition":" a.: Tany be fotaka, honahona, na toerana petsapetsa lava: Mampidi-doza ny mandeha amin'ny hotsaka. ? p. t : Lena tanteraka, vonto: Hotsaky ny orana ny akanjony. • Rakotra: Hotsaky ny hatina ny tenany ma-non to b. - t.i.f.: Hotsahana, ahotsaka, voahotsaka 1 mihotsaka, fihotsaka J ihotsahana, fihotsahana 1 mahahotsaka 1 hotsakotsaka.\n Ahitsio"},{"word":"Hotsohotso","definition":" p.t.: Mpandaingalainga sy fetsifetsy sady tsy menatra akory hisoloky.\n Ahitsio"},{"word":"Hotsohotso","definition":" a.: Aretin'ny famavanin-taolana, rohana. 1 tif: Mangotsohotso.\n Ahitsio"},{"word":"Hotsoka","definition":" sy Hotsokotsoka a: Fanaintainana anaty taolana sarotra tondroina hoe atsy na axoa. - t.i.f: Man gotso ka, mangotsokotsoka, fangotsoka, fangotsokotsoka 1 angotsohana, fangotsohana, fangotsokotsohana.\n Ahitsio"},{"word":"hotsokena","definition":"toton-kena nasiana karazana tsiro samihafa ary nasesika anaty tsinain-kena, mba ho laoka mafilotra (saosisy). Ahitsio"},{"word":"Hovihovy","definition":" na Hovohovo a: Ka-raz ana akoram-biby amin'ny ranomamy.\n Ahitsio"},{"word":"Hovihovy","definition":" a.: Fangovitana, fipararetana kely tsy dia mafy. i Li. f : Mangovihovy na mihovihovy, fangovihovy 1 angovihoviana, fangovihoviana.\n Ahitsio"},{"word":"Hovitra","definition":" a.: Fipararetana noho ny fanaviana na ny hatsiaka na ny tahotra. 1 t,i. f : Mangovitra, fangovitra, mpangovitra / angovitana, fangovitana / mangovingovitra.\n Ahitsio"},{"word":"Hovotra","definition":" sy Hovotrovotra a: Fihontsonkontsonana na fiezine zen ana mafy. - t.i.f: Hovotrovotina, voahovotrovotra, tafahovotrovotra / manovotrovotra, fanovotrovotra, mpanovotrovotra 1 anovotrovotana, fanovotrovotana 1 mihovotrovotra, fihovotrovotra, mpihovotrovotra 1 ihovotrovotana, fihovotrovotana 1 mahahovotrovotra.\n Ahitsio"},{"word":"Hovotrovotina","definition":" (houotrovotra) mt. ih. (houotrouoty): Hozongozonina, hontsinkontsinina.\n Ahitsio"},{"word":"Hoy","definition":" mt.p.: Miteny: Hoy Ra-koto tamin'ny zanany... I t.if: Mihoy.\n Ahitsio"},{"word":"Hozana","definition":" fer. Hontsana. - t.i.f.: Mihozana.\n Ahitsio"},{"word":"Hozangozana","definition":" a: Faharerahana, fahatrotrahana. i Li. f: Mihozangozana, fihozangozana.\n Ahitsio"},{"word":"Hozatina","definition":" (hozatra) p.t.: Entimilaza hena be hozatra: He-na hozatina izany amidindRangahy ity izany!\n Ahitsio"},{"word":"Hozatra","definition":" a: Teny nentin'ny ntaolo nilaza tsorian-javatra efatra karazana ao amin'ny tenan'ny olombelona na ny biby: 1) Karaza-nofo mitsiratsixaka toa tady kely izay mitambatra am-p?hezany amin'ny tendrony ary mivelatra ho takelaka eo an-tenatenany ka mahay mampihetsika ny tena noho ny fahazoany mikainkona sy mitsotra: Miuonkin-kozatra aho rehefa mandeha elaela 2) Karazan-kofehy madinika fotsifotsy mitambatra nefa mivelatra mirantsana manarona ny lohataolana amin'ny famavany ka mahatonga ny taolana roa hihetsika (oh. ny taolan-tsandry sy ny lantontsandry eo amin'ny kiho). 3) Lalan-dra: Misy marary hono, ny hoza-pon-drainy. 4) Ireo kofehy madinika kely fotsy mova tsy ny taretra fotsifotsy izay mitondra fandrenesana any amin'ny atidoha ary mitondra avy any kosa ny baiko fampihetsehana: Ny atidoha no ihaonan' ny hozatra rehetra / Voan' ny aretin-kozatra Rakoto no mahatonga ny tanany hangouitra ohatra io. 1 t.f f : Hozatina, hozatrozatra / mahozatra na maozatra. ? F-p.: Be hozatra: hita mivanditra tsara ny hozany. / Hoza-be: ireo•hozatra manarona ny taolana amin'ny famavany. J Hoza-po: ny lalandra mitondra ny ra avy ao smin'ny fo mankamin'ny te-na manontolo. / Hoza-dra: ny lalan-dra mamerina ny ra any amin'ny fo rehefa avy mamelona ny tena manontolo. / Hozany: ny zava-kendrena, ny antony. / Mitsangan-kozatra, uelon-kozatra: hita miseho eo amin'ny hoditra ny hozatra izay toy ny mivanditra. / Tsy hita izay tena hozany: tsy hita izay tena fotony, antony, zavakendrena. / Aretin-kozatra: aretina mandemy ny hozatra. / Hoza-drauina: entina milaza ny kiran'ny ravina toy ny anana, ets... / Ma-mono hozatra: enti-milaza ny olona torana ka mihinjitrinjitra toy ny efa miala ai-na. / Miuonki'n-kozatrâ: re mivonkina ny hozatra ka mibontana amin'ny faritra iray, ary dia tsy mihetsika mihitsy amin'izany fa mihizihizy fotsiny eo. * Ohab.: Ny teny toy ny hena ka raha roritina tonga hozatra: tsy tsara raha ny rasa-ka na ny ady hevitra no halavaina loatra fa mety hanjary fanditra na ady mihitsy aza.\n Ahitsio"},{"word":"Hozihozy","definition":" : mitovy amin'ny Honjihonjy.\n Ahitsio"},{"word":"Hozona","definition":" Hozongozona a: Hetsiketsika, hevingevina. - t.i.f : Hozongozonina, ahozongozona, voahozongozona J manozongozona, fanozongozona, mpanozongozona 1 anozongozonana, fanozongozonana 1 mihozongozona, fihozongozona, mpihozongozona 1 ihozongozonana, fihozongozonana J mahahozongozona.\n Ahitsio"},{"word":"Hozongozonina","definition":" (hozongozona) mt. ih. (hozongozony): Hetsehina mafy ary imbetsaka: Nohozongozonin'ny ankizy ny hazo ka raraka ny uoankazo. • h.o.: Hontsonina, ketrahina: Tsy azon'inona na inona hozongozonina ny finoany.\n Ahitsio"}]