[{
        "word": "G",
        "definition": " Tarehintsoratra fahenina ary renisoratra fahefatra amin'ny abidy malagasy, mitonona hoe ge na gy.\n Ahitsio"
    },
    {
        "word": "Ga",
        "definition": " (fr. gant)a:Fonon-tanana, vita amin'ny lamba na hoditra: Gan-tanana fotsy. / Manao ga.\n Ahitsio"
    },
    {
        "word": "Gabaka",
        "definition": " llazana toerana foana na be rano mangeniheny. i t.i.f.: Mangabaka / migabaka, figabaka / igabahana, figabahana.\n Ahitsio"
    },
    {
        "word": "Gaboka",
        "definition": " a.: Antontan-javatra, zavatra mifanongoa. - t.i.f.: Agaboka / managabokalfanagabokalanagabohana, fanagabohana / migaboka, figaboka, mpigaboka / igabohana, figabohana / mahagabokalgabogaboka.\n Ahitsio"
    },
    {
        "word": "Gaboraraka",
        "definition": " (f.t.m.) p.mt.: Enti-milaza zavatra na asa vita tsisy fitandremana, tsisy kitotony.\n Ahitsio"
    },
    {
        "word": "Gadanà",
        "definition": " a.: Jer. Kadana. \n Ahitsio"
    },
    {
        "word": "Gadona",
        "definition": " a.: Jar. Ngadona.\n Ahitsio"
    },
    {
        "word": "Gadra",
        "definition": " a.: Rojo vy ampiasaina hamatorana olo-meloka na biby, na hatao hidim-bavahady, hidin-dalana. Tranomaizina, fahababoana. i t.i.f.: Agadra, gadrana, voagadra, ginadra 1 managadra, fanagadra, mpanagadra / anagadrana, fanagadrana 1 migadra, figadra, mpigadra I igadrana, figadrana / mahagadra.\n Ahitsio"
    },
    {
        "word": "Gadrafohy",
        "definition": " a.Jer,: Gadralava.\n Ahitsio"
    },
    {
        "word": "Gadragadra",
        "definition": " a,: Fihararetrana feon'olona toy ny vaky na feon-javatra toy ny mitriatra nony voadona, tsy mikarantsana fa toa mitriatra. • p. t.: Mihararetra toa vaky, farimparina: Gadragadra ny feonao izany. - t.i.f.: Agadragadra I migadragadra,figadragadra.\n Ahitsio"
    },
    {
        "word": "Gadragadra",
        "definition": " a.: Karazam-borona (Pteroeles).\n Ahitsio"
    },
    {
        "word": "Gadraka",
        "definition": " a. sy p.t.: Mit, hev. amin'ny Gadragadra. - t.i.f.: Agàdraka / migadraka,figadraka.\n Ahitsio"
    },
    {
        "word": "Gadralava",
        "definition": " a.: Enti-milaza ny olo-meloka voatana ao antranomaizina. (Io teny io dia nilazana fahiny ireo mpigadra nisy gadra amin'ny vozony sy ny tongony, izay natohin'ny anja-by lavalava ka afaka mihetsiketslka eran' ny efitrano nisy azy ihany izy imeo). Ny Gadrafohy kosa dia ireo misy gadra namatotra nisaraka ny tongony roa, ary fohy nifanakaiky ireo gadra ireo ka zara raha afa-namindra ny tongony.\n Ahitsio"
    },
    {
        "word": "Gadrana",
        "definition": " (gadra) mt. ih. (gadrao): Fatorana amin'ny gadra: Gadrao io alika io sao mandositra. ? Tanana antranomaizina: Nogadrana omaly izy noho ny heloka vitany,\n Ahitsio"
    },
    {
        "word": "Gaga",
        "definition": " p.t.: Mihetsi-tsaina amam-panahy eo anoloan'ny zavatra tsy fahita andavanandro na tsy nampoizina, amin' ny lafiny tsara na ratsy: Gaga anao aho. / Gaga ny nataonao aho na gaga amin'ny nataonao aho. / Gaga aho raha sahy nanao izany Rakoto. I t.i.f.: Migaga, figaga I igagana, figagàna 1 mahagaga I fahagagana 1 gagagaga. ¶ M.h.: Dagaga, dogaga, talanjona, tolagaga, tokaka, vaky vava, zendana, variana, sondriana, revo, renoka, kepoka, vakim-baratra, ilatsaham-baratra, gaina foana, kehana foana.\n Ahitsio"
    },
    {
        "word": "Gagaka",
        "definition": " a.: Jer. Gaka.\n Ahitsio"
    },
    {
        "word": "Gagilahy",
        "definition": " p.t.: (fahasimban'ny hoe gigalahy): Kingalahy, famantsilahy, sifotra antitra.\n Ahitsio"
    },
    {
        "word": "Gaigy",
        "definition": " na Gegy a.: Romotra: Alika gaigy. 1 Misafoaky ny hatezerana: Olona gaigy na gaigin'olona. i tif: Gegena I managaigy, fanagaigy, mpanagaigy / anagegena, fanagegena I mahagaigy I gaigigaigy.\n Ahitsio"
    },
    {
        "word": "Gaika",
        "definition": " a.: Famihinana na fanerena mafy, fangiazana amin' ny kofehy tsy misy hikofohana. ~ H.o.: Fangiazana antrano tsy hivoaka, fanerena 'blasa. - t.i.f.: Gehina / agaika,voagaika, noginaika / mangaika, managaika, fangaika, mpangaika / angehana, fangehana I migeha, figeha, mpigeha 1 igéhana, figehana / mahagehy / gaigaika.\n Ahitsio"
    },
    {
        "word": "Gaina",
        "definition": " p.t.: Tsy mahateny no-ho ny fahadisoam-panantenana; diso fanantenana fa ny zavatra efa teo an-tanana na nantenaina ho azo no lasa na foana. - t.i.f.: Managaina, fanagaina, mpanagaina / anagainana, fanagainana 1 mangaina 1 angainana, fangainana / mahagaina. ¶ M.h.: Diso paika, diso tetika, diso fanantenana, man-gaina, malazo molotra, mangafhay, mangasihasy, maniahatra, manjahana, mangotsoka, mangetoka, mitokaiky, ny antenain-tsy azo ny antanam-botsotra.\n Ahitsio"
    },
    {
        "word": "Gaina",
        "definition": " Gaingaina a.: Hafanan' ny andro tsisy rivotra ary tsisy rahona, maina be. - t.i.f.: Migaina, migaingaina / figaina, figaingaina.\n Ahitsio"
    },
    {
        "word": "Gaindo",
        "definition": " (Ski) a.: Hazo na vy amatorana ny tadim-batofantsiky ny botry.\n Ahitsio"
    },
    {
        "word": "Gaka",
        "definition": " a.: Fanenon'ny vorombazaha na ny goaika. - t.i.f.: Migaka na migagaka,figagaka.\n Ahitsio"
    },
    {
        "word": "Gaka",
        "definition": " a.: Vola na tamby hafa omena olona mba hanao raharaha efa anakaramana azy ara-dalàna: Tsy nety nanao ilay raharaha Rabe raha tsy nomena gaka. ~ M.h.: Tsolotra, kolikoly, totohondry vola, sisika. - t.i.f.: Migaka.\n Ahitsio"
    },
    {
        "word": "Gaka",
        "definition": " a.: Fisotroana (rano) ka agorodana avy hatrany. i tif: Migaka, figaka, mpigaka.\n Ahitsio"
    },
    {
        "word": "gala",
        "definition": "Milaza vola arivo ariary Ahitsio"
    },
    {
        "word": "Galabina",
        "definition": " a.: Tsy fisian'ny mpanelingelina, filaminana tanteraka. i tif: Migalabina, figalabina, mpigalabina 1 igalabinana, figalabinana / galabindabina.\n Ahitsio"
    },
    {
        "word": "Galagato",
        "definition": " (Ski) a.: Karazampoza.\n Ahitsio"
    },
    {
        "word": "Galera",
        "definition": " a.: Karazam-bankona fandrafetana.\n Ahitsio"
    },
    {
        "word": "Galona",
        "definition": " (fr. galon) a.: Ribà matevina misy tsorian-kofehy volamena na volafotsY apetaka amin'ny vozona na lohatanana na tratran'akanjo ho mari-pahamboniana sy voninahitra. * Fiten.: Galona sy lopotra: tafaray samy soa: enti-milaza zavatra roa mahay ary tsara miaraka aoka izany (tafavoaka tsara tokoa ny kofehy volamena na volafotsy eo ambonin'ny lopotra mainty mihilontrilona).\n Ahitsio"
    },
    {
        "word": "Gama",
        "definition": " na Gamatra (fr. gamme) a.: Fitambaran'ny feo miakatra na midina izay mifanao ambaratonga, fototra ahazoana ny feo rehetra hanaovana hira; miss valo izy ireo: do, re, mi, fa, sol, la, si (na ti), ary ny do ambony,\n Ahitsio"
    },
    {
        "word": "Gamatra",
        "definition": " p, t.: Mitovy, sahala.\n Ahitsio"
    },
    {
        "word": "Gamela",
        "definition": " (fr. gamelle) a.: Karazana tavy fasiana rano fa lehibe ny vavany ary miss tahony fivimbinana azy. ¶ M.h.: Patsipatsy.\n Ahitsio"
    },
    {
        "word": "Gana",
        "definition": " a.: Feom-baravarana rehefa vohaina na arindrina. i t.i.f.: Ganina I agana,voagana / mangana, managàna, fangana, mpangana I anganana, fanganana / migàna, figana, mpigana 1 iganana, figanana f mahagàna 1 gangàna.\n Ahitsio"
    },
    {
        "word": "Ganagana",
        "definition": " na Kanakana na Vorombazaha a.: Voronandrano fiompy fisa-bava ary misy toa hoho mifaingoka midina ny tendrom-bavany ambony; fiantsoana io vorona io, - t.i.f.: Ganaganaina f miganagàna, figanagàna / iganaganàna,figanaganàna.\n Ahitsio"
    },
    {
        "word": "Ganaganaina",
        "definition": " (ganagana) mt ih. (ganaganao): Antsoina (tsy fiteny afa-tsy amin'ny ganagana na vorombazaha).\n Ahitsio"
    },
    {
        "word": "Ganga",
        "definition": " (t. tr.) p.t.: Soa dia soa, ambony dia ambony.\n Ahitsio"
    },
    {
        "word": "Ganina",
        "definition": " (gana) mt ih. (gano): Arindrina na kapohina mafy: Aza ganina toy izany ny uarauarana.\n Ahitsio"
    },
    {
        "word": "Gaona",
        "definition": " a.: Dona, paika. - t.i.f.: Agaona, voagaona / migaona, figaona / igaonana, figaonana. ¶ M.h.: Dona, paika, poka, gona, katroka.\n Ahitsio"
    },
    {
        "word": "Gaona",
        "definition": " (t.t.m.): Ankizilahy.\n Ahitsio"
    },
    {
        "word": "Gaotra",
        "definition": " Godro (fr. goutte) a.: Aretim-pamavany mitsakotsako sy manaintaina vokatry ny fahanterana na ny halemen'ny hozatra, ka ny lohalika no mazàna voany.\n Ahitsio"
    },
    {
        "word": "Gara",
        "definition": " (fr. gare) a.: Fiantsonandalamby: Handeha hitsena olona eny amin'ny gara izahay. ? H.i.: Enti-milaza rehefa mety ho toerana fiantsonam-piara: Lehibe ny garan' aroplanina eny Ivato.\n Ahitsio"
    },
    {
        "word": "Garaba",
        "definition": " a.: Sobiky lehibe vita amin'ny hodikazo mahalandrary ka makarakara, fitondrana akoho na vorona. • Lavaka lalina fivoahana.\n Ahitsio"
    },
    {
        "word": "Garabodo",
        "definition": " (fr. gras-double) a.: Vahin-droroha na masontantelinkena.\n Ahitsio"
    },
    {
        "word": "Garabola",
        "definition": " a.: Ny lakilasy misy ny mpianatra madinika vao mianatra abidy.\n Ahitsio"
    },
    {
        "word": "Garanadrelina",
        "definition": " (fr. grenadelle) a.: Karazam-boankazo tsara tsiro misy voany kely maro.\n Ahitsio"
    },
    {
        "word": "Gararàka",
        "definition": " a.: Fanaovana rano an-tenda mba hanasana ny tenda, ka tsy atelina fa ahontsankontsana ao dia aloa:Manao gararaha.\n Ahitsio"
    },
    {
        "word": "Gararàna",
        "definition": " a.: Rano migororoana nefa tsy betsaka; rano aidina tsy misy fiatoana. - t.i.f.: Agararàna / migaraxàna,figararàna.\n Ahitsio"
    },
    {
        "word": "Gararo",
        "definition": " a.: Olona hatsikana. ? Fahaiza-miala na fodiana adaladala. ¶ M.h.: Saxons. - t.i.f.: Agararo, gararoina 1 migararo, figararo, mpigararo.\n Ahitsio"
    },
    {
        "word": "Garasisy",
        "definition": " (fr. exercice) a.: Fampiasana na fanazaran-tena ataon'ny miaramila momba ny matso, ny fitanam-piadiana...: Manao garasisy.\n Ahitsio"
    },
    {
        "word": "Gareboka",
        "definition": " a.: Fitelemana somary atao telimoka. - t.i.f.: Agareboka, garebohina 1 managareboka, fanagareboka, mpanagareboka f anagarebohana,fanagarebohana 1 mahagareboka 1 garebodreboka.\n Ahitsio"
    },
    {
        "word": "Garera",
        "definition": " p.t.: Malemilemy lava, rerarera-dava, mirefarefa lamba. i Agacera, gareraina f migarera, figarera, mpigarem Jigareràna,figareràna. ¶ M.h.: Gorera, boxera, sorera, reraka, saozanin-dava, mavozovozo lava, somazotsazo-dava, marazodrazo-dava.\n Ahitsio"
    },
    {
        "word": "Gareraina",
        "definition": " (garera) mt, ih, (garerao): Halemena.\n Ahitsio"
    },
    {
        "word": "Gasigasy",
        "definition": " (gasy) p.t.: Manana fombafomba gasy, toetoetra gasy: Manana sasin-kira gasigasy izany hira vahiny izany.\n Ahitsio"
    },
    {
        "word": "Gasina",
        "definition": " (gasy) rot. fh, (gasio): Atao gasy, omena endrika gasy: Ny hoe latabatra dia teny frantsay nogasina.\n Ahitsio"
    },
    {
        "word": "Gasy",
        "definition": " p.t. sy a.: Malagasy, an' ny Malagasy: Teny gasy, hira gasy. 1 ai. f.: Gasina 1 gasigasy.\n Ahitsio"
    },
    {
        "word": "Gatry",
        "definition": " a. (f.t.m.): Anaram-bosotra omen'ny olona ny polisy na antilim-bohitra.\n Ahitsio"
    },
    {
        "word": "Gatry",
        "definition": " p. t. (f t. m.): Maints, mivembena, miraingiraingy, varivarinY. ¶ M.h.: Varivariny, maints, jobo, doroka, jofotra. didy, tafiditra.\n Ahitsio"
    },
    {
        "word": "Gavo",
        "definition": " a.: Jar. Goavy,\n Ahitsio"
    },
    {
        "word": "Gaza",
        "definition": " a.: Toetra fahatelo mety hananan'ny zavatra, izay tsy vaingana na tsiranoranony ka tsy bita-maso ary azo fintinina ao anaty toerana kely dia kely nefa mety hihanaka eran'ny toerana malalaka koa: Ny etona na fofon-drano dia gaza.\n Ahitsio"
    },
    {
        "word": "Gazety",
        "definition": " (fr, gazette) a.: Taratasy be velarana vita soratra, mivoaka ara-potoana (na isan'andro na isan-kerinandro) filazam-baovao sy fanehoan-kevitra. -  F,-p,: Gazety vava: fanelezana tsaho. / Manao gazety, mpanao gazety: olona izay mamoaka gazety no antondraharaha ataony.\n Ahitsio"
    },
    {
        "word": "Gebaka",
        "definition": " p. t,: Fisaka, noana, foana ny atiny. 1 t, i,f.: Mangebaka.\n Ahitsio"
    },
    {
        "word": "Geboka",
        "definition": " a.: Fanaovana teli-moka fa tsy mitsako akory. i, t.i.f.: Ageboka, voageboka 1 mangeboka, fangeboka, mpangeboka.\n Ahitsio"
    },
    {
        "word": "Gedra",
        "definition": " Gedragedra p.t.: Fatotra migoragora, fehy tsy voasintona tsara. - t.i.f.: Gedragedraina, agedragedra, voagedragedra 1 managedragedra, fanagedragedra, mpanagedragedra 1 anagedragedrana,fanagedragedrana 1 migedragedra, figedragedra, mpigedragedra 1 igedragedrana, figedragedrana 1 mahagedragedra.\n Ahitsio"
    },
    {
        "word": "Gedragedraina",
        "definition": " (gedragedra) mt. th. (gedragedrao): Fatorana migoragora tsy mafy tsara: Aza gedragedraina ny tadin' io alika fo fa lasa eo io, 1 Fehezina malemy loatra, atao rainazy: Nogedragedrainy ny fifehy ny zanany ka lasa naditra ireo nony lehibe.\n Ahitsio"
    },
    {
        "word": "Gedrigedry",
        "definition": " a.: Teniteny fanomezan-tsiny.\n Ahitsio"
    },
    {
        "word": "Gedrogedro",
        "definition": " a.: Fimenomenonana miaraka amin'ny taraindraina sy ny endrika mifararemotra. - t.i.f.: Migedrogedro, figedrogedro mpigedrogedro I igedrogedxoana,figedrogedroana / mahagedrogedro.\n Ahitsio"
    },
    {
        "word": "Gegena",
        "definition": " (gaigy) mt. ih.: Atao izay hahatezitra, haharomotra, hampisafoaka.\n Ahitsio"
    },
    {
        "word": "Gehezina",
        "definition": " (gehy) mt. th, (gehezo): Fehezina mafy tsara: Gehezo ny entana sao miboraka. • Texans: Nogehezindra in y sy reniny hianatra izy veto nianatra. • Tazonina, ageboka: Nogehezin'ny fan/ahana ny fananany.\n Ahitsio"
    },
    {
        "word": "Gehina",
        "definition": " (gaika) mt. ih. (geho): Terena, fehezina: Nogehiny tamin'ny hetra ny valahany, / Geho tsara ireto entana ireto tsy hivaha. • Giazana, tsy avela hivoaka: Geho ao antrano ireto ankizy ireto.  Terena hiasa: Nanao tiatia kilalao izay aho ka nogehin' i Dada mba hianatra.\n Ahitsio"
    },
    {
        "word": "Gehy",
        "definition": " a.: Fehy, fatorana: Tsy nataony tsara gehy ny enta-na. - t.i.f.: Gehezina, agehy, voagehy, ginehy / managehy, mangehy,fanagehy,fangehy, mpangehy, mpanagehy 1 angehezana, fangehezana 1 migehy, figehy 1 igehezana, figehezana 1 mahagehy 1 gehigehy.\n Ahitsio"
    },
    {
        "word": "Geika",
        "definition": " Geka a.: Jar. Gaika.\n Ahitsio"
    },
    {
        "word": "Geja",
        "definition": " a.: Fihina mafy. i tif: Gejaina na gejana, ageja, voageja 1 manageja na mangeja, fangeja, mpangeja I angejana, fangejana 1 mahageja.\n Ahitsio"
    },
    {
        "word": "Gejaina",
        "definition": " na Gejana (geja) mt. ih, (gejao): Fatorana mafy: Gejao ity kofehy • Fihinina, giazana mafy: Aza gejainao ny tanako. / Vao tonga izy dia nogejainy ny zanany. ? Terena: Gejao roba hitaon-jejika izy. • Ta' nana, tazonina: Nogejainy tao am-pahitra ny ombiny fa be ny mpangalatra.\n Ahitsio"
    },
    {
        "word": "Gema",
        "definition": " p.t.: Mikepakepaka, hempa: Gema molotra iny Rangahy iny ka ohatra ny mihinam-paraky foana.\n Ahitsio"
    },
    {
        "word": "Gemo",
        "definition": " a.: Karazam-piasana famankonana.\n Ahitsio"
    },
    {
        "word": "Gena",
        "definition": " Genagena a.: Fitondranjavatra moramora sy amimpitandremana amin'ny tanana. - t.i.f.: Agenagena, genagenaina, voagenagena / mangenagena, fangenagena, mpangenagena 1 angenagenàna, fangenagenàna 1 migenagena, figenagena, mpigenagena f igenagenàna, figenagenàna 1 mahagenagena.\n Ahitsio"
    },
    {
        "word": "Genagenaina",
        "definition": " (genagena) mt. ih, (genagenao): Entina moramora am-pitandremana: Genagenaina no fitondra ny atody.\n Ahitsio"
    },
    {
        "word": "Geogeoka",
        "definition": " a.: Jer Heoka.\n Ahitsio"
    },
    {
        "word": "Gera",
        "definition": " Geragera p. t.: Ratsy fatotra, tsy tsara fehy. - t.i.f.: Migeragera, figeragem, mpigeragera.\n Ahitsio"
    },
    {
        "word": "Gerigesy",
        "definition": " a.: Olon-ketrina, tonendrina (teny fampiasan' ny ankizy amin'ny lalao).\n Ahitsio"
    },
    {
        "word": "Gety",
        "definition": " (fr. guette) a.: Fonondranjo vita amin'ny lamba na hoditra: Manao gety.\n Ahitsio"
    },
    {
        "word": "Gia",
        "definition": " a: Fehy mafy, fihina na fitazonana mafy. - t.i.f,: Giazana, agia, voagia / mangia, fangia, mpangia 1 angiazana, fangiazana 1 migia, figia, mpigia 1 igiazana, figiazana 1 mahagia, giagja.\n Ahitsio"
    },
    {
        "word": "Giaka",
        "definition": " a.: Feo kely manivaka ary mivalana amin'ny hira. i\tMigiaka.\n Ahitsio"
    },
    {
        "word": "Giazana",
        "definition": " (gia) mt. ih, (giazo): Fihinina mafy: Aza giazanao toy izao ny tanako.\n Ahitsio"
    },
    {
        "word": "Gidana",
        "definition": " a.: Fakana an-keriny indray mifaoka: Manao gidana.\n Ahitsio"
    },
    {
        "word": "Gidragidra",
        "definition": " a.: Bedibedy, kiankiana, teniteny: Be gidragidra loatra Ramatoa mpampianatra. ? Fifandirana, adiady, tsy fifanarahan-kevitra.\n Ahitsio"
    },
    {
        "word": "Gidro",
        "definition": " a.: Karazam-biby mitovitovy habe amin'ny saka saingy izy lava rambo ary ny tarehiny manana toetra ifandraisany amin'ny olona. 1 H. i.: Olona ratsy tarehy.\n Ahitsio"
    },
    {
        "word": "Gidro",
        "definition": " Gidrogidro, Gidroka a.: Fe on-javatra mifampikasoka ka midridridridry, mifandilotra. - t.i.f.: Agidrogidro, tafagidrogidro 1 managidrogidro, fanagidrogidro, mpanagidrogidro 1 anagidrogidroana, fanagidrogidroana 1 migidrogidro,figidrogidro, mpigidrogidro 1 igidrogidroana,figidrogidroana 1 mahagidrogidro.\n Ahitsio"
    },
    {
        "word": "Giga",
        "definition": " Gigagiga p. t.: Antitra dia antitra, goga (zavatra mafy tsy laitra vaitina), - t.i.f.: Migigagiga, figigagiga.\n Ahitsio"
    },
    {
        "word": "Gigigigy",
        "definition": " a.: Fatotra mafy dia mafy tsy ahafahana mihetsika na mandositra. - t.i.f.: Agigigigy f managiaiglgy, fanagigigigy, mpanagigigigy / anagigigigiana, fanagigigigiana / migigigigy, figigigigy. I mahagigigigy.\n Ahitsio"
    },
    {
        "word": "Gigika",
        "definition": " a.: Fitomaniana mafY, ranomaso arahin-tsentosento, - t.i.f.: Migigika, figigika, mpigigika f mahagigika. Gija a.: Jar. Gejac\n Ahitsio"
    },
    {
        "word": "Gila",
        "definition": " p.t.: Tsy mahitsy fijery, njola: Gila maso.\n Ahitsio"
    },
    {
        "word": "Gilio",
        "definition": " a.: Dity atao fandraiketana hazo indrindra.\n Ahitsio"
    },
    {
        "word": "Giloby",
        "definition": " (fr. globe) a.: Zavatra boribory. ~ Teny ampiasain' ny mpanoratra hilazana ny tany: Eto amin'it9 gilobindranomaso\n Ahitsio"
    },
    {
        "word": "Gilome",
        "definition": " (fr. guillemet) a.: Jer. Farangososona.\n Ahitsio"
    },
    {
        "word": "Gina",
        "definition": " a.: Tsy misy feo re: Gina ny tannin. Tsy ahitan-teny, tsy miteny, tsy mahateny, tsy mahavolana, tsy mahaloa-peo: Notenenin-drainy izy ha gina tara). 1 Marenina: Gina ny sofiko azon'ny tabataba. I Mangina, fangina, mpangina f anginana, fanginana f hahanginana, fahanginana f migina, figina, mpigina 1 iginana,figinana f mahagina f gingina 1 mangingina. ¶ M.h.: Kina, sina, mangina, tankina, tsy miteny, tsy miloa-bava, tsy miloa-peo, tsy miteny tsy mivolana, mihimoka, mizai-molotra, mikombom-bava, tsy ahitanteny, mafy vava, vitsy teny, misaraka aman-teny, moana;\n Ahitsio"
    },
    {
        "word": "Ginadra",
        "definition": " (gadra) mt. ih. misY tsofoka in: Voagadra, gadrana, asiana gadra (vy amatorana ny tongotra tsy hahafahana mandositra): Glana efa noginadra iny.\n Ahitsio"
    },
    {
        "word": "Ginaika",
        "definition": " (gaika) mt. ih, misy tsofoka in: Gehina, voafehy mafy: Noginaikany mafy tamin'ny etra ny ualahany, ? Alaina an-keriny: Noginaiky ny mpanjana-tany ny tanin' ny teratany.\n Ahitsio"
    },
    {
        "word": "Ginehy",
        "definition": " (gehy) mt. ih, misy tsofoka in: Voagehy, gehezina, fatorana, fehezina: Noginehiny tsara ny entany vao nandeha izy. •Terena: Raha tsy noginehin'ny ray amandreniny izy tsy nety nianatra. ? Fihinina: Noginehindreniny ela teo ilay zanany uao tonga.\n Ahitsio"
    },
    {
        "word": "Gineja",
        "definition": " (geja) mt. ih. misy tsofoka in: Voageja, gejaina, tazonina mafy: Noginejany ny tanako. 1 Tanana: Raha tsy nogineja tao am-pahitra ny omby mety ho nilatsahan' ny varatra.\n Ahitsio"
    },
    {
        "word": "Gioka",
        "definition": " o.: Fitseforana mamoaka rivotra, fivalanan-drivotra, hetotra misy tao mivoaka izay tsy tokony ho ren' ny olona. - t.i.f.: Agioka, tafagioka f migioka, figloka, mpigioka / giogioka.\n Ahitsio"
    },
    {
        "word": "Girampa",
        "definition": " a.: Jer. Gorampa.\n Ahitsio"
    },
    {
        "word": "Girandine",
        "definition": " (fr. grand dtser) a.: Fihinanam-be (teny tsy misy mpiteny intsony).\n Ahitsio"
    },
    {
        "word": "Girigirihana",
        "definition": " (girigirika) mt. ih. (girigirio): Marihina.\n Ahitsio"
    },
    {
        "word": "Girigirika",
        "definition": " a.: Teboka, fanamarihana ny tsy tonga. - t.i.f.: Girigirihana, voagirigirika / mangirigirika, fangirigirika, mpangirigirika f angirigirihana, fangirigirihana / mahagirigirika.\n Ahitsio"
    },
    {
        "word": "Girika",
        "definition": " a.: Mponina avy any Gresy. 1 Mpivaro-toaka: La-sa niditra ao amin'ny girika ao Rakoto.\n Ahitsio"
    },
    {
        "word": "Girio",
        "definition": " (fr, gris) p.t.: Volombatolalaka antitra: Lopotra girio.\n Ahitsio"
    },
    {
        "word": "Giririoka",
        "definition": " a.: Feo kely lavareny mahadilo sofina, kiririoka sesilany sady mlkarantsana, feon'angely. i f.: Migiririoka, figiririoka, mpigiririoka / mahagiririoka 1 giririodrioka.\n Ahitsio"
    },
    {
        "word": "Gisa",
        "definition": " (angl. gus) a.: Vorona anisan'ny lehibe amin'ny vara-na ompiana ka nahatonga ny anarany hoe Vorombe; efadrantsana miraikitra sy mitapelaka ny gisa ary fisa-bava lavalava; vorona tsars hena na dia somary sarotsaro-devonina ihany aza. - t.i.f.: Gisagisa, migisagisa. -  F,-p.: Tsy fahita firy ohatra ny gisa mainty: enti-milaza zavatra mahalana dia mahalana no ahitana azy na ho hita aza. f Misoko ohatra ny ron-gisa: enti-milaza zavatra izay tsy hita maso ny fiasany nefa ny vokany ao ihany. * Ohab.: Gisalahy homanketsa ka ny maka ny an'olona indray no avo feo: entimilaza ireo olona ratsy nefa be vava ka mova tsy ny mitolo-tena. ¶ M.h,: Ny mamo indmy no miantso polisy.\n Ahitsio"
    },
    {
        "word": "Gisagisa",
        "definition": " a.: Teny fiantsoana ny gisa.\n Ahitsio"
    },
    {
        "word": "Gisitra",
        "definition": " (f.t.m,) p.t.: Farany amin'ny filaharan'ny mpianatra ara-pahaizana; faxa gidrony.\n Ahitsio"
    },
    {
        "word": "Gitara",
        "definition": " (fr. guitare) a,: Zavama- ~ neno mitovitovy amin'ny lokanga saingy izy lehibe vatana sy lava sady kltihin'ny rantsantanana toy ny valihy ny tadiny fa tsy mba didiana.\n Ahitsio"
    },
    {
        "word": "Goaika",
        "definition": " a.: Vorona lehibebe salasalany, mainty ny volony, fa eo amin'ny tendany no misy fotsy mihodidina toa fehivozona; vorona mihinana nofom-biby ny goaika ary malaza ho mpihinana ny voanjon'olona maniry koa. -  F.•p.: Akanjon-goaika: enti-milaza zavatra nentim-paharazana. * Ohab.: Maro ny vorona fa ny goaika ihany no nihinana ny uoanjo: rehefa misy toetra ratsy ahafantaran'ny olona anao, raha tahirly misy a-sa mifandray amin'io, dia ianao ihany no ho voatomboka nanao na dia tsy nanao aza. / Fotoan-goaika ka anyan-tanim-boanjo mifankahita: enti-milaza olona mananjava-tiana iray: samy tsY maintsy ho hita any amin'izay misy an'io zavatraio izy ireo.\n Ahitsio"
    },
    {
        "word": "goaika",
        "definition": "goaiky, karazam-borona mainty,  fotsy tenda.\noh: Ny feon-goaika no annaitra azy ireo ka nahatrarany ireto fahavalo.   Ahitsio"
    },
    {
        "word": "Goana",
        "definition": " a.: Feo re avy amin'ny varavarana harafesin-tsavily mivoha na mirindrina. ~ Famohana miriadriatra ny varavarana. - t.i.f.: Goanana, agoana, voagoana 1 managoana, fanagoana, mpanagoana 1 anagoanana, fanagoanana 1 igoanana, figoanana 1 mahagoana 1 goangoana.\n Ahitsio"
    },
    {
        "word": "Goanana",
        "definition": " (goana) mt. ih. (goany): Vohaina mafy miriadriatra: Nogoanany ny varavarana ka taitra ny zazakely. Atomboka, tohizina: Goany kosa indray ny anjaranao.\n Ahitsio"
    },
    {
        "word": "Goatemalteka",
        "definition": " (fr. guatémala) a.: Ny firenena tompon-tany amin'ny tanin'i Goatemala: 5 tapitrisa eo ho eo no isan' ny Goatelmateka ? p.t.: Momba an'i Goatemalà, an'i Goatemalà na avy any Goatemalà: Kafe sy hasy ary akondro no vokatra goatelmateka be indrindra\n Ahitsio"
    },
    {
        "word": "Goavana",
        "definition": " p.t.: Lehibe makadiry sady lava, ngezabe.\n Ahitsio"
    },
    {
        "word": "Goavy",
        "definition": " a.: Karazan-kazo fihinam-boa tsy dia lehibe loatra, toa maniriniry foana eny, misy voany madinika maro. (Misy telo karazana ny goavy: ny goavy fotsy, fotsy ny atiny; ny goavy mena, mena ny atiny, ary ny goavitsinà na goavitsinahy, madini-boa ary marikivy raha soamaravo fa mamy kosa rehefa masaka). -  F.-p.: Goavin'Ilaihavana: ilazana ny zavatra izay no-mena fotsiny tamin'izay ni-la fa tsy nisy takalony.\n Ahitsio"
    },
    {
        "word": "Goay",
        "definition": " p.t.: Makadiry izaitsizy, ngeza aoka izany: Trano goay be,\n Ahitsio"
    },
    {
        "word": "Goba",
        "definition": " a.: Vaingana misy tava 6 efamira mitovy ary rirana 12,\n Ahitsio"
    },
    {
        "word": "Gobile",
        "definition": " (fr. gobelet) a.: Kaopy fisotroana be vava arY tsisy tongony na sofiny.\n Ahitsio"
    },
    {
        "word": "Goboka",
        "definition": " Gobona p.t.: Foana aty, tsy misy zavatra ao anatiny, hoboka. - t.i.f.: Migoboka, figoboka, mpigoboka 1 igobohana, figobohana 1 mangoboka / gobogoboka.\n Ahitsio"
    },
    {
        "word": "Godàna",
        "definition": " p.t.: Malalaka, tsy tery. 1 H.o.: Manaram-po. i t.i.f.: Migodàna,figodàna 1 igodanana, figodanana.\n Ahitsio"
    },
    {
        "word": "Godorao",
        "definition": " (fr. goudron) a.: Jer. Tara.\n Ahitsio"
    },
    {
        "word": "Godra",
        "definition": " Godraka, Godragodra p.t.: Osa, marary vanin-taolana; malemy eo am-pitoerana tsy afa-mihetsika. - t.i.f.: Migodragodra, figodragodra, mpigodragodxa 1 igodragodrana, figodragodrana 1 mahagodra.\n Ahitsio"
    },
    {
        "word": "Godrika",
        "definition": " a.: Faharatsian'ny hoza-dohalika ka tonga osa sy malemy fihetsika. - t.i.f.: Tafagodrika 1 migodrika, figodrika, mpigodrika 1 mahagodrika i godxigodrika.\n Ahitsio"
    },
    {
        "word": "Godro",
        "definition": " a.: jar. Gaotra.\tGo\n Ahitsio"
    },
    {
        "word": "Goga",
        "definition": " p.t.: Antitra izaitsizY, tranainy, efa ela dia ais: Efa gaga marina Ingahy Rainikoto fa efa dimy amby zato taona. ¶ M.h.: Antitra, tranainy, konka,golagoay.\n Ahitsio"
    },
    {
        "word": "Gogo",
        "definition": " (Skl) na Vahona (Btm) a.: Karazan-trondron-dranomamy manja matroka toa manopy manga ary tsy misy kirany; mafy ny tampon-damosiny ary ny lanilaniny misy nify matsilotsilo kely; halavany 70 sm (Arius madagascariensis). Ny gogo sy ny kotso ary ny tilapia dia matetika mainin'ny olona ho azo alefa amidy any lavitra.\n Ahitsio"
    },
    {
        "word": "Gogogogo",
        "definition": " a.: Fitomaniana ara-bina toloko na feo mafy; dradradradra. - t.i.f.: Agogogogo, tafagogogogo 1 migogogogo, figogogogo, mpigogogogo ligogogogoana, figogogogoana 1 mahagogogogo.\n Ahitsio"
    },
    {
        "word": "Gohina",
        "definition": " (goka) mt. ih. (gohy): Sotroina amim-pankacitrahana ary betsaka: Nangetaheta mafy aho ka nogohiko ilay ranom-boankazo teo ambony latabatra.\n Ahitsio"
    },
    {
        "word": "Goika",
        "definition": " Goigoika a.: Feo sempotsempotra eo am-pitomaniana noho ny ranomaso arahln-tsentosento na eo ampitelemana rano sotroina. - t.i.f.: Agoigoika, tafagoigoika / migoigoika, figoigolka, mpigoigoika 1 igoigoihana,figolgoihana.\n Ahitsio"
    },
    {
        "word": "Goka",
        "definition": " a,: Fisotroana -feno fanaranam-po. i\tGohina 1 migoka, figoka, mpigoka / igohana, figohana / mahagoka. -  F.-p.: Manao gok'omby: misotro rano migorodana be ohatra ny fanaon'ny omby.\n Ahitsio"
    },
    {
        "word": "Gola",
        "definition": " ft.: Niavian'ny hoe fahagola, fahagolan-tany, golagoay.\n Ahitsio"
    },
    {
        "word": "Golagoay",
        "definition": " (t. tr.) p.a.: Antitra dia antitra, konka.\n Ahitsio"
    },
    {
        "word": "Goleda",
        "definition": " a.: Fahosana, fahalemena, aretina odiana ananana. - t.i.f.: Tafagoleda / migoleda, figoleda, mpigoleda / igoledàna, figoledana / mahago-Ieda / goledaleda.\n Ahitsio"
    },
    {
        "word": "Goma",
        "definition": " na Gomabe p.t.: Ngeza, vaventy be.\n Ahitsio"
    },
    {
        "word": "Gona",
        "definition": " a: Dona, poka, goana. à Gonina, agona, voagona, tafagona / mangona, managona, fangoana, mpangoana / angonana, fangonana / migona, figona, mpigona / igonana, figonana / mahagona / gongona. * F.-p.: Gon-doha: katro-doha ohatra ny fanaon'ny ondralahy.\n Ahitsio"
    },
    {
        "word": "Gongoro",
        "definition": " a.: Mitovy amin'ny Kingoro.\n Ahitsio"
    },
    {
        "word": "Gonina",
        "definition": " (gona) mt. ih. (gonY): Donina, pohina.\n Ahitsio"
    },
    {
        "word": "Gony",
        "definition": " a.: Kitapo vita amin'ny rongonibe ampiasain'ny mplvarotra hasiana vary, sira, siramamY••• * F.-p.: Mitafy gony: nodonim-pahavoazana ka manjary mahantra fadiranovana.\n Ahitsio"
    },
    {
        "word": "Gora",
        "definition": " a: Valonan-damba iray tsy mivaky: Goran-damba\n Ahitsio"
    },
    {
        "word": "Gorabahana",
        "definition": " (gorabaka) mt. th, (gorabahy): Asiana loaka makadiry: Nogorabahan'ny mpangalatra ny rindrina.\n Ahitsio"
    },
    {
        "word": "Gorabahana",
        "definition": " agorabaka, tafagorabaka, voagorabaka / mangorabaka, fanagorabaka, mpanagorabaka ( anagorabahana, fanagorabahana / migorabaka, figorabaka, mpigorabaka ( igorabahana, figorabahana / mangorabaka ( angorabahana, fangorabahana ( mahagorabaka ( gorabadrabaka.\n Ahitsio"
    },
    {
        "word": "Gorabaka",
        "definition": " a.: Loaka makadiry, lavaka lehibe sy malalaka.\n Ahitsio"
    },
    {
        "word": "Goragora",
        "definition": " p.t.: Tsy mifatotra tsara, mifatotra malemilemy, mora vahana. - t.i.f.: Agoragora, voagoragora ) managoragora, fanagoragora, mpanagoragora ) anagoragorana, fanagoragorana / migoragora, figoragora ) igoragorana, figoragorana ( mahagoragora.\n Ahitsio"
    },
    {
        "word": "Goraidraika",
        "definition": " a: Feon-tsahona. 4 t.i.f.: Migoraidraika, figoraidraika.\n Ahitsio"
    },
    {
        "word": "Gorampa",
        "definition": " (fr. grands points) a.: Vikavika, zojotra.\n Ahitsio"
    },
    {
        "word": "Gorampaina",
        "definition": " agorampa, voagorampa ( managorampa, fanagorampa, mpanagorampa ( anagorampàna, fanagorampana ) migorampa, figorampa, mpigorampa ( igorampàna, figorampàna, mahagorampa / goramparampa.\n Ahitsio"
    },
    {
        "word": "Gorampaina",
        "definition": " (gorampa) mt. ih. (gorampao): Vikavikaina.\n Ahitsio"
    },
    {
        "word": "Goraraika",
        "definition": " na Koraraika a.: Feo re avy amin'ny fandehandehanan'ny rivotra na ny ranon-javatra any amin'ny lalan-kanina. - t.i.f.: Migoraraika, figoraraika ( mahagoraraika.\n Ahitsio"
    },
    {
        "word": "Gorasy",
        "definition": " (fr. grâce) a.: Fibabohana, fiaikena fa diao na resy. - t.i.f.: Migorasy, figorasy, mpigorasy ( igorasiana, figorasiana.\n Ahitsio"
    },
    {
        "word": "Gorobahana",
        "definition": " (gorobaka) mt. ih. (gorobahy): Loahana tanteraka an-daniny sy an-daniny avy: Nogorobahan'ny tontakely ny rindrin-dry zareo ato avaratra.\n Ahitsio"
    },
    {
        "word": "Gorobaka",
        "definition": " p.t.: Loaka tanteraka an-daniny sy an-danfny avy. - t.i.f.: Gorobahana, agorobaka, voagorobaka, tafagorobaka / managorobaka, fanagorobaka, mpanagorobaka ( anagorobahana, fanagorobahana J migorobaka, figorobaka, mpigorobaka / igorobahana,figorobahana(mahagorobaka, gorobadrobaka, mangorobaka.\n Ahitsio"
    },
    {
        "word": "Gorodana",
        "definition": " a.: Fandrarahana na fisotroana atao rodobe; izay araraka na sotrolna. - t.i.f.: Agorodana, voagorodana, tafagorodana ( managorodana, fanagorodana, mpanagorodana ( anagorodanana, fanagorodanana ( migorodana, figorodana, mpigorodana / igorodanana, figorodanana / mahagorodana ) gorodandrodana.\n Ahitsio"
    },
    {
        "word": "Gorodona",
        "definition": " na Ngorodona a: Hazo fisaka narafitra ho fandiavana amin'ny efitrano.\n Ahitsio"
    },
    {
        "word": "Gorogoro",
        "definition": " a.: Fitoeran-drano na divay vita amin'ny metaly na plastika.\n Ahitsio"
    },
    {
        "word": "Gororoana",
        "definition": " a.: Feon'ny rano aidina ao anaty fitoeran-drano ka araraka tsy misy fiatoana. - t.i.f.: Agororoana, tafagororoana / managororoana, fanagororoana, mpanagororoana / anagororoanana, fanagororoanana / migororoana, figororoana, mpigororoana / igororoanana, figororoanana ( mahagororoana ) gororoandroana,\n Ahitsio"
    },
    {
        "word": "Gorosoa",
        "definition": " (fr. gros sou; fit. p.) a : Lelavola varahina nampiasaina fahiny, ka ilavoamena ny sandany.\n Ahitsio"
    },
    {
        "word": "Gosy",
        "definition": " (fit.-p.): Karazan-tadio ary tsy fahita raha tsy a min'ny ririnina any amin'ny morontsiraka.\n Ahitsio"
    },
    {
        "word": "Governemanta",
        "definition": " (fr. gouvernement) a: Filan-kevi-mpitondrana pmin'ny fanjakan'ny tany iiay: Hivory amin'ny talata ny governemanta handinika momba an'io raharaha lehibe Io.\n Ahitsio"
    },
    {
        "word": "Governora",
        "definition": " (fr. gouverneur) a: Mpifehy ambony tamin'ny andro fahagasy taloha, mitovy amin'ny hoe komandy; tamin'ny andron'ny fanjanahan- tany, mpanao raharaham-panfakana nifehy nanarakaraka ny lehiben'ny distrlka.\n Ahitsio"
    },
    {
        "word": "Goyanina",
        "definition": " (fr. Goyana) a.: Ny firenena monina any amin' ny tanin'i Goyana, Amerika atsimo, manara-tsisin'i A-tlantika. ~ p. t.: Mikasika an' i Goyana, an'i Goyana na avy any Goyana.\n Ahitsio"
    },
    {
        "word": "Grady",
        "definition": " (fr. grade) a: Ny tairai-- ray amin'ny ambaratongamboninahitra isondrotan'ny miaramila; laharam-boninahitra.\n Ahitsio"
    },
    {
        "word": "Grefy",
        "definition": " (fr. greffe) a.: Famindrana tsimo-kazo iray na tahony misy masony amin'ny hazo hafa mitovy karazana aminy ka asisika amin'ny hoditry ny vatan'ity faharoa mba hahazoana karazana tsaratsara kokoa.\n Ahitsio"
    },
    {
        "word": "Grenady",
        "definition": " a: Jer. Angaranady.\n Ahitsio"
    },
    {
        "word": "Grevy",
        "definition": " (fr. grève) a: Fitokonana tsy hiasa mba ho fitakiana zo na tombontsoa kendrena ho azo, toy ny fisondrotan-karama izany, fanatsarana ny fitondrana, sns...\n Ahitsio"
    },
    {
        "word": "Grika",
        "definition": " (fr. grecque) a: Ny fixe-nana monina any amin'ny tanin'i Gresy: Ny filozofy malaza indrindra dia ny Grika, toa an-dry Aristoe, Platon, sns. ~ p.t.: Momba an'i Gresy, an'i Gresy na avy anY Gresy: Anisan'ny mahavariana indrindra ny tantara grika ~ H.i: Anarana aomena ireo mpivaro-toaka taloha teto Madagasikara: Mamo tany amin'ny grika tany iredray Rakoto.\n Ahitsio"
    },
    {
        "word": "Gripy",
        "definition": " (fr. grippe) a: Aretina mitovitovy amin'ny sery taotra, nefa raha ny marina, dia avy amin'ny mikraoby manokana ary saiky matetika misy aretina manindry avy eo ambony, izay mety mahazo s'ahana satria efa malemin'ny mikraobin'ny gripy ny tena. ¶ M.h.: Fofoka.\n Ahitsio"
    }
]