[{
        "word": "I",
        "definition": " Tarehintsoratra fahavalo ary zanatsoratra fahatelo amin' ny abidy malagasy. Rafla mamaran-teny ny i dia atao y: Tana. Ny amin'ny feony kosa, dia izao no tsara homarihina: raha ialohan'ny a ny i dia atao indray mitonona ny a sy ny i: aina (ai - na) afatsy raha tovona ny a eo aloha, ka amin'izay kosa dia mitonona misaraka izy roa: ailika (a - i - lika).\n Ahitsio"
    },
    {
        "word": "I",
        "definition": " pn a: Fanao a) eo alohan'ny anaran-tsamirery milaza olona ka tsy manomboka amin' ny Ra na Andrian: Ikoto / Ny satrok'i Paoly, b) eo alohan'ny anaran-tsamirery milaza tany na tanàna na renirano na farihy tsy misy An na Am: Ihosy l Ny tanànan'i Betafo. d) eo alohan'ny anarana iombonana sasantsasany misy fifandraisana arapihavanana: i dada, i zandry. • Hita amin'ny fiforonan'ny teny sasantsasany, toy ny ilay, ikala, ity, izato, iny, izaho, izahay, izy, ise, isika, ianareo, ivelany, ivoho, imaso, ilalana.\n Ahitsio"
    },
    {
        "word": "Ia",
        "definition": " (Tsm) p. m t.: Eny.\n Ahitsio"
    },
    {
        "word": "iadivana",
        "definition": "Jereo: ady Ahitsio"
    },
    {
        "word": "Ialahy",
        "definition": " s.o.: Ifanaovan'ny samy lehilahy tokana mitovy saranga: Taiza ialahy no tsy hitako androany? (raha maro dia ampiana ny teny hoe isany): Ho aiza ialahy isany rahariva? •Fampiasa raha tezitra: Avereno hoe ny tenin'ialahy tao! 1 Fampiasa ho fanambaniana na ho fanevatevana mihitsy raha olona tsy ao anatin'ny fianakaviana na efa misy fifankazarana: Inona izay ialahy no mba hifaninana amiko. • Fampiasa koa anefa indraindray ho fanajana raha olona ambony no miteny amina lehilahy nahavita zavatra. - t.i.f : Ialahihary 1 mialehilahy, fialahilahy, mpialahilahy / ialahilahiana, fialahilahiana.\n Ahitsio"
    },
    {
        "word": "Ialohana",
        "definition": " (aloha) mt. ih.: Misy... eo aloha: Atao milaza ny ho avy mandrakariva ny matoanteny ialohan'ny \"tokony\".\n Ahitsio"
    },
    {
        "word": "ialonana",
        "definition": "Fomba entina mialona, jereo [alona] Ahitsio"
    },
    {
        "word": "Ianao",
        "definition": " s.o.: Enti-misolo ny anaran'izay itenenana raha tokana izy ka atao teny lazaina: Amin'ny firy no handeha ianao?\n Ahitsio"
    },
    {
        "word": "Ianarana",
        "definition": " (anatra) mt. ih.: Entimilaza ny zavatra iray atao ny hahaizana azy: Ny tenindrazana no tokony hianarana voalohany indrindra. • mt. pt.: Enti-milaza ny fomba, toerana, fitaovana entina mianatra: Ny rakibolana no tsara hianarana ny tenin-drazana\n Ahitsio"
    },
    {
        "word": "Ianareo",
        "definition": " s.o.: Enti-misolo ny anaran'izay itenenana raha maro izy ireo ka atao teny lazaina: Miteniteny ianareo ka tsy henonareo ny teniko.\n Ahitsio"
    },
    {
        "word": "Iangarana",
        "definition": " (angatra) mt ih. (tangaro): Itanilana ka omena tombony mihoatra noho ny hafa tsy araka ny rariny: Tsy tokony hisy hiangarana ny olom-pehezina fa izay asa oitany ihany no hamerana ny tombontsoa homena azy.\n Ahitsio"
    },
    {
        "word": "Ianona",
        "definition": " na Ranona s.o.: Ilazana olona tenenina izay tsy tsaroana eo no ho eo ny anarany: Andeha antsoy Ianona, ry Koto a. / Asaivo mankaty Ranona. ? lantsoana na anondroana Q1ona itenenana, saingy fanaon'ny samy vehivavy na lehilahy sy vehivavy: lanona ity koa mahasosotra. / Aoka re, Ranona, fa mahaketraka izany zaoatra lazainao.\n Ahitsio"
    },
    {
        "word": "Ianteherana",
        "definition": " (an titra) mt. ih. (iantehero): Itokiana, iankinana, antenaina mba hanohana, ho vonjy sy tohana: Ny fanjakana no ianteheran'ny uahoaka\n Ahitsio"
    },
    {
        "word": "Iarovana",
        "definition": " Mitovy amin'ny Tsikorovana.\n Ahitsio"
    },
    {
        "word": "Iaviana",
        "definition": " Fiaviana ((ny) mtpt: Enti-milaza ny toerana na ny razana nisehoana: Auy any Ankadindambo no fiavianay.\n Ahitsio"
    },
    {
        "word": "Ibavy",
        "definition": " a: Teny entin'ny lehilahy manondro ny anabaviny amin'ny fomba somary miangentsana: Inona no nentin' Ibavy ho anareo, rankizy?\n Ahitsio"
    },
    {
        "word": "Idahy",
        "definition": " a: Teny entin'ny vehivavy manondro ny anadahiny amin'ny fomba somary miangentsana: Aoka re, ry Idahy, fa be loatra izany fandokadokafanao ahy.\n Ahitsio"
    },
    {
        "word": "idealy",
        "definition": "mendrika kokoa , tsy fahita isan'andro\n Ahitsio"
    },
    {
        "word": "Idina",
        "definition": " a: Filatsahan'ny rano ao anaty zavatra ambany toerana: Ataouy tsara idina ny menaka - t.i.f.: Aidina, voaidina, tafidina / manidina, fanidina, mpanidina / anidinana, fanidinana f midina, fidina, mpid'ma / idinana, fidinana / mampidina / mahidina, idinid'ma 1 anidina.\n Ahitsio"
    },
    {
        "word": "Iditra",
        "definition": " a.: Fitsofohana ao anatin'ny...: Tsy tsara iditra ny fanalahidy ka tsy mety mihodina. - t.i.f.: Aiditra, voaiditxa, tafiditra 1 miditra, fiditra, mpiditra / idirana, fidirana.\n Ahitsio"
    },
    {
        "word": "Ifoterana",
        "definition": " (fotitra) mt.pt. (ifotero): Asian'ilay nasiana voalohany indray: Nifoteran'ilay alika nokapohiny Rakoto ka naratra\n Ahitsio"
    },
    {
        "word": "Ihany",
        "definition": " p.mt.: Tsy misy afa-tsy, irery: Izy ihany no itokiako. ? Na manao ahoana na nianao ahoana: Andeha ihany aho. / Azonao ampijalina a-ho fa holaviko ihany ny fiampanganao rehetra tsy marina. ? Tsy maninona: Aoka ihany fa sahirana ianao. Jar. Fotsiny, monja).\n Ahitsio"
    },
    {
        "word": "Ikaky",
        "definition": " a: Idada: Maty aho, ry Ikaky sy Ineny. • Teny iantsoana na ilazana ireo lehilahy efa zokiolona mba ho fanajana azy: Menatra anao a-ho, ry Ikaky, fa aza dia dokadokafanao. / Dia nandeha Ikaky Rabe ka tonga teny an-tampon'ny tendrombohitra\n Ahitsio"
    },
    {
        "word": "Ikala",
        "definition": " a.: Teny entina milaza zazavavy ka: 1) tononina mialoha ny anarany: Tsy hita ny nalehan'Ikala Soa, nefa tadiavin-dreniny izy; 2) atao eo alohana mpamaritra anarana mamingavinga ka entina maneso na manompa: Ikala adala, Ikala tsy mahita ny viliany iny! -  F.-p.: Ikala ratsy: entina milaza zazavavy fetsifetsy na koa donendrinendrina tsy misy hitiavana azy. / Ikala tokana: zanaka vavy tsy misy fanampiny toy ny hoe vavy tokana. / /kola trotraka: ilazana vehivavy heverina ho tsinontsinona tsy misy antony noho ny haratsiany. * Ohab.: Ikala adala ambody tenona, sady tsy hitohy ny maito no tsy hanala kambana: ilazana olona eo ampototry ny raharaha, nefa tsy manao na inona na inona fa dia mipetra-potsiny eo.\n Ahitsio"
    },
    {
        "word": "ikirizana",
        "definition": "Iezahana, jereo [kiry] Ahitsio"
    },
    {
        "word": "Iky",
        "definition": " Kian-teny enti-manaiky no misento: Eny iky! mandalo tokoa izany taenia!\n Ahitsio"
    },
    {
        "word": "Ila",
        "definition": " a: Faritra misy ny tehezana amin'ny tenan'ny olombelona: Misy marary ato amin'ny ilako havia ato. ¶ M. h,: Lanimandry, lafy. • h.o,: Ampahany: Nolokoana fotsy ny ila varavarana atsimo / Misy ila tanimbariko hamidy raha hovidinao. • Faritra: Be ala ny ila atsinanan'i Madagasikara. • Antsasaka: 0-meo ahy hovidiko it? ila tratran'omby - t.i.f.: Ilaina, alla, voaila 1 manila, fanila, mpanila f anilana, fanilana f mifanila f mitanila 1 anilany na an-kilany f ilavoamena, ilasiray, ilashoa, ilasitelo, ilasiventy. -  F Anila (ppk): akaiky: Mipetraha eto anilako. / Ankilany: amin'ny antokony iray mifanohitra (mifamaly amin'ny an-daniny):Ny mpihira etsy an-kilany, ny mpandihy etsy an-daniny. / Ankilabao: amin'ny ilan'ny bao filanjana entana. / Atao ankila bao: enti-milaza ny entana atao amin'ny ilan'ny bao filanjana mba tsy hampahavesatra ila ny fitondrana; koa amin'izany entina hilazana izay zavatra rehetra f-laina mba hampifandanja fotsiny ny atao fa tsy misy hilana azy firy. / Ra hoho: sombiny kely, poti-javatra kely dia kely. / Ra omby: ny antsasaky ny omby voarasa izay nomena ny solontenan' ny andriana nanatrika ny hasoavan-jaza. * Ohab.: Mandeha ila ohatra ny kiraron'i Beminaha: enti-milaza zavatra tsy feno, tsy tokony ho araka ny izy. lia ft.: Fitadiavana, fizahana, fikarohana. i t. t f.: (laina 1 mila, fila, mpila 1 ilana, filana 1 ilaila.\n Ahitsio"
    },
    {
        "word": "Ilaifito",
        "definition": " a.: Teny iantsoana ilay herinandro misy erika mikija sady mandrivodrivotra eo amin'ny volana fevrie eo ho eo.\n Ahitsio"
    },
    {
        "word": "Ilaina",
        "definition": " (ila) mt ih. (ilao): Tokony hananana, tokony hatao: Ilaina amin'ny sakafo ny vary sy ny hena / Ilaina ny mihinana mba ho velona. 1 Tadiavina, takina: Ilain'ny vatana ny miala sasatra indraindray.\n Ahitsio"
    },
    {
        "word": "Ilaina",
        "definition": " (lia) mt.ih. (ilao): Akana ampahany na antsasany: Ilao io hena io hoentinao.\n Ahitsio"
    },
    {
        "word": "Ilangilangy",
        "definition": " a,: Hazo ambolena any amin'ny faritra avaratra andrefana, fa indrindra any Nosibe, mety mahatratra 15-20 m; ny voniny anaovana ranomanitra izay manana fofona manokana mandrafana izaltslzy.\n Ahitsio"
    },
    {
        "word": "Ilasiray",
        "definition": " na Lasiray a: Anarambola izay 0,30 fr. ny sandany; toy izao no niforonany: ila (voamena) sy iray (voamena).\n Ahitsio"
    },
    {
        "word": "Ilasiroa",
        "definition": " na lasiroa a : Anarambola izap 0,50 F ny sandany, ka toy izao no niforonany: ila (voamena) sy roa (voamena).\n Ahitsio"
    },
    {
        "word": "Ilasitelo",
        "definition": " na Lasitelo a: Anaram-bola izay 0,70 F ny sandany, ka toy izao no niforonany: ila (voamena) sy telo (voamena).\n Ahitsio"
    },
    {
        "word": "Ilasiventy",
        "definition": " na Lasiventy a: A-naram-bola izay 0,90 F ny sandany, ka toy izao no niforonany: ila (voamena) sy venty.\n Ahitsio"
    },
    {
        "word": "Ilavoamena",
        "definition": " na Lavoamena a: Anaram-bola izay 0,10 F ny sandany: (ilan'ny voameno, izany hoe antsasaky ny voamena).\n Ahitsio"
    },
    {
        "word": "Ilay",
        "definition": " pn. a: Fanao indrindra amin'ny anaran'olona na zavatra: 1) tondroina mafimafy kokoa: Ny masoandro no ilay mpanasoa ny voary; 2) na efa noresahina: Moa efa tonga teo ilay mpandrafitra? 3) na anaram-bosotr'olona na biby lahy: Nandrifatra ilay mena ka tsy tana. (Matetika no soratana atao teny iray ny ilay sy ny mpamaritra anarana, ny fitambarany no nanjary anaram-bosotra: Nandrifatra Ilaimena ka tsy tana). -  F,-p.: Ilay fady, ilay karin' olona, ilay tsy vanona: entimanondro olona fetsifetsy, fangoloka tokony hohalavirina, hatao fady ny miaraka aminy. / Ilay haka: ilay fetsy. / Ilay kary, ilay maty: ilay fatsora. J Ilay mangera: ilay matesa. J Ilay mihoiza mihoiza: ilay idiran-doza. / Ilay montana: ilay tsy vanona. / Ilay tonaka: ilay dondrina. J Ilay trotraka: ilay voaozona, ilazana olona tsinontsinona sy tsy misy antony noho ny haratsiany. / Ilay fito: anarana omena ireo andro vitsivitsy manorana tsy an-kijanona (eo amfn'ny hafitoana eo ho eo no aharetany ka amin'ny faramparan'ny fahavaratra no misy azy).\n Ahitsio"
    },
    {
        "word": "Ilika",
        "definition": " a: Teny ilazana ny ila, ny tehezana: Marary ato amin'ny iliko havanana ato. 1 Fanosehana zavatra manakantsakana ho eny an-tsisintsisin-toerana. ? Fanomezantsiny ny sasany. 1 Ailika, voailika, ta-faillira f manilika, fanilika, mpanilika 1 anilihana, fanilihana f milika, filika, mpilika 1 ilihana,,filihana 1 mahilika 1 jlikilika. ? F-p.: Ili-kena na iliny:. ny hena amin'ilay faritra manaraka ny taola-mananetiny amin'ny omby. J Mandry ka: mandry ka ny takiba ilany no atao ambany. * Ohab.: Ny valala aza tsy azo raha tsy andriana ilika: tsy misy soa azo moramora na mafmaim-poana fa tsy maintsy isasarana.\n Ahitsio"
    },
    {
        "word": "Ilo",
        "definition": " na Ilo-menaka a: Ilay menaka mitete mangirana sady mitsoriaka iny rehefa mandrasa omby matavy. • tao.: Haja amam-boninahitra izay tokony hotandrovina mandrakariva. -  F.-p.: Mandraraka ilo mby an-doha: manary na mampietry ny voninahitry ny tena.\n Ahitsio"
    },
    {
        "word": "Iloka",
        "definition": " a: Teny tenenin'ny vehivavy aorian'ny hehy na farshehy ho fanesoana na ho fanamaivanana ilay zavatra reny ka nampihomehy azy.\n Ahitsio"
    },
    {
        "word": "Ilovina",
        "definition": " (ilo) p.t.: Enti-milaza lavaka na zohy lalina izaitsizy, ka tsilovina amin'ny afo vao hita ny farany. lm - In: Tovona fanao eo alohan'ny teny milaza isa ka entina milaza ny isan'ny fiverimberenan'asa nanaovanjavatra: Imbalo, inefatra, injato.\n Ahitsio"
    },
    {
        "word": "imailaka",
        "definition": "(ang. email) Hafatra elektronika izay vakina amin'ny ordinatera. Ny endriky ny imailaka dia toa izao adiresy@vala.frn  Ahitsio"
    },
    {
        "word": "Imaroatody",
        "definition": " a.: Zavamaniry malaza ho manan-kasina mahamaro anaka.\n Ahitsio"
    },
    {
        "word": "Imasoana",
        "definition": " (maso) mt,(imasoy): Ikezahana, ilofosana, ilozohana, ikelezana aina: Ny fianarana imasoina fa efa akaiky ny fanadinana\n Ahitsio"
    },
    {
        "word": "Imasoimaso",
        "definition": " p. mt.: Enti-milaza fanaovan-javatra samy eo imaso, ifanatrehana.\n Ahitsio"
    },
    {
        "word": "Imbalo",
        "definition": " p. m t : Impito miampy indray mandeha. - t.i.f.: Manimbalo, fanimbalony.\n Ahitsio"
    },
    {
        "word": "Imbetsaka",
        "definition": " p.mt.: Enti-milaza ny habetsahan'ny nitranganjavatra na nanaovan-javatra: Imbetsaka aho no nahita azy nitondra iny kitapo iny.\n Ahitsio"
    },
    {
        "word": "Imerina",
        "definition": " a: Teny ilazana ny tany ambony havoana \"manerinerina\" itoeran'ny Mari-na, izany hoe ny foko eto afovoan'ny Nosy.\n Ahitsio"
    },
    {
        "word": "Impiry",
        "definition": " p.mt.: Enti-manontany ny isan'ny fiverimberenan-javatra niseho na asa natao: Impiry ianao no diso fidirana tamin'it? volana it?? -  F-p.: Impiry impiry: imbetsaka dia imbetsaka: Impiry impiry aho no efa nampitandrha azy?\n Ahitsio"
    },
    {
        "word": "Impito",
        "definition": " p.mt.: Enti-milaza fiverenan-javatra inenina miampy indray mandeha: Avadiho impito ny lelanao alohan'ny hiteny, hoy ny Soratra Mari-na Manimpito, fanimpitony.\n Ahitsio"
    },
    {
        "word": "Impolokely",
        "definition": " p.mt.: Imbetsaka dia imbetsaka: Impolokely aho no nananatra azy, nefa tsy nohenoiny ny teniko.\n Ahitsio"
    },
    {
        "word": "Inana",
        "definition": " ft: Fiezahana hanao mihoatra noho... - t.i.f.: Inanina, voainana 1 maninana, faninana, mpaninana f aninanana, faninanana f mifaninana, fifaninana, mpifaninana 1 ifaninanana, fifaninanana 1 mahafaninana.\n Ahitsio"
    },
    {
        "word": "Inanina",
        "definition": " (inana) mt.ih. (inano): Tadiavinahifampitahana: Ny varatra no inaninao raha te hifampitana amiko ianao.\n Ahitsio"
    },
    {
        "word": "Inao",
        "definition": " na Injao p.mt.: Entimanondro olona ao amin'ny toerana anankiray takona tsy hitan'ny maso: Injao Ra-koto fa vohay.\n Ahitsio"
    },
    {
        "word": "Inay",
        "definition": " na Inlay p.mt.: Enti-milaza zavatra heno ka toa tondroina: Injay ilay feo henoko omaly. / Inay ilay feo.\n Ahitsio"
    },
    {
        "word": "Inay",
        "definition": " t.p.: Toy izay, tahaka izay (teny mitory toa fanenenana amin'ny zavatra na-tao, na toa faniniana ny lahatra amin'ny tsy naha-toy izao na toy izao ny tena): Inay aho tsy niauonavona tamin'ny lehibeko! / Inay a-ho tsy nahalala an'iny olona iny na oviana na oviana! / Inay aho uorona sahala aminao! (Ny Avana).\n Ahitsio"
    },
    {
        "word": "Indao",
        "definition": " ft.: Entina an-kery, paobina. - t.i.f.: Indaosina / manindao, fanindao, mpanindao 1 anindaosana, fanindaosana 1 mahanindao.\n Ahitsio"
    },
    {
        "word": "Indaosina",
        "definition": " (indao) mt.ih. (indaosy): Entina an-kery, faohina: Nindaosin'ny rano ny tetezana\n Ahitsio"
    },
    {
        "word": "Inday",
        "definition": " p.mt.: Sady manondro no toa mangataka an'ilay zavatra tondroina toy ny milaza hoe \"omeo\": IndaY at?.\n Ahitsio"
    },
    {
        "word": "Indianina",
        "definition": " (fr. indien) a: Ny firenena tompon-tany voalohany tany amin'ny tanin'i Amerika. 1 p. t.: Ny fomba indianina.\n Ahitsio"
    },
    {
        "word": "Indimy",
        "definition": " p.mt.: Enti-milaza fiverenan-javatra inefatra miampy indray mandeha. i t.i.f.: Manindimy, fanindiminy.\n Ahitsio"
    },
    {
        "word": "Indra",
        "definition": " na Indrany a: Enti-milaza ny hatevin-javatra, ka misy roa ny indra: ny indrakely na hatevenany, ary ny indrabe na ny sakany: Voatondro roa ny indrakelin'ny hazofisaka, ary irain-jehy ny indrabeny. 1 Ilany: Nihazo ny indran-dalana izy mba tsy ho voahitsaky ny fiarakodia i t.i.f.: Manindrana / mifanindrana 1 anindrana, tanindrana.\n Ahitsio"
    },
    {
        "word": "Indrafo",
        "definition": " a: Hamorana hamela hadisoana, famindram-po (indraindray koa atao hoe findrafo): Olona tsy manana indrafo io lehilahy io. -  F-p.: Be indrafo: fatra-pamela ny hadisoana na halo-ka.\n Ahitsio"
    },
    {
        "word": "Indraika",
        "definition": " p.mt.: Fiangolana ny hoe \"indray\": Raha tany indraika kosa ka mifaly — Hadinoy ny sentosento sy tomany — Aoka ihany izany foko no hijaly — Hitoloko samy irery lavitra any (R.R. -R.). • Indray mandeha: Impiry ianao no tany Mahajanga? — Indraika.\n Ahitsio"
    },
    {
        "word": "Indraindray",
        "definition": " na Tsindraindray p.mt.: Mahalankalana, tsy matetika: Tonga mitsidika anay indraindray i Dadatoa Rajao. * F.-p.: Indraindray tadiavina: tsy fahita raha tsy mahalana dia mahalana.\n Ahitsio"
    },
    {
        "word": "Indrakindrafana",
        "definition": " p. t.: Hendra trendratra tsy mahapetraka eo am-piandrasana zavatra mahafinaritra na atahorana mamp anahinahy: Indrakindrafana er? ny ankizy fa rahampitso izahay no handeha ho any Mahajanga. • Taitaitra, adaladala: Olona indrakindrafana iny, ka axa a-tao mahagaga anao ny fihetsiny.\n Ahitsio"
    },
    {
        "word": "Indramina",
        "definition": " (indrana) mt. ih. (indramo): Angatahina mba hanaovana nefa haverina rehefa avy eo: Nindramin'i Soa ny sininay hantsakany. IIangaviana hanao raharaha fa tsy karamaina: Olona nindramina ireo miasa ny tanimbarinay ireo.\n Ahitsio"
    },
    {
        "word": "Indrana",
        "definition": " a: Zavatr'olona ampiasain'ny tena izay haverina rehefa avy nanaovana: Lamba indrana it? anaovako it? fa very omaly ny ahy. - t.i.f.: Indramina, voaindrana / mindrana, findrana, mpindrana 1 indramana, findram ana 1 mampindrana, fampindrana, mpampindrana I ampindramina I ampindramana, fampindramana 1 mifampindrana.\n Ahitsio"
    },
    {
        "word": "Indray",
        "definition": " p.mt: Fanindroany: Toa mbola miteny indray ialahy? i Mbola vao mainka: Norarany tsy hisotro ny zanany, nefa izy indray no nivongika tavoahangin-java-pisotro\t44 avy any. i Miaraka:\n Ahitsio"
    },
    {
        "word": "Indray",
        "definition": " nientana izahay rehetra nihoby ireo mahery fonay. * F.-p.: Indray andro mahamay; indray andro manenjana; indray andro maninjitra: ny tontolo andro manomboka ny maraina ka mandrapaharivan'ny andro, indray andro tontolo. j Indray ma-ka, indray màlaka, indray mitoraka: indraika tsy misy fanampiny, ilazana fanaovanjavatra tokana tsy misy famerenana. j Indray mahamasa- bary: halavam-potoana mitovy amin'ny fotoana ahamasahan'ny vary andrahoina (eo amin'ny antsasak'adiny eo). j Indray mahamasa-patsa: halavampotoana mitovy amin'ny ahamasahan'ny patsa andrahoina (eo amin' ny fahefatr'adiny eo). j Indray mipy maso: fotoana kely mihelina, vetivety. j Indray mitono valala: halavam-potoana mitovy amin' ny fotoana ahamasahan'ny valala atono amin'ny afo (eo amin'ny roa minitra eo). / Indray mandingana: ny elanelan'ny fifindran'ny tongotra havia sy havanana. / Indray mitoraka: halaviran-tany mety ho tra-toraka (eo amin'ny dimampolo metatra eo). / Indray mihira: mitovitovy taona, niaraha-nilalao, niarabelona. * Ohan.: Omby indray man-dry tsy indray mifoha: na dia olona iray raharaha na iray fianakaviana izao aza, mety tsy ho tonga miaraka amin'ny foto ana iray.\n Ahitsio"
    },
    {
        "word": "Indreny",
        "definition": " p.mt: Enti-manondro olona na zavatra maro hita lavitra eny: Indreny lasa ny miaramila hanao sarinady.\n Ahitsio"
    },
    {
        "word": "Indreo",
        "definition": " p.mt.: Enti-manondro olona na zavatra maro izay toy ny atolotra na aseho: Indreo ny mpianatrao, hoy ny lehiben'ny sekoly tamin' ilay mpampianatra, dia lasa izy.\n Ahitsio"
    },
    {
        "word": "Indreto",
        "definition": " p.mt: Enti-manondro olona na zavatra maro hita eo akaiky na manakaiky: Indreto tonga Ramose mivady, hoy Ikoto tamin'ny na-man y.\n Ahitsio"
    },
    {
        "word": "Indretsy",
        "definition": " p. mt.: Enti-manondro olona na zavatra maro tsy lavitra fa hita etsy ho etsy.\n Ahitsio"
    },
    {
        "word": "Indri/",
        "definition": " p, rat.: Enti-manondro olona na zavatza tokana er? lavitra: Indr9 lasa ny fiaramanidina.\n Ahitsio"
    },
    {
        "word": "Indriako",
        "definition": " s.o.: Misolo ny olona itenenana, fampiasan'ny samy vehivavy, indrindra ny zazavavy mifankazatra: Indriako no tsy te handeha ho!\n Ahitsio"
    },
    {
        "word": "Indrindra",
        "definition": " p. mt.: Enti-milaza toetran'olona na toe-javatra faxa tampony na farany ambany miolotra amin'ny sisa rehetra: Isambilo no mahay indrindra amin'ny mpianatra ary Ikoto no kevoka indrindra. ? Tsy hafa fa... tokoa: Ianao indrindra no tadiaviko. * Tsaxa, amin'ny fotoana tsara... iny: Nikabary indrindra izy no nianjera ny valindrihana.\n Ahitsio"
    },
    {
        "word": "Indrisy",
        "definition": " t.p.: Enti-milaza fisentoana fa misy alahelo lehibe: Indrisy! lasa tsy ho hitako intsony izany reniko! Indraindray koa anefa mety milaza fihetseham-po samihafa — indrindra fahatairana, na hagagana, na hakiviana — ny indrisy: Indrisy! rahoviana vao tsy hirehareha ny lehibe sy ny ambon y! (Mitovitovy hevitra aminy eto ny Endrey!)\n Ahitsio"
    },
    {
        "word": "Indro",
        "definition": " p. mt,: Enti-manondro olona na zavatra tokana eo akaiky na tazana tsy lavitra, ka tahaka ny atolotra mihitsy aza: Ry sakaiza, indro ny reninao.\n Ahitsio"
    },
    {
        "word": "Indroa",
        "definition": " p.mt.: Enti-milazafiverenan-javatra fanindroany. * Ohab.: Valala tsy indroa mandry am-bavahady: fitenenana enti-milaza zavatsoa tsy hiverina intsony ka tokony hohararaotina.\n Ahitsio"
    },
    {
        "word": "Indroasina",
        "definition": " na Indraosina na Indraozina (roa) mt ih. (indraosy): Averina fanindroany: Tandremo sao indraosinao iny fahadisoanao iny!\n Ahitsio"
    },
    {
        "word": "Indry",
        "definition": "Misolo ny olona itenenana, fampiasan'ny samy vehivavy mifankazatra fatratra, na indraindray rehefa tezitra izaitsizy, toy ny \"ialahy\" amin'ny samy lehilahy: Indry ve tsy mahita mpampianatra zavamaneno hampianatra ahy? Taiza aho no hitan'indry nanendrikendrika an'indry\n Ahitsio"
    },
    {
        "word": "Inefatra",
        "definition": " p.mt.: Enti-milaza fiverenan-javatra intelo miampy Indray mandeha. i t.Lf: Maninefatra, faninefany.\n Ahitsio"
    },
    {
        "word": "Inenina",
        "definition": " p.mt.: Enti-milaza fiverenan-javatra indimy miampy Indray mandeha. - t.i.f.: Maninenina, faninenina.\n Ahitsio"
    },
    {
        "word": "Ineny",
        "definition": " a.: Teny iantsoana ny reny na ny vehivavy lehibe mendri-panajana izay tokony ho renin'ny tena.\n Ahitsio"
    },
    {
        "word": "Inga",
        "definition": " na Ainga a: Tombony ambony ihany: Nahazo ingan'andro efatra taminay ianareo tamin'ny fe-potoana fialan-tsasatra farany tao.\n Ahitsio"
    },
    {
        "word": "Ingahy",
        "definition": " a: Teny fanajana fametraka eo alohan'ny anaran-dehilahy mendrika hohajaina noho ny raharaha na ny toerana misy azy, indrindra ny taona: In ty tonga Ingahy Rainibe./ Ohatrinona itsy, ry Ingahy mpivarotra?\n Ahitsio"
    },
    {
        "word": "Inginingina",
        "definition": " ft.: Fitsanganana na fipetrahana maka avoavo na eo ambonin'ny zavatra avoavo, na ny loharantsana no mitondra ny tena raha mitsangana na ny voditongotra raha mipetraka.\n Ahitsio"
    },
    {
        "word": "Ingisa",
        "definition": " p.i.: Isa (voalohany a min'ilay teniteny tsisy dikany ataon'ny ankizy mianatra manisa hatramin'ny fo-Io): ingisa, ingoa, talonga, ndrafanga, diminga, eniminga, tsitonga, valonga, tsivaza, ego.\n Ahitsio"
    },
    {
        "word": "Ingoa",
        "definition": " p. i.: Roa (amin'ilay fiteny fanaon'ny ankizy taloha mianatra manisa hatramin'ny folo), Jer. Ingisa.\n Ahitsio"
    },
    {
        "word": "Iniana",
        "definition": " (nia) mt.ih. (inio): A-tao an-tsitrapo marina: Niniako nafenina ilay voankazo vao novidina satria tsy mbola masaka tsara. -  Iniana atao, atao fanahy iniana: tsy mba sendra sendra na tsy nahy fa tena an-tsitrapo mihitsy. / Manao fanahy iniana: manao zavatra an-tsitrapo. ¶ M.h.: Niavina.\n Ahitsio"
    },
    {
        "word": "Injany",
        "definition": " p.mt.: Enti-manondro amin'ny eritreritra feon-javatra tsy dia lavitra: Injany maneno ny lakolosy.\n Ahitsio"
    },
    {
        "word": "Injao",
        "definition": " Jar. Inao.\n Ahitsio"
    },
    {
        "word": "Injay",
        "definition": " Jar. Inay.\n Ahitsio"
    },
    {
        "word": "Ino",
        "definition": " ft.: Fiaikenahomarina - t.i.f.: Inoana I mino, fino, mpino / inoana, finoana 1 mahaino Iinoino.\n Ahitsio"
    },
    {
        "word": "Inoana",
        "definition": " (ino) mt.ih. (inoy): E-kena tanteraka: Inoako ny fahaizan'ny olo-mahay ankehitriny. ? Ekena ho marina, ekena fa misy: Tsy azo inoana izany.\n Ahitsio"
    },
    {
        "word": "Inona",
        "definition": " p.mnt. sy s.mnt.: Entimanontany. 1) Inona mpamaritra anarana dia atao eo aorian'ny anarana ka entina milaza zavatra: Hena inona no hovidina? — nefa azo ilazana olona koa izy raha enti-manontany toetra: Olona inona iny niresaka taminao iny: mpiasa birao sa mpiasa tany? (olona iza no atao raha ny anarana mihitsy no anontaniana). 2) 1-nona mpisolo anarana koa dia enti-milaza zavatra: Inona no tianao, vomanga sa mangahazo? / Nihinana inona àry it? zaza it? izany? nefs, toy ny voalaza er? ambony, azo ilazana olona koa ny inona raha toetra no a nontaniana: Inona ianao, kristianina sa tsy mpino? - t.i.f: Maninona 1 mampaninona 1 mifaninona 1 mahainona 1 inoninona 1 ninoninona 1 tsinontsinona 1 ani-, nona 1 ohatrinona. -  F.-p.: Inona aho no handeha eo: milaza fa tsy ho afaka handeha. j Inona fa tsy lama izy: enti-milaza fa lasa tokoa na tsy traira izy. I Inonao izy: manontany ny fatoram-pihavanana misy amin' olona roa tonta. / Na inona na inona: izay zavatra rehetra...\n Ahitsio"
    },
    {
        "word": "Inona",
        "definition": " a: Fisotroana tangena. 1 t.i.f : Minona, finona, mpinona / inomana, finomana / mahainona 1 mampinona / fampinomana.\n Ahitsio"
    },
    {
        "word": "Inspektera",
        "definition": " (fr. inspecteur) a.: Manamboninahitra amin'ny Polisy izay miandraikitra indrindra ny fikarohana ny mpanao ratsy sy ny famotorana na fakana am-bavany ny olona ahihina ho nanao izany.\n Ahitsio"
    },
    {
        "word": "Intelo",
        "definition": " (telo) p. mt: Miverina indroa miampy indray mandeha. - t.i.f.: Manintelo, fanintelony.\n Ahitsio"
    },
    {
        "word": "Intsiao",
        "definition": " t.p.: Tenim-piontanana fiteny raha mahita zazakely mahafatifaty, ohatra.\n Ahitsio"
    },
    {
        "word": "Intsivy",
        "definition": " p. mt.: Enti-milaza fiverenan-javatra na asa imbalo ampiana indray mandeha. i t.if•: Manintsivy, fanintsiviny.\n Ahitsio"
    },
    {
        "word": "Intsony",
        "definition": " na Intsotry p. mt.: Miaraka amin'ny \"tsy\" mandrakariva (tsy...intsony) entimilaza zavatra tsy hitohy na hisy famerenana, fa vita tapitra hatreo: Nivoadivoady Ra-koto fa tsy hiteny imasombahoaka intsony.\n Ahitsio"
    },
    {
        "word": "Intsy",
        "definition": " p.mt.: Manondro sy ma nolotra tahaka ny \"Int?\", saingy enti-milaza olona na zavatra hita etsy akaikikaiky etsy: Intsy misy sary novidiko ho anao. / Intsy ny satrokao.\n Ahitsio"
    },
    {
        "word": "Inty",
        "definition": " p. mt,: Enti-milaza zavatra eny an-tanana ka tondroina amin'olona itenenana: Inty ny satrokao. • Enti-milaza zavatra na olona aseho eo no ho eo amin'olona itenenana: Inty misy hira kely iray tolotro ho an'i Neny.\n Ahitsio"
    },
    {
        "word": "Iny",
        "definition": " p.mdr na s.mdr.: Enti-manondro olona na zavatra tokana lavitra dia lavitra, zara raha tua-maso: Handalo any amintsika mantsy izao iny vorona iny. Matetika koa anefa ny iny dia enti-manondro zavatra akaiky eny an-tanan'ilay olona itenenana mihitsy: Omeo ahy kely aza fady iny boky aminao iny.\n Ahitsio"
    },
    {
        "word": "Io",
        "definition": " p. mdr. na s. mdr.: Enti-manondro akaiky nefs tsy voafaritra tsars ny halavitany: Tsy tiako io sary io, Omeo azy io raha tian y. logoslavy (fr. Yougoslave) a: Ny firenena na tompon-tany any amin'ny tanin'i logoslavia: I Belgrady no renivohitry ny Iogoslauy. ? p.t.: Momba an'i Iogoslavia, an'i Iogoslavia na avy any Iogoslavia: Repoblika enina no miforona ho fanjakana logoslavy. lombonana (ombona) mt.pt. (10m bony): Iarahana manao: lombonanay telo tonta ny varotra ataonay. 1 Ikamba nana manana: lombonanay Tito mianadahy ity trano\n Ahitsio"
    },
    {
        "word": "Ira",
        "definition": " a: Landy voafoly voantsody, izany hoe efa nahodidina ny tolotra ka mby efa hatao amin'ny fantaka. - t.i.f.: Aira, voaira 1 manira, fanira, mpanira 1 aniràna, faniràna 1 mifanira I mahira.\n Ahitsio"
    },
    {
        "word": "Irà",
        "definition": " na Erà a.: Toerana avo iavian'ny rano amin'ny renirano (mifanohitra amin'ny a-va): Tany irà ilay amboadia no nisotro, ary tany ava ilay zanak'ondry, kanefa dia ilay zanak'ondry indray no nolazainy fa nandoto ny rano noso tro in y.\n Ahitsio"
    },
    {
        "word": "Irahina",
        "definition": " (iraka) mt.ih. (iraho): Alefa hitondra iraka na hanao asa iray: Ikoto no nira hina ho any amin-dry dadatoa / Iza no nirahina haka Dokotera? 1 Tendrena, orne-na fahefana: Nirahin'ny fanjakana at? amintsika izy.\n Ahitsio"
    },
    {
        "word": "Iraika",
        "definition": " p. L: Mitovy amin'ny \"iray\" ihany, saingy fampiasa rehefa miaraka amin'ny isa hafa izay mitohy aminy amin'ny alalan'ny \"ambin' ny\", \"amby\": Iraika ambin' ny folo. / Iraika amby zato.\n Ahitsio"
    },
    {
        "word": "Iraimbilanja",
        "definition": " a.: Anaram-bola izay ampahadimin'ny ariary na ilavoamena folo ny sandany: Iraimbilanja telo no sikajy dimy.\n Ahitsio"
    },
    {
        "word": "Iraizodafy",
        "definition": " a.: Efadafy manana lafy roa iraizotra. Fototra no ilazana ireo lafy iraizotra ireo.\n Ahitsio"
    },
    {
        "word": "Iraizopototra",
        "definition": " a.: Velarana efadafy ka ny lafy roa iraizotra.\n Ahitsio"
    },
    {
        "word": "Iraizotongotra",
        "definition": " a.: Karazana goba izay ny fotony mety ho telolafy na efadafy na dimilafy,..\n Ahitsio"
    },
    {
        "word": "Iraizotra",
        "definition": " a.: Ny tsipika roa mitovy elanelana hatrany.\n Ahitsio"
    },
    {
        "word": "Iraka",
        "definition": " a.: Olona alefa amin'ny toerana iray mba hitondra teny na haka zavatra na olona, na handamin-draharaha: Iraka mahatoky no nampitondrainy hafatra i tif: Irahina, voairaka / maniraka, fanixaka, mpaniraka / anirahana, fanirahana 1 maha-iraka I irakiraka.\n Ahitsio"
    },
    {
        "word": "Iràna",
        "definition": " (ira) a.: Foly eran'ny volotara na tolotra, izany hoe ireo tapaka bararata anodidinana ny landy voafoly ka izay mahafeno ny iray amin' ireny tapaka bararata ireny no atao hoe iràna.\n Ahitsio"
    },
    {
        "word": "Iray",
        "definition": " p.i.: Tokana: Misy trano iray er? an-tampon-kavoana er?. it t.i.f.: Miray, fixay, mpiray 1 iraisana, firaisana I mahairay / irairay I anankiray.\n Ahitsio"
    },
    {
        "word": "Ireny",
        "definition": " p.mdr. na s.mdr.: Entimanondro zavatra na olona maro; ny halaviran-toerana tondroiny dia mitovy amin' ny tondroin'ny ft. niaviany \"iny\": Mba hananako, hono, ny elatr'ireny vorona manidina ireny!\n Ahitsio"
    },
    {
        "word": "Ireo",
        "definition": " p. mdr na s. mdc: Enti-manondro olona na zavatra ma-ro, ka ny halaviran-toerana tondroiny dia mitovy amin' ny tondroin'ny ft. niaviany \"io\": Ampangino ireo zaza mitomany ireo fa mankarenin-tsofina.\n Ahitsio"
    },
    {
        "word": "Ireroa",
        "definition": " p.mdr. sy s.mdr.: Entimanondro zavatra na olona maro, ka ny halaviran-toerana tondroiny dia mitovy amin'ny an'ny ft. niaviany \"iroa\": Hitanao ireroa hazo anankiroa amoron-drano ireroa?\n Ahitsio"
    },
    {
        "word": "Irerokatra",
        "definition": " p.mdr. sy a,mdr. misy tovana, mitovy hevitra amin'ny \"ireroa\" niaviany ihany: Lehibe ireto akoho ireto noho irerokatra. jreto p.mdr. sy s.mdr.: Entimanondro zavatra na olona maro mitovy halaviran-toerana lazaina amin'ny \"ito\" na \"ity\": Avoahy any ireto zaza ireto fa mitabataba.\n Ahitsio"
    },
    {
        "word": "Irery",
        "definition": " p. t. nap.mt.: Iray, tokana, tsy misy namana: Olona irery tsy mahabata io vato io. / Mitoetra irery ao izy. - t.i.f.: Manirery. ¶ M.h.: Iray, tokana, hany, fotsiny, monja, singana, tsy amboa tsy lambo, irery tena, boribory, vato kiboribory.\n Ahitsio"
    },
    {
        "word": "Irerý",
        "definition": " p.mdr. sy s.mdr.: Entimanondro zavatra na olona maro ka ny halaviran-toerana tondroiny dia mitovy amin' izay tondroin'ny ft. niaviany \"ir?\" iltany: Vonjeo irer? ombin'ialahy, ry Isambilo, fa mitondraka.\n Ahitsio"
    },
    {
        "word": "Iretony",
        "definition": " p. mdr. sy s. mdr.: Manondro mitovy amin'ny \"itony\", saingy izy milaza maro.\n Ahitsio"
    },
    {
        "word": "Iretsy",
        "definition": " p. mdr. sy s. mdr.: Entimanondro zavatra na olona maro, avy amin'ny \"itsy\" ka mitovy ny halaviran-toerana lazainy sy lazain'ny \"9tsy\": Mahafinaritra iretsy sary iretsy.\n Ahitsio"
    },
    {
        "word": "Irikatra",
        "definition": " p. mdr. sy s. mdr.: Misy tovana ikatra, mitovy hevitra amin'ny ft. 'iry\" niaviany ihany: Mba mahafinaritra ahy irikatra hazo midoroboka irikatra.\n Ahitsio"
    },
    {
        "word": "Irina",
        "definition": " (iry) mt. ih. (irio): Tadiavina ho azo: Irin'ny olona rehetra ny ho tratra antitra ° sambatra. -  F.-p.: Iri-mahory ohatra ny zaza maditra: enti-milaza zavatra notadiavina mafy ho azo, nefa nony azo nampitondm fahoriana. / Tapi-java-nirina: tsy manan-javatra tadiavina intsony fa efa ao anatin' ny fiadanana. !titra na Irotra a.: Fanaovana an-tsitrika ao anaty rano; fandevenana amin'ny fasana vonjy maika eo akaikin'ny fasana lehibe: Mandevina amin'ny fasana an'iritra. - t.i.f.: Airitra, voairitra I maniritra, faniritra mpaniriira / aniritana, faniritana I iritriritra I aniritra.\n Ahitsio"
    },
    {
        "word": "Iroa",
        "definition": " p.mdr. sy s.mdr: Entimanondro lavidavitra kely: Andeha mipetraka ambanin' iroa hazo iroa / Omet) azy iroa\n Ahitsio"
    },
    {
        "word": "Irokitra",
        "definition": " s.mdr.: Enti-milaza olona tokana.\n Ahitsio"
    },
    {
        "word": "Irony",
        "definition": " p. mdr. sy s. mdr.: Entimanondro olona maro tondroina an'eritreritra: Izaho tsy mba tahaka irony mpanambaka olona irony.\n Ahitsio"
    },
    {
        "word": "Irotra",
        "definition": " Jar. Iritra.\n Ahitsio"
    },
    {
        "word": "Iroy",
        "definition": " s.r.: Enti-manondro olona tokana.\n Ahitsio"
    },
    {
        "word": "Iry",
        "definition": " ft.: Fitadiavana hanana. - t.i.f.: Irma, voairy / maniry, faniry, mpaniry / aniriana, faniriana I mahairy / iriniry.\n Ahitsio"
    },
    {
        "word": "Iry",
        "definition": " p. mdr. sy s. mdr.: Enti-manondro lavitra fa taza-maso tsara: Jereo irery vorona manao faribolana ambonin'ir? tendrombohitra\n Ahitsio"
    },
    {
        "word": "Isa",
        "definition": " (Btl) a: Hira sy haisoratra betsileo. (Misy karazany efatra ny isa, dia ny isan'andravana na kilaolao: hiran-dalao ankapobeny, fa indrindra ho fiderana ny andriana na ny olo-malaza; ny isan-drary: hira fivavahana ho an'ny mpiantafika; ny isam-balahazo: hira fanaon'ny tovolahy raha mifampiaika amin'ny tolona; ary ny kitari-daolao: hira fanaon'ny tovovavy amin'ny takariva diavolana: mandeha mifampitohitohy maro izy ireo ka ny tanany havanana itohizany amin'ny eo aloha ary ny havia amin'ny eo aonana).\n Ahitsio"
    },
    {
        "word": "Isaina",
        "definition": " (isa) mt.ih, (isao): Lazaina ny isany: Isao ireny vorona manidina ireny raha vitanao. ~ Heverina ho anisan' ny: Nisainay ho namanay ianao tamin'ny fisoratana anarana hitsangantsangana. isaka, Isaky, Isan' ppk ary ppt. feh.: Manan-kevitra hoe \"amin'ny fotoana miverimberina\" na \"an'ny tsirairay\" na \"samy... rehetra\" ka ny fatnpiasa azy ireo dia toy izao: Isaka no ampiasaina eo alohan'ny \"izay\": Isaka izay miteny izy dia diso; — ny isaka dia tonga isaky eo alohan' ny mpanoritra anarana: Isaky ny zoma / Isaky ny miteny, — na lasa isan'eo alohan' ny anarana tsisy mpanoritra: Isan-jomà, isan'alina, isan' olona.\n Ahitsio"
    },
    {
        "word": "Isalahy",
        "definition": " a.: Fizarana mitovy isan'olona. - t.i.f.: Misalahy.\n Ahitsio"
    },
    {
        "word": "Isam-pangady",
        "definition": " a: Ampahany (tokony ho intelon'ny vata: 6 dal) amin'ny vary vokatra izay omen'ny olona ny mpanjaka mba ho fankatoavana azy amin'ny maha-tompon'ny tany azy. (Raha menabe ny tany, dia an'ny mpanjaka manontolo ny isam-pangady, fa raha menakely kosa, dia animahana ho an'ny tompomenakely ka raha Andriamasinavalona ilay tompomenakely dia orne-na ny antsasany ary raha zanak'andriana kosa, tsy orne-na afa-tsy ny ampahadiminy.\n Ahitsio"
    },
    {
        "word": "Ise",
        "definition": " a.: Ny atao hoe isan-javatra na olona dia ny teny milaza na firy na firy ireo zavatra na olona ireo: Dimy no isan'ny rantsantanana an'ila. ~ Teny enti-milaza ny hoe \"iray\" eo am-panombohana manisa:lsa, roa, telo... - t.i.f.: Isaina, voaisa / manisa, fanisa, mpanisa / anisana, fanisana / mif anisa / misa, fiisa, mpiisa / isàna, fisàna / mahaisa / isaisa I isany. -  F.-p.: Isa fa tsy roa na safatsiroa: tokana tsy manantsahala (teny entina mandoka olona na zavatra maningana eo amin'ny toetra na ny hatsaran-tarehy). / Isa land y: isa atao tsiefatrefatra hatrany. / Isa lava: isa tsy asiana avakavaka fa atao mitovy amin'ny fanisana na ny kely na ny lehibe. / Isam-batan' olona: isan'olona, ny olona tsirairay tsy misy avahana. / Isam-bava: vary na tanimbary tsinjaraina isaky ny vava mihinana. /Isam-bolana: (Jer. Fotoana). / Isam-pangady: (Jer. io teny io). / Isan-dahy: (hetra): vola aloan'ny vatandehilahy tsirairay avy ho an' ny fanjakana. / Isan-kafiriana: fanontaniana ahalalana ny isan'ny andro manelanelana dia miverina indray ilay fotoana. / Isan-ketra: vola aloa amin'ny raharahampanompoana araka izay tany nomena hovolena. Ilsan-jato: 1) enti-milaza ireo antokon' ny mponina manao fanompoana izay mitsinjarazara ho zato isaky ny iray tarika; 2) ampahany raha atao ara-keviny amin'ny zato: Ny valopolo isan-jato amin'ny Malagasy dia mpamboly. / Isantanany: anaran'ny nofon-kena amin'ny sorony manaraka ny tehezany.\n Ahitsio"
    },
    {
        "word": "Ise",
        "definition": " s.o.: Misolo ny olona itenenana raha tokana, ifanaovan'ny samy lehilahy na ny samy vehivavy mifankazatra, na ny lehilahy sy vehivavy mifankatia; fanao teny lazaina ny \"ise\" fa raha atao teny fameno dia ampialohana ny \"an\": Ise ve no nilaza izanyP / Tonga namangy an'ise izahay fa tsy tao an-trano ise. - t.i.f.: Misese, fiseae, mpisese / iseseavana, fiseseavana / mahaise.\n Ahitsio"
    },
    {
        "word": "Isika",
        "definition": " s.o.: Fanao teny lazaina, misolo ny olona miteny raha maro ka tsy manavaka ny tenany amin'ny olona itenenany izy: Samy olombelona mety diso daholo isika (Ra-ha manavaka ny tena amin' ny olona itenenana, dia izahay no ampiasaina: Malagasy izahay, fa ianareo Vazaha). laina a.: Fandefasana fofon'aina hivoaka any an'orona mba hivoahan'ny lelo, fanesorana ny lohan'ny lahinjiro efa manjary lavenona fotsifotsy. - t.i.f : Aisina, voaisina / manisina, fanisina, mpanisina / anisinana, fanisinana 1 mahisina / isinisina.\n Ahitsio"
    },
    {
        "word": "Isitra",
        "definition": " t.p.: Teny enti-manambara fandavana, tsy fahafaliana na fanesoana koa aza. 1 t.i.f.: Tafaisitra f misitra, fisitra, mpisitra / isirana, fisirana f mahaisitra 1 isitrisitra.\n Ahitsio"
    },
    {
        "word": "Isitra",
        "definition": " a.: Fandavana ny hadisoana amin'ny fanolahana a• zy amin'ny hafa. - t.i.f.: Manisitra, fanisitra, mpanisitra / anisirana, fanisirana J mahisitra f isitrisitra.\n Ahitsio"
    },
    {
        "word": "Isotra",
        "definition": " Jar. Esotra.\n Ahitsio"
    },
    {
        "word": "Israelianina",
        "definition": " (fr. israélien) a: Ny firenena tompon-tany any amin'ny tanin'i Israely: Mitokantokana tsy maro na-mana intsony ny Israelianina ankehitriny. 1 p. t.: Mikasika an'i Israely, an'i Israely na avy any Israely: Milina israelianina itony.\n Ahitsio"
    },
    {
        "word": "Israelita",
        "definition": " (fr. israelita) a.: Nympomba ny fivavahan'ny Jody na Hebrio.\n Ahitsio"
    },
    {
        "word": "Isy",
        "definition": " a: Ny fisiana (fampiasa taloha amin'ny fehezantenY toy ny hoe: Tsy isy rano ao an-tsinibe; tsy isy hijanona; izay novana taty aoriana ka natao hoe tsy misy: Tsy misy rano ao an-tsinibe, tsy misy mijanona). i tif: Aisy, asiana f fasiana, voaisy f faisy f manisy, fanisy, mpanisy I anisiana, fanisiana / misy, fisy, mpisy / isiana, fisiana, fisiavana f mampisy I mahisy. ¶ .M.h.: Tsy misy ivoasana, kapoka iray, katroka iray, lasitra iray, tsy misy fankaiza, navela tao.\n Ahitsio"
    },
    {
        "word": "Isy",
        "definition": " t.p.: Tsia, tsy... velively (teny atao noho ny fahasosorana ary matetika no miaraka amin'ny fikifihana sy fandavana): Isy! ahoana no hampidirako an'iny olona tsy valahara iny an-trano?\n Ahitsio"
    },
    {
        "word": "Ita",
        "definition": " ft.: Fitsakana mirobo-drano manker? an-dafin-drano. i Aita, itana, tafita 1 mita, fita, mpita f itana, fitana I mampita 1 ampitaina, miampita / mahaita 1 itaita.\n Ahitsio"
    },
    {
        "word": "Italianina",
        "definition": " (fr. italien) a.: Ny firenena tompon-tany any amin'ny tanin'i Italia: Azo lazaina ho firenena artista ny Italianina 1 p. t.: Momba an' i Italia, an'i Itaüa na avy any Italia: Tamin'ny taon-jato faha-XVI no niuelaran'ny zauakanto italianina indrindra\n Ahitsio"
    },
    {
        "word": "Itana",
        "definition": " (ita) ma ih. (itao): Robohina mba hankanesana ery an-dafin-drano; vikinina mba hahatongavana ery an-dafinkady: Sarotra itana ity rano itý izany fa lalina / Mora itana ve io hady io? \n Ahitsio"
    },
    {
        "word": "Itarina",
        "definition": " (itatra) mt. ih. (itaro): Halehibeazina, halalahina: Nitariko hatrer? am-bavahady ny tanimbolim-boninkazoko. 1 Ampitomboina, na habe na habetsahana: Itaro isan'andro ny fahalalanao. 1 Ampitomboina ara-pilazana: Nitarinao ny filazana ny zauatra, ry Ikoto: olona efapolo raha misy no tonga ka nolazainao hoe roanjato.\n Ahitsio"
    },
    {
        "word": "Itatra",
        "definition": " a.: Fampitomboana, fanalehibeazana, - t.i.f.: Itarina, aitatra, voaitatra, tafaitatra f manitatra, fanitatra, mpanitatra I anitarana f fanitarana 1 miitatra, fütatra, mpütatral itarana, fitarana / mahitatra / itatritatra.\n Ahitsio"
    },
    {
        "word": "Itena",
        "definition": " s.o.: Misolo ny olona itenenana raha tokana, ary tsy manaja, ifanaovan'ny olona tezitra, indrindra ny vehivavy. - t.i.f.: Itenatena f mitenatena.\n Ahitsio"
    },
    {
        "word": "itiavana",
        "definition": "Jereo: tia Ahitsio"
    },
    {
        "word": "Itikitra",
        "definition": " sy itikatra p.mdr. sy s. mdr. misy tovana, mitovy hevitra sy fampiasa amin'ny ft. niaviany \"it?': Tsy tiako itikatra satroka itikatra A-leoko lavitra itikatra\n Ahitsio"
    },
    {
        "word": "Ito",
        "definition": " p.mdr.: Enti-manondro ny taons diavina na hitsahina: Be ny voankazo taona ito. Indraindray koa ampiasain' ny mpanoratra mitovy arnin' ny \"it?\" ny \"ito\", fa tsy miverina indroa, aloha sy aorian'ny anarana kosa izy.\n Ahitsio"
    },
    {
        "word": "Ito",
        "definition": " a.: Fisarahana, fahatapahana. é t.f. f.: Itosana, otosana, voaito 1 mandai, fanito, mpanito / anitoana, fanitoana 1 mahito 1 itoito 1 maito.\n Ahitsio"
    },
    {
        "word": "Itokanana",
        "definition": " (tokana) mt. pt. (itokano): Anaovana lanonandehibe alohan'ny hampiasana azy: Tamim-pomba lehibe sy manetriketrika no nitokanana ilay trano fiangonana vaovao.\n Ahitsio"
    },
    {
        "word": "Itosana",
        "definition": " na Otosana (ito) mt. ih (itosay, otosay): Tapahina tangarana, sarahina aminkery.\n Ahitsio"
    },
    {
        "word": "Itoy",
        "definition": " sy itony p. mdr. sy s. mdr. misy tovana mitovy hevitra sy fampiasa amin'ny ft. \"ito\" na \"it?\": Mampilendalenda itoy voankazo itoy. / Itony ka tena zauotra!\n Ahitsio"
    },
    {
        "word": "Itsy",
        "definition": " p.mdr. sy s.mdr.: Entimanondro zavatra na toerana akaiky somary an-tsisintsisiny: Ovay toerana itsy sary itsy. / Omeo ahy itsy, ry Ikoto a!\n Ahitsio"
    },
    {
        "word": "Itsy'",
        "definition": " p.mt.: (ialohan'ny \"aoka\" mandrakariva) entina mandrara tsy hanao zavatra, omban'ny sisi-kevitra manao hoe \"raha manao dia mahita faisane\": Aoka its? fa sao mahita angano eo ianao.\n Ahitsio"
    },
    {
        "word": "Ity'",
        "definition": " p.mdr, sy s.mdr.: Enti-manondro zavatra akaiky an' ilay miteny, na eny an-tanany mihitsy aza:Lehibe tokoa it? trano ity. /Homeko anao ity boky ity raha tianao. / E-sory any ity fa tsy tiako.\n Ahitsio"
    },
    {
        "word": "Iva",
        "definition": " p. t: Ambany, tsy avo: Iva fanidina ny akoho. 1 h.o.: 1) reraka dia reraka: Efa iva ny ain'ny marary; 2) tsy ambony: Iva toetra iny olona in y. i Ivaina, aiva, voaiva f maniva, faniva, mpaniva 1 a• nivana, fanivana 1 miiva, füva 1 ivana, fivana f mahiva I ivaiva 1 manivaiva, fanivaiva, mpanivaiva f anivaivana, fanivaivana 1 fahivana, hahivana. -  F-p.: Iva dia: (fiteny amin'ny biby) fohy bozenizeny. f lup ranjana: (fiteny amin'ny olona) fohy ranjo. ¶ M.h.: Fohy, botry, zeny, bozeny, kely, boteta, botetaka, Iva dia iva, misafosafo amin'ny tany, mirefarefa amin'ny tany.\n Ahitsio"
    },
    {
        "word": "Ivaina",
        "definition": " (iva) mt. ih. (ivao): E-trena, zimbazimbaina.\n Ahitsio"
    },
    {
        "word": "Ivaka",
        "definition": " sy Ivakivaka a.: Tsy fanarahana ny tena lalana, fanavatsavana sy fanitsiana fotsiny amin'izao. - t.i.f.: Ivakivahina, aivak'rvaka, voaivakivaka 1 manivakivaka, fanivakivaka, mpanivakivaka 1 anivakivahana, fanivakivahana f mahaivakivaka.\n Ahitsio"
    },
    {
        "word": "Ivakivahina",
        "definition": " (ivakivaka) mt. ih. (ivakivaho): Lalovana eo afovoany, atositosika na alavo mba handehanana.\n Ahitsio"
    },
    {
        "word": "Ivelany",
        "definition": " p. t.: Hita maso: Marevaka ny loko ivelany. • p. mt.: Tsy ao anaty: Lasa any ivelany izy. 1 ppk.: Tsy ao anatin'ny: Ataovy madio tsara ivelan'ny trano. • a.: Endrika, tarehy, bika, toetra hi-ta maso: Tsara ny ivelan'io trano io. / Tsarovy fa manodoka matetika ny iuelany.\n Ahitsio"
    },
    {
        "word": "Ivivy",
        "definition": " ft.: Loiloy, lebolebo. 1 t i. f : Maivivy, faivivy, mpaivivy 1 aiviviana, faiviviana.\n Ahitsio"
    },
    {
        "word": "Ivo",
        "definition": " a: Ny afovoany amin'ny velarana iray. - t.i.f: Manivoana, fanivoana, mpanivoana 1 anivoanana, fanivoanana 1 anivo, anivony, aivo. -  F.-p,: Ivondanja: ny afovoany mitondra ny zavatra iray manontolo. / Ivomparibolana: ny afovoan'ny faribolana.\n Ahitsio"
    },
    {
        "word": "Ivoho",
        "definition": " (voho) p.mt sy ppk.: Andamosina, ambadika, tsy eo anatrehana: Mipetraha ianao eo ivoho. / Mandry iuohon'ny vato. - t.i.f : Manivoho, fanivoho, mpanivoho J anivohoana, fanivohoana. -  F.-p.: Mandry iuohon'ny vato: enti-milaza olona tsy manan-kahina na kely aza satria toy ny mandry ao andamosin'ny v ar avar am -bato. J Masoivoho: solontena mahatapaka any amin'ny toerana hafa.\n Ahitsio"
    },
    {
        "word": "Ivy",
        "definition": " a: Tsiranorano teraka ho azy ao anaty vava ka mahamora ny fitsakoana ny hanina sy ny fitelemana azy. - t.i.f.: Ivivy 1 maivivy, faivivy, mpaivivy f aiviviana, faiviviana I marikivy. -  F.-p.: Miteraka ivy na mitoraka ivy: mandranorano, mitsiranorano: Mbola miteraka ivy it? fery / Tantinivy: tapa-damba kely voazaitra atao eo ambany saokan'ny zazakely hiaro ny akanjony amin'ny iviny raraka lava. * Ohab.: Raraka ivy alohan' ny mpamaky voasary: mientana iray ihany eo anoloan' ny zavatra iray nefs ny olona voakasiny akaiky aza tsy mbola miraika akory.\n Ahitsio"
    },
    {
        "word": "Iza",
        "definition": " parent.: Atao eo aorian' ny anarana ka entina milaza olona: Ankizy iza no nandrouitra it? bokiko ity? nefs azo ilazana zavatra koa izy ka amin'izay entina manavaka ny iray amin'ny zavatra anankiroa na betsaka voalaza: Satroka iza amin'ireto no hovidinao? / s.mnt.: Manao ny ankabeazan'ny asan'ny anarana ary enti-milaza olona indrindra: Iza no nanambara izany vaovao izany taminao? / Zanak'iza it? zaza ii-y? nefs mety hilaza zavatra na biby ny \"iza\" mpis. an. raha ta hanavaka ny iray amin'ny zavatra roa na betsaka: Iza no hoentinao amin' ireto omby ireto?\n Ahitsio"
    },
    {
        "word": "Izahay",
        "definition": " s.o.: Fanao teny lazaina misolo ny olona miteny raha maro ka manavaka ny tenany amin'ny olona itenenany izy: Maiagasy izahay fa ianareo vazaha Indraindray mety azo asolo ny \"izaho\" ny \"izahay\" raha misy olona hafa voalaza ho miaraka amin'ny tena miteny: Nitsidika anao teto izahay sy Rakoto fa tsy nahatratra anao.\n Ahitsio"
    },
    {
        "word": "Izaho",
        "definition": " s.o.: Enti-misolo ny olona miteny raha tokana ka a-tao teny lazaina: Izaho no nisotro rano tamin'ity kaopy ity. (Miova ho \"aho\" ny \"izaho\" raha tsy antitranterina ny filaza ny teny lazaina ka atao ao aorian'ny matoanteny mamarana ny fehezanteny: Nisotro rano tamin'it? kaopy ity aho). - t.i.f.: Mizahozaho, fizahozaho, mpizahozaho f izahozahoana, fizahozahoana.\n Ahitsio"
    },
    {
        "word": "Izaitratra",
        "definition": " p. t.: Be dia be, sesehena: Izaitratra ny mpianatra tsy afa-panadinana tom in' t? taona\n Ahitsio"
    },
    {
        "word": "Izaitsizy",
        "definition": " p. mt.: Fatratra, be dia be na mafy dia mafy: Nihoraka izaitsizy ny vorona vahiny (J.N.). 1 Tokoa tokoa, indrindra indrindra, mihoatra noho izy, noho ny antonony: Nihinana izaitsizy Ikoto androany ka tsy mahagaga raha tsy mahalevon-kanina ny adala.\n Ahitsio"
    },
    {
        "word": "Izany",
        "definition": " p.mdr. sy s.mdr.: Entimanondro zavatra na olona an'eritreritra fotsiny: Iza no nilaza izany vaovao izany taminao? / Tsy fantatro izany olona izany. Matetika koa anefa ny izany dia enti-milaza hevitra na teny vao nolazaina: Ny fotoana uolamena, tsarovy mandrakariva izany teny izany, rankizy. -  F.-p.: Izany hoe: izao no heviny, toy izao. j Izany no izy: teny anamafisana izay nolazaina. f Izany raha tsy...: entina hilazana toe-javatra tafahoatra nony,..: Izany raha tsy loza ny alahelony onao (tsy hita velively ny alahelony nony tsy nahita anao izy). f Izany sy izany: entimilaza namamintina izay zavatra rehetra voalaza teo aloha, f Aoka izany: fatratra: Tiako aoka izany it? tarin' olona mandihy\n Ahitsio"
    },
    {
        "word": "Izao",
        "definition": " p.mdr. sy s.mdr.: Entimanondro zavatra na olona tsy hita maso akaiky, izany hoe, ohatra, ao ambadiky ny varavarana: Ampangino izao radio midradradradra ao an' efitra ao izao, ry Ikoto a! na somary takontakona: Jereo izao itangoronan'ny olona izao, rankizy a Ny \"izao\" koa anefa dia mety hanankevitra roa manokana hafa: 1) zavatra mitranga amin'ilay fotoana itenenana: Mahafinaritra ahy izao fahatongavanareo maro be mitsidika ahy izao. 2) hevitra na teny vao holazaina: Tsarovy tsara izao teny izao: Asio fieritreretana ny atao rehetra. -  F,-p.: Toy izao: sahala amin'izao.\n Ahitsio"
    },
    {
        "word": "Izary'",
        "definition": " p.mdr. sy s.mdr.: Entimanondro zavatra na olona somary takontakona, ka ny halaviran-toerana tondroiny dia mitovy amin'ny ft. niaviany \"iry\".\n Ahitsio"
    },
    {
        "word": "Izatony",
        "definition": " p.mdr. sy s.mdr,: Entimanondro zavatra na olona somary takontakona ka ny halaviran-toerana tondroiny dia mitovy amin'ny an'ny ft. niaviany \"itony\".\n Ahitsio"
    },
    {
        "word": "Izatsony",
        "definition": " p.mdr. sy s.mdr.: Enti-manondro zavatra na olona somary takontakona ka ny halaviran-toerana tondroiny dia mitovy amin'ny tondroin'ny ft. niaviany ihany \"itsony.\n Ahitsio"
    },
    {
        "word": "Izatsy",
        "definition": " p.mdr. sy s.mdr.: Entimanondro zavatra na olona somary takontakona, ka ny halaviran-toerana tondroiny dia mitovy amin'ny tondroin'ny \"itsy\" ft, niaviany ihany: Tsy hitanao angaha izatsy trano voalokaloky ny amontana izatsy?\n Ahitsio"
    },
    {
        "word": "Izaty,",
        "definition": " Izato p.mdr. sy s.mdr.: Enti-manondro zavatra na olona somary takontakona ka ny halaviran-toerana tondroiny dia mitovy amin'ny tondroin'ny ft, niaviany \"i-t?\" na \"ito\" ûrany: Tiako loatra izato tanàna kely ato ambany andref ana voaravaka voninkazo. Matetika koa anefa ny \"izato\" dia mpam. an. enti-manambony na manindrahindra zavatra: Endrey! izato tarehin-trano! na mamaritra mpisolo anarana misolo olona: Manco ahoana izato izy?\n Ahitsio"
    },
    {
        "word": "Izavavy",
        "definition": " s.o.: Entin'ny samy vehivavy mifampiantso.\n Ahitsio"
    },
    {
        "word": "Izay",
        "definition": " p.mdr. sy s.mdr.: Manondro zavatra efa voalaza na heno ka tsahivina: Avereno fa tiako loatra izay hira izay. 1 s.mf: Enti-misolo anarana vao voalaza eo aloha no sady mampifandray hevitra roa: Tsy maintsy sazina ny mpianatra izay tsy mianatra tsara -  F.-p.: Aoka izay: teny entina mandrara mba tsy hanohy intsony izay atao: Aoka izay, rankizy, ny hiranareo fa mankarenin-tsofina.\n Ahitsio"
    },
    {
        "word": "Izikoa",
        "definition": " (Tsm) ppt. feh.: Raha, rahefa.\n Ahitsio"
    },
    {
        "word": "Izina",
        "definition": " ft.: Fanjombona, haizina. - t.i.f.: Izinina, voaizina / manizina, fanizina, mpanizina / anizinana, fanizinana / mifanizina / mahizina / maizina 1 haizina / hamaizinina 1 hamaizinana / manamaizina, fanamaizina, mpanamaizina / anamaizinana, f anamaizinana / mahamaizina.\n Ahitsio"
    },
    {
        "word": "Izinina",
        "definition": " (izina) mt.ih. (izino): Atao izay hahamaizina azy, asitrika ao anaty haizina: Izino ao an'efitra ao io zaza io fa maditra.\n Ahitsio"
    },
    {
        "word": "Izy",
        "definition": " s.o.: Misolo ny olona tenenina raha tokana ka atao teny lazaina: Ho tonga izy rahampitso. Raha milaza maro dia matetika ampiana \"ireo\" ny izy: Tsy manan-divay intsony izy ireo. -  F.-p.: Ny maha-izy azy: ny tena endriny na toetran'ny zavatra iray. / Ahoana, aiza izy ity?: fanontaniana ny amin'izay tokony ho izy. / Tsy izy: tsy ilay marina fantatra momba ny zavatra na ny olona iray, dise.\n Ahitsio"
    }
]