[{"word":"O","definition":" Tarehintsoratra fahefatra ambin'ny folo ary zanatsoratra fahefatra amin'ny abidy malagasy. Ny zanatsoratra 0 dia mety hanana tonom-peo \"ao\" amin'ireto toe-javatra telo ireto ka amin'ireo roa farany dia asiana satrony (ô) ny fanoratana azy: a) amin'ny teny avy amin'ny fiteny vahiny: radio, sosisy; b) amin'ny teny fitenim-paritra sasantsasany: ny vôla (tsimihety); d) amin'ilay tenim-piontanana marina \"ô\": Tbmpo ô! -O. s. o.: Mpisolo anarana misolo olona izay tsy inona fa fifintinan'ny ko ihany fanao tovana amin'ny teny miafara ka - tra: ny soroko, ny ton-go tro.\n Ahitsio"},{"word":"O","definition":" t.p.: Fanao eo aorian'ny anaran'olona antsoina ka italahoana, na anaran-javatra heverina ho toy ny olona ka itenenana: Tompo ô, mihanta aminao izahay!/Ry tanindrazanay malala ô.\n Ahitsio"},{"word":"Oa","definition":" t.p.: Teny enti-mamaly antso tsy dia manaja loatra: Ry Koto a! —Oa!\n Ahitsio"},{"word":"Oaka","definition":" (angl. oak) a.: Hazo vahiny lehibe izay mety hahatratra roapolo ka hatramin'ny efapolo metatra, fanaovana varavarana, fanaka, ngorodona, noho ny hamafisany; ny voany dia atao hoe voan'oaka.\n Ahitsio"},{"word":"Obonobona","definition":" a.: Fibontsinan' ny lamba rehefa entina ka tsofin'ny rivotra. - t.i.f.: Obonobonina, aobonobona, voaobonobona, tafaobonobona / manobonobona, fanobonobona, mpanobonobona ) anobonobonana, fanobonobonana / miobonobona, fiobonobona, mpiobonobona / iobonobonana, fiobonobonana ) mahaobonobona.\n Ahitsio"},{"word":"Obonobonina","definition":" (obonobona) mt. ih. (onobobdny): Bontsinina; saronana na sakobonina ao anaty lamba.\n Ahitsio"},{"word":"Odiambavafo","definition":" a.: Sakafo maivana vao maraina. ¶ M. h.: Odilolo.\n Ahitsio"},{"word":"Odiana","definition":" (ody) mt. ih. (odio): Atao ohatra ny...: Mahagaga fa odian-dRakoto tsy hita aho rehefa mifanena aminy eny an-dalana izahay.\n Ahitsio"},{"word":"Odiana","definition":" (ody) mt. ih. (odio): Asiana ody, sitranina: Efa latsa-paka ny aretina ka tsy azo odiana intsony.\n Ahitsio"},{"word":"Odiandro","definition":" a.: Kitozamaina avy amin'ny omby nangalarina izay totoina ho vovoka, dia ampifangaroina amin'ny rano mba hampandroana zaza (fomba fanao amin'ny foko sasantsasany).\n Ahitsio"},{"word":"Odilolo","definition":" a.: Sakafo maraina, odiambavafo.\n Ahitsio"},{"word":"Odina","definition":" a.: Komy, tsy fanekena ny fahefana. - t.i.f.: Aodina, voaodina, tafaodina I miodina, fiodina, mpiodina ) manodina, fano- dina, mpanodina / anodinana, fanodinana.\n Ahitsio"},{"word":"Odovy","definition":" a.: Anaran-daharan-tsikidy milaza loza na tsy fanambinana. 1 h.o.: Fahavalo.\n Ahitsio"},{"word":"Odray","definition":" t.p.: Enti-milaza figagana, fahatairana: Odra! fahalauoana re izany!\n Ahitsio"},{"word":"Ody","definition":" ft.: Tsy fampiasa mande-ha irery, fa ny hevitra mety hananany amin'ireo sampanteny dia: a) fiverenana any amin'ny tanàna na trano onenana na any amin'ny tany niaviana; — b) fisehoana ho manana toetra na ho manao asa eo imason'ny olona nefa tsy marina. - t.i.f.: Tafody I mody, fody, mpody / odiana, fodiana / mimpody I mitampody.\n Ahitsio"},{"word":"Ody","definition":" a.: Tapa-kazo na zavatra hafa, toy ny vakana, eken' ny olona sasany ho manankery hitondra soa na hisakana loza rehefa tokavina: Finoanoam-poana ny mankamasina ny ody. ? Zavatra entina manasitrana, fanafody (izay tsy inona fa \"fana-fana ody\" no niaviany): Ody folaka mahomby ny tsimpimpina. - t.i.f.: Odiana ) miody, mpiody I iodiana, fiodiana.\n Ahitsio"},{"word":"Ofaka","definition":" a.: Jar. Hofaka.\n Ahitsio"},{"word":"Ofana","definition":" a.: Fanamafisana metaly vao notefena, izay asoka ao anaty rano na diloilo mangatsiaka rehefa avy nodorana mivaingana. - t.i.f.: Aofana, voaofana / manofana, fanofana, mpanofana / anofanana, fanofanana / miofana, fiofana, mpiofana / iofanana, fiofanana / mahaofana.\n Ahitsio"},{"word":"Ofika","definition":" (Bts) a.: Karazan'ovy mangidy fahita any anaty ala.\n Ahitsio"},{"word":"Ofisialy","definition":" (fr. officiel) p.t.: An' ny fanjakana: Natokana ho an'ny antokon'olona offsialy ny toerana eto ka mialà teto ianao. (t Enti-milaza izay rehetra vaovao avoakan'ny fanjakana: Araka ny tarehi-marika ofisialy dia toy izao ny isan'ny \"eny\" sy ny \"tsia\" tamin'ny fitsapana hevi-bahoaka farany tao. ~ Enti-milaza zavatra neken'ny fanjakana ny fijoroany ka efa navoaka ho fantatry ny be sy ny maro: Ny teny malagasy ofisialy.\n Ahitsio"},{"word":"Ofo","definition":" a.: Fiovan'ny hoditra na fihintsanan'ny volon'ny vorona; fahalasanan'ny rano ny lokon-damba na fiovan'ny loko nony voan'ny hainandro. - t.i.f.: Miofo, fiofo, mpiofo / iofoana, fiofoana / manrpiofo 1 mahaofo.\n Ahitsio"},{"word":"Ofo","definition":" a: Teny enti-milaza ny fahefana na hasin'ny fanafody na ny sampy.\n Ahitsio"},{"word":"Ofony","definition":" a: Ilay hofakofaka na hoditra miendaka ka miala rehefamiofo ny biby mfofo.\n Ahitsio"},{"word":"Ofy","definition":" a.: Vaofy, fanalana hoditra voankazo, hoditra vodinjavamaniry toy ny mangahazo. - t.i.f.: Voaofy / miofy,fiofy, mpiofy / iofiana, fiofiana / mahaofy / ofiofy.\n Ahitsio"},{"word":"Ohabolana","definition":" (ohatra-volana) a.: Teny atao an'ohatra hilazana hevitra: oh. Vil)), nanitrika ka bongo mason'ny nahiny, izay ilazana an'ohatra ny olona voan'ny nataony ihany. (jer. Fitenenana).\n Ahitsio"},{"word":"Ohaka","definition":" a.: Endaka, fanendahana ny miraikitra. - t.i.f,: Miohaka, fiohaka, mpiohaka 1 iohafana, fiohafana / mampiohaka, fampiohaka, mpampiohaka 1 ampiohafana, fampiohafana / ohakohaka.\n Ahitsio"},{"word":"Oharina","definition":" (ohatra) mt. ih. (ohary): Ampitahaina: Tsy mety aho fa oharinao amin'ny ondry ny zanako. ? Refesina: Ohary amin'ity kofehy ity ny lohanao hiuidianako satroka ho anao.\n Ahitsio"},{"word":"Ohatra","definition":" a.: Fakan-tahaka: Ireto soratra ireto no omeo hataon'ny mpianatra ohatra rehefa manoratra izy. / Manomeza oha-pitondran-tena tsara ianareo mpitondra. ~ Sary vita amin'ny taratasy izay akana tahaka antin'ny didin'akanjo hatao: Ento any amin'ny mpanjaitra ity, fa ity no ohatr'ilay akanjo hodidiana ho any. 1 Filazana an-tsary, fanoharana: Sary an'ohatra no anaouana ny olona saro-tahotra hoe \"rano an-dravina\". ? Zavatra foronina mba hanazavana na hanamarinana fitsipika na hevi-teny iray: Manomeza ohatra iray momba ny fisintonan'ny tany ny zavatra rehetra halauitina azy. • Andrana: Nataoko an'ohatra fotsiny iny kabary iny fa tsy iny akory no tena izy. - t.i.f.: Oharina, aohatra, tafaohatra, voaohatra 1 manohatra, fanohatra, mpanohatra / anoharana, fanoharana / mahaohatra / ohatrohatra. -  F.-p.: Oha-dia: fandrefesana amin'ny dian-tongotra. 1 Manoha-dia: 1) mandrefy amin'ny dian-tongotra — 2) mitady hitovy na hifaninana amin'ny ambony. I Oha-jaza: fombafomba arahina amin'ny fanaovana hasoavana raha maromaro ny zaza tsongoina: alahatra arakaraka ny halavany izy ireo ka volotara no andrefesana azy; tapahina izay mihoatrany lohan' ny tsirairay avy ka izany no amantarana izay lava sy fohy amin'izy ireo. J Oha-teny: fampisehoana teny mirindra sy tsara lahatra. / Tapitra ohatra: lavorary ka tsy misy sahala aminy amin'ny hatsarana.\n Ahitsio"},{"word":"Ohatra","definition":" ny ppk.: Enti-milaza ny fitoviana ara-pampitahana, ara-tsary: Miolikolika ohatra ny bibilaua ity renirano ity. / Ohatra an-dRaibeny ity zaza ity. (Misy manoratra ity teny ity \"hoatra\"; raha ny marina, dia teny iray ihany ity ppk. sy ny anarana ohatra fa ny tsindrimpeo fotsiny no samy hafa toerana, mitovy tsy misy valaka amin' ny tahaka sy tahàka; araka izany, dia tsy tokony ho namoronana teny iray vaovao hafa hatao ppk. fa ny anarana ohatra ihany dia ampy). ¶ M. h. Ohàtra: Tahàka, mitovy, mova tsy, ary koa ireo mitovitovy hevitra aminy; sahala amy, toy ny, toa.\n Ahitsio"},{"word":"Ohatrinona","definition":" p. mt.: Enti-manontany ny vidin-javatra: 0-hatrinona no uidin'iny manga iray kilao iny?\n Ahitsio"},{"word":"Oho","definition":" (Ski) a.: Karazam-botry manao ny tranony eny aniln' ny hazo.\n Ahitsio"},{"word":"Ohona","definition":" a.: Mitovy amin'ny Hohona. 0 - I - E a.: Hira na antsoantsom-pifaliana ataon'ny ankizy rehefa manao harendrina amin'ny Fandroana.\n Ahitsio"},{"word":"Ohy","definition":" a.: Mitovy amin'ny hohy.\n Ahitsio"},{"word":"Oirina","definition":" (oitra) mt. ih. (oiro): Aingaina mba hipoitra: Noiriny amin'ny bora uy ilay vato uao afaka.\n Ahitsio"},{"word":"Oitra","definition":" a.: Fanaingana zavatra mba hipoitra, ezaka hipoitra, fanaovana izay hitrakana. i t.i.f.: oirina, aoitra, tafaoitra 1 manoitra, fanoitra, mpanoitra 1 anoirana 1 mioitra, fioitra, mpioitra 1 infra-na, fioirana / mahaoitra / oitroitra.\n Ahitsio"},{"word":"Okitra","definition":" a.: Ezaka mafy, fikelezana aina. - t.i.f.: Miokitra, fiokitra, mpiokitra 1 iokfrana, fiokirana / okitrokitra. 0ko a.: Komy, firaisan-kevitra hanao teti-dratsy. - t.i.f,: Mioko, fioko, mpioko 1 iokoana, fiokoana.\n Ahitsio"},{"word":"Oksizena","definition":" (fr. oxygène) a.: Karazana gazy hita betsaka indrindra eo amin'ny zavaboary, izay mandoro ka mitera-ka hafanana; ny oksizena dia ilain'ny zavamananaina amin'ny fiainany fa mandoro ny loto ao amin'ny rany (ampahadimin'ny rivotra amin'ny atmosfera ny oksizena).\n Ahitsio"},{"word":"Oktobra","definition":" (fr. octobre) a.: Anaran'ny volana fahafolo airain' ny taona, misy andro 31.\n Ahitsio"},{"word":"Ola","definition":" ft.: Jar. Maola.\n Ahitsio"},{"word":"Olaka","definition":" a.: Fiviliana, fisafelehana, fandehanana tsy manaraka ny mahitsy. - t.i.f.: Aolaka, voaolaka, tafaolaka / manolaka, mpanolaka / anolahana, fanolahana / miolaka, fiolaka, mpiolaka / iolahana, fiolahana f mahaolaka / olakolaka.\n Ahitsio"},{"word":"Olana","definition":" a.: Randrana, fifadidirana: Tsy haiko vahana io olana io fa mifadiditra aoha izany. 1 Fanodinan-javatra miankavia ny ilany, miankavanana ny ilany: Tsy laitra olana ity lamba ity fa henjana.l Fisaritahana, fisafotofotoan-javatra: Misy olana saro-bahana amin'io raharaha io. - t.i.f.: Aolana, tafaolana, voaolana / manolana, fanolana, mpanolana / anolanana, fanolanana / miolana, fiolana, mpiolana / iolanana, fiolanana J mahaolana / mifanolana / olanolana J mifanolanolana. • F.-p.: Azo olan-tanana: tratra eo am-panaovana halo-ka na haratsiana. ¶ M. h.: Tra-tehaka, tratra ambody omby. / Mahazaka telo olana: tady natao randran-telo. ? h. i.: Enti-milaza zavatra mafy. / Olan-teny: teny sarotra ilam-panazavana. J 0-lam-pandriana: ilazana ny hatoka nioritra teo am-patoriana fa voatsindry ka somary miolana maharitra. / Olampototra: ilazana ny vary naketsa ka maniry sady mahavokatra be dia be ny solofony sy ny sakeliny. * Ohab.: Manan-joky afaka olan-teny, manan-jandry afaka olan' en tana: ohabolana mamaritra ny anjaran'ny zoky sy ny zandry tsirairay avy, fa ny zoky misolo vava eo amin'ny resaka atao ary ny zandry mitondra ny enta-na raha misy dia iarahana.\n Ahitsio"},{"word":"Olatra","definition":"fery na ratra efa sitrana sy afa-takompery ka mamela faritra tsy maharary intsony.\nOh: ireo no bekotro maro olatra\n Ahitsio"},{"word":"Olerina","definition":" (outra) p.t.: Misy olitra.\n Ahitsio"},{"word":"Olika","definition":" a.: Fiviliviliana, safelika, olaka, - t.i.f.: Aolika, tafaolika, voaolika / manolika, fanolika, mpanolika / anolehana, fano- lehana f miolika, fiolika, mpiolika / iolehana, fioleha- na / mahaolika / olikolika / miolikolika.\n Ahitsio"},{"word":"Olimpanjehy","definition":" a.: Toetra voalohany ananan'ny lolo raha vao foy,.alohan'ny hiofoany ho samoma; misy tongony folo ny olompanjehy, ka ny enina miraikitra amin'ny tratrany, ny efatra amin'ny kibony.\n Ahitsio"},{"word":"Olitra","definition":" a.: Kankana kely fahita amin'ny hena, nofo efa simba na lo: Fano outra io hena io fa ario. ? Areti-nify mandoaka maharary aoka izany, izay noheverin'ny ntaolo fa avy amin'ny fisiana kankana bitika kely mandoaka ny nify: Mararin'ny outra izy ka tsy nianatra. - t.i.f.: Olerina. -  F.-p.: Mararin'ny outra, hanin'ny outra: marary nify. / Oli-kazo: bibikely mikiky ny hazo. / Oli-manara: aretinify izay mikiky tsikelikely ny nify miafara amin'ny fahalevonapy. * Ohab.: Nify lanin'ny outra ka alana no mahatsara azy: enti-milaza fa raha misy zava-manahirana na manorisory, dia ny fakany no tokony hofongorina, fa tsy ho sitrantsitrana amin'ny fanasiam-panafody tsikelikely miverimberina fotsiny.\n Ahitsio"},{"word":"oliva","definition":"manana toetra tsara toy ny fofona oliva (manitra) Ahitsio"},{"word":"Oloana","definition":" ft.: Anatrehana. - t.i.f.: Oloanina / manoloana, fanoloana f anoloanana, fanoloanana f anoloana.\n Ahitsio"},{"word":"Oloanina","definition":" (oloana) mt, ih. (oloany): Enti-milaza ny olona eo anatrehan'ny tena: Noloaniny aho (nankeo anatrehako, nifanatrika tamiko izy).\n Ahitsio"},{"word":"Olobe","definition":" (Ski) a.: Loholona.\n Ahitsio"},{"word":"Olomay","definition":" (olona may) a.: Niavian'ny hoe miolomay.\n Ahitsio"},{"word":"Olombelona","definition":" a.: Zavamananai- na azo atoko ara-toe-batana ho anisan'ny biby mampi- nono, nefa kosa miavaka a- min'ny biby noho ny fana- nany atidoha lehibe, ny fa- hazoany mijoro, ny fahafahan'ny tanany mandray zavatra, ary indrindra ny fahaizany miteny sy ny fananany sain amam-panahy: Olombelona ihany aho fa tsy anjely ka mba tezitra. • h.i.: Fitambaran'ny olona miaina rehetra: Hotsaroana mandra\tkizay ny anaran'ireo mpana\tsoa ny olombelona, mpiohka / iolehana, fioleha\tOlona a.: Teny ilazana ny toetra amam-pomban'ny olombelona (jer. io teny io): Ny fanahy no olona. ? Teny ilazana ny olombelona tsy voafetra mazava na ny toetrany na ny isany: Misy olona mitady anao ao an-tokotany. ? Vahoaka: Olona re izay tao an-tsena tao izay! ? Amin'ny fitenin'ny ankizy, teny entiny milaza ny tenany: Manko ny olona vonoin' i Koto ô! - t.i.f.: Maha-olona / olonolona / olonolonina, aolonolona, tafaolonolona / miolonolona, fiolonolona, mpiolonolona / iolonolonana, fiolonolonana. -  F.-p.: Olo-marina: olona tsara toetra, ind:indra eo amin'ny fanaovana ny mari-na sy ny hitsiny. / Olo-manga: olona mendrika amin' ny hatsaran-toetra sy fahaizana ireharehan'ny firenena. JOIo-masina: olona efamaty nanana fitondran-tena namirapiratra tamin'ny fahamarinana, fahadiovana ary fitiava-namana, ka natsangan'ny Eglizy ho fakan-tahaky ny kristianina katolika eran-tany. / Olom-banona: olona tsara fototra, ambony toetra. / Olom-be: olona tsy be teny loatra ary morainy. / Olom-bodo: tsotsotra, zazazaza saina. / Olo-meloka: gadra lava / Olom-pady: hava-na akaiky tsy azo alaina ho vady. ¶ M.h.: Olon-tsy heny. f Olom-potsy: olona novotsorana tamin'ny fanandevozana. / Olon-dratsy: ilazana ny olona 1) lozabe, masiaka; 2) mpangalatra, tsy manjary, tsinontsinona. / 0-lon-jaka: olona fehezin'ny hafa ary miankina fa tsy mahatapa-tena irery. f Olonjauatra: enti-milaza olona manana tsindrimandry sy mahafantapantatra ny miafina. f Olon-ko azy: tsy mifandray amin'ny hafa fa mihevitra ho mahavita tena. /\n Ahitsio"},{"word":"Olon-kova","definition":" olon-kovabe: enti-milaza olona tsotsotra, tsy mandà izay omena sy ampanaovina azy. / Olon'olona: mpanompo. / Mifoha olamazoto: fitenenana enti-milaza fotoana eo amin'ny 5 maraina eo ho eo. / Manokom-bary olona: eo antin' ny 11 ora antoandro. / Tapimandry olona: eo amin'ny 8 ora alina. / Mijery na mizaha tauan'olona: miangatra. / Mahay olona: mahay mifandray amin'olon, tsy miavonavona. / Tapak'olona: olona fohy, kely, zeny. ¶ M.h.: Tapak'amponga. * Ohab.: Aieo maty olo-malaina toy izay vaky uilany mianefitra: enti-milaza fa latsa-bidy noho ny vilany ny olona kamo. f A1eo irin'olona toy izay maniry olona: matoa irin'olona ny tena, manana ny tsara sy ny ampy, fa ny maniry na mitsirixitra olona kosa dia mitory fa latsa-danja noho izy ny tena. J Axa tsy tia olona, fa ny oiona no harena: entimanantitra fa tsy misy mahavita tena, ka izay mana-namana maro, izay tiam-bahoa-Iça no manan-karena. ¶ M.h.: Olo-marina, olombanona, fototr'olona, olomboantsongo, tsongoin'olombolo, manam-panahy, voahangy tsy arahin-katina, heni-kaja, tsy voavidim-bola. — Olon-dratsy, androvo, faikan'olon, lamokan'olona, tsaikan'olona, fatritran'olona, farafaikan'olona, karin' olona, abilin'olona, kitoatoan'olona, alikan'olona, olona tsy vanona, amboan'olona, fakon'olona, kolokolon' olona, bandro (badra), amboafatritra, fotsy fanahy, olona lany hasina, olona lany henatra, olona tsy manjary, olona tsy vaky atatra, olona tsy vaky afero, tsy valahara, afa-baraka, afa-boroka, tsy manan-kenatra, olona mamoa fady, mavoin-tena, tsy misangy hajan-tena, mialabara-tena, maniva tena, manary ilo mby an-doha.\n Ahitsio"},{"word":"olonay","definition":"teny hilazana olona fantatra na fianakaviana na namana ...  olonay ,olonareo,olon-tsika. Ahitsio"},{"word":"Olonolona","definition":" Fihatakatahana, fisarahana amin'ny be sy ny maro, fitsitokotokoana. - t.i.f.: Miolonolona, fiolonolona, mpiolonolona / iolonolonana, fiolonolonana.\n Ahitsio"},{"word":"Olorana","definition":" Olorina (olotra) mt ih. (olory): Enti-milaza ny fisian'ny tena eo akaikin'ny zavatra iray: Olory ny rindrina fa aza halavitina.\n Ahitsio"},{"word":"Olotra","definition":" a.: Sisina, morona. - t.i.f.: Olorana, olorina, aolotra, voaolotra, tafaolotra / manolotra, fanolotra, mpanolotra / anoloran, fanolorana / mifanolotra f miolotra, fiolotra, mpiolotra j iolorana,fiolorana.\n Ahitsio"},{"word":"Oly","definition":" p. t.: Enti-milaza ny vola tsy ngita nefa tsy tsotra fa miolikolika, misy mivalombalona. - t.i.f. : Aoly / manoly, voaoly / mahaoly.\n Ahitsio"},{"word":"Omaly","definition":" a.: Anarana entina hilazana ny andro nialoha ny androany: Ny omaiy no zokin'ny anio. ? h.i.: Ny lasa: Sarotra hadinoina ny omaly. • p. mt.: Milaza fotoan'andro nialoha ny androany: Tonga omaly i Dadatoa. (A-min'ity hevitra ity, dia \"rahomaly\" no nampiasaina taloha; tonga rahomaly i dadatoa). -  F.-p.: Omalin'omaly; uao omalin'omaly: vao haingana dia haingana izay. / Afakomaly: ny andro nialoha ny omaiy.\n Ahitsio"},{"word":"Omana","definition":" a.: Fikarakarana mialoha; fisainana na famoriana ny zavajavatra ilaina. - t.i.f.: Omanina, aomana, voaomana, tafaomana J manomana, fanomana, mpanomana / anomanana, fanomanana f miomana, Romana, mpiomana / iomanana, fiomanana / mahaomana / omanomana.\n Ahitsio"},{"word":"Omanina","definition":" (omana) mt. ih. (o-mono): Karakaraina mialoha: Omanina ny dia rehefa mivahiny.\n Ahitsio"},{"word":"Omba","definition":" a.: Fiarahan-dalana, fanjohiana na fanenjehana avy ao aoriana, fanarahana hevitra. 1 t. if.: Ombana, aomba, voaomba, tafaomba f momba, fomba, mpomba / ombana, fombana / mampomba / mlomba, fiomba, mpiomba 1 iombana, fiombana f mahaomba.\n Ahitsio"},{"word":"Omba","definition":" a,: Fandrakofana; fiarovana amin'ny hatsiaka na rivotra; fisakobonana amin'ny lamba na zavatra hafa tsy hangatsiaka, mbomba. - t.i.f.: Ombana, aomba, voaomba 1 manomba, fanomba, mpanomba / anombana, fanombana / mahaomba. a F.-p.: Omban-drenikely, mbomban-drenikely: fandrakofan-drenikely zanabady zara raha mirakotra. 1 h.o.: fikarakarana vita ala safay fotsiny.\n Ahitsio"},{"word":"Ombalahy","definition":" a.: Lahin'omby; iantsoana koa ny olo-mahery sy malaza. -  F.-p.: Ombalahim-baviantitra: h.o. zavatra na olona tiana fatratra. / Ombalahin' Andriamanitra, ombalahin-Janahary: ombalahy natokana ho an'ny sampy. / Ombalahinify: ny nify maxanitra andaniny roan'ny andrianify, izay atao koa hoe vangy. / Ombalahin-tany: baingan-tany mafy sy lehibe. / Ombalahin-tongotra: ny voditongotra. / Ombalahy antitra: ombalahy tsy matahotra na inona na inona, h.o. miaramila menavazana tsy mirai-ka na amin'inona na inona. / Ombalahy aviavy: karazan' aviavy misy tandrony anaovan'ny ankizy kiombiomby. J Ombalahy be maso: anaram-bositra nomena ireo mpanjaka roa lehibe teto I-merina: Andrianampoinimerina sy Ilaidama. / Ombalahy fanoto: ilay fanoto ataon' ny lehilahy matanjaka sahala amin'ny omby tolomina eo amin'ny fotoam-pamorana zaza. / Ombalahy lafon' ny feony na ny vavavy: h.o. olona tsy dia misy vidiny firy fa be vava fotsiny. / Ombalahy tsy mihosy: ireo ombalahy tsy mety hampihosena fa mandositra, h.o. entimilaza olona kamo, tsy mety miasa. / Ombalahy vola: sarin'omby volafotsy, / Adin' ombalahy: h,o. enti-milaza adin'ny samy ngeza eny amin' ny fitsarana. * Ohab.: Adin'ombalahin'ny mpianakauy, ny resy tsy akoraina, ny mahery tsy hobena: raha mpihavana no miady eny amin'ny fitsarana, noho ny fitsimbinana ny fihavanana, dia tsy akoraina izay resy ary tsy hobena izay maharesy. / Ombalahy tanimanga, ha ny tompony no mitrena ho azy: enti-milaza irony olona tsy mba mahavita zavatra raha tsy tambinana na soloana tena.\n Ahitsio"},{"word":"Omban'ny","definition":" pph.: Miaraka amy, mbamin'ny: Ariary zato ny haraman'ny mpanetsa omban'ny sakafo antoandro.\n Ahitsio"},{"word":"Ombana","definition":" (omba) mt. ih. (ombay, na ombao): Rakofana, sakobonina, amin'ny lamba na ny elatra; arovana: Ombany ny elany ny zanany.\n Ahitsio"},{"word":"ombay","definition":"omeo, fangatahana, Oh: Ombay làlana tompoko. Ahitsio"},{"word":"Ombiasa","definition":" na Ombiasy a.: Mpisikidy sy mpanao ody.\n Ahitsio"},{"word":"Ombihana","definition":" (ombika) mt. ih. (ombiho): Sombinana, akana ilany na sombiny kely.\n Ahitsio"},{"word":"Ombika","definition":" a.: Sombina, potipotijavatra: Ombi-kena: potipoti-kena .azo rehefa mandidy sombintsombiny amin'ny omby vonoina. - t.i.f:: Aombika, ombihana, voaombika, tafaombika / manombika, fanombika, mpanombika / anombihana, fanombihana / miombika, fiombika, mpiombika / iombihana, fiombihana / mahaombika, ombikombika.\n Ahitsio"},{"word":"Ombika","definition":" mt.: Rafitra, maika, dodona: Ombika aho nanontany azy.\n Ahitsio"},{"word":"Ombona","definition":" a.: Fiarahana amin' izay atao; fiaraha-mikambana. i tif: Aombona, tafaombona / miombona, fiombona, mpiombona / iombonana, fiombonana / mahaombona.\n Ahitsio"},{"word":"Ombotana","definition":" (ombotra) mt. ih. (omboty): Ongotana, alana amin-kery.\n Ahitsio"},{"word":"Ombotra","definition":" a.: Fanalana na fanesorana avy hatrany, ongotra. • p. t.: Tsy faly ka lasa nirintona: Nisy teny nahatohina azy ka ombotra izy. - t.i.f.: Aombotra, ombotana, voaombotra 1 manombotra, fanombotra, mpanombotra / anombotana, fanombotana / miombotra, fiombotra, mpiombotra / iombotana, fiombotana 1 mahaombotra / ombotrombotra / manombotrorirbotra / miombotrombotra.\n Ahitsio"},{"word":"Omby","definition":"1 p.t.: Antonona, sahaza (ka samy azo ilazana azy na ny toerana ampidiran-javatra na ny zavatra ampidirina amin'io toerana io): Be loatra ny olona nasaina ha tsy omby ny trano. / Ireo olona izaitratra ireo ve ho omby ao amin'io efitra kely io? - t.i.f.: Mahomby, fahomby, mpahomby / ahombiasana, ahombiazana, fahombiazana, fahombiazana. Ahitsio"},{"word":"Omby","definition":" a.: Biby lelribe ompiana, karazan'ny biby mampinono ary mandinika, misy tandrony roa ary trafony iray eo an-tampon-damosiny. (Teo amin'ny Ntaolo ka mandraka ankehitriny, dia anisan'ny harena lehibe ho an'ny olona ny omby; ny ilana ny omby dia ireto avy: vonoina hihinanana ny henany, terena hakana ny rononony, afahy hanatavezana azy (omby mifahy), ampitarihina sarety, akana zezika. -  F.-p.: Omby an'efitra: omby miraoka any an'efitra. / Omby an-tondraka: omby miraoka eny an-tsaha. / Omby bada: ombivavy tsy miteraka. / Omby be ra: omby atao sorona raha misy aretimifindra. I Omby be rano: ombivavy manana anaka a-tao sorona mba hampilatsaka nv orana. / Omby bory: omby fohy kely toa mivonto fotsiny ny tandrony. / Omby haolo: omby dia. / Omby Floua: ombin'Imerina. ( Omby kely hamboty: Omby kely atao sorona radia manao velirano. / Omby mahery: omby saika dia. / Omby malaza: ny omby tsara tarehy sy matanjaka indrindra. / Omby manga: omby dia tsy misy trafo. / Omby maranitra: omby nohetezana mitsokotsoko ny sofiny. / Omby maro madinika: omby kelin'ny andriana novonoina natao sorona ny harivan'ny fandroana. / Omby mifahy: omby hatavezina. / Omby mitrongy tan y: ombalahikely mitsapatsapa ny herin'ny tandrony amin'ny fitrongisana ny tany. / Omby rana: omby tsisy trafo, taranak'ireo omby avy any an-dafin' ny ranomasina nampidirina teto Madagasikara. / O m by rano: omby lazain'ny angano ho nitoetra tany anaty rano. / Omby refona: omby noana. / Omby sira: han' omby nolomana sira. / Omby sisa mita: h,o. olona tsy mahaloa trosa ka tazonina. / Omby tapy soratra: ombin' andriana izay ny ilany mipentimpentina, ny ilany kosa madiodio natao ho anjaran' ny mpiandry azy.(Omby fotsy ra: rehefa mety ho omby atao lofo raha misy maty. / Omby voatombo: omby fotsy ny tendron'ny trafony, ny lohany, ny faritra vitsivitsy amin'ny tenany.'/ Omby volavita: omby misy fotsy eo amin'ny handriny, lamosiny, rambony ary ny tongony, izay natolotra na-tao hasin'andriana. / Omby uolon-takatra: omby mainty volon-takatra izay novonoina natao sorona ala fady raha nisy takatra nifanena andalana tamin'ny mpanjaka. / Omby vositra: omby efa namboarina tsy halain-taranaka mba hohatavezina fotsiny. / Manao toton'omby bory: manao an'aina sy Idtoatoa. * Ohab.: Mivarotra omby anaty ambiaty: mivarotra zavatra tsy fantatra akory. / Mpiandry omby volavita; tsy tompony fa mpamerin-doha: enti-milaza olona tsy tompon-javatra akory fa mpikarakara fotsiny.\n Ahitsio"},{"word":"Omby","definition":" a.: Trano ataon'ny bibindandy. - t.i.f.: Miomby, fiomby, mpiomby / iombiazana, fiombiazana / mahaomby.\n Ahitsio"},{"word":"Ome","definition":" ft,: Fanomezana, fahafoizan-javatra, fanolorana. - t.i.f.: Omena, fomena / ma-nome, fanome, mpanome / anomezana, fanomezana / omeme.\n Ahitsio"},{"word":"Omena","definition":" (ome) mt ih. (omeo): Afoy: Omeko anao ity boky ity. ? Atolotra: Omeo ahy kely io antsy io, • Tolorana: Omeo antsy kely aho handidiaho hena. ? Asiana: Omena tehamaina, daka. 1 Tolorana (zavatra) hohanina, hosotroina: Omeo fanafody ny marary.\n Ahitsio"},{"word":"Ompa","definition":" a.: Ozona, faniriana ratsy ho an'olona. 1 Teny ratsy atao amin'olona.\n Ahitsio"},{"word":"Ompaka","definition":" a.: Mitovy amin'ny Empaka.\n Ahitsio"},{"word":"Ompana","definition":" (ompa) mt. ih. (ompay, ompao):Ozonina:Nompany tsy habita variraiventy aho. ? Ozonina hifamotitra amin'ny havana akaiky: Nompany amin'ny anadahiny izy. 1 Asiana teny ratsy, alikalikaina, tsizarizaraina: Nompany aho dia lasa izy, tsy lefitro izany fanalikalikana ahy izany. -  F.-p.: Ompan-ko faty vao ela uelona: enti-milaza fa tsy mahafaty akory izay ompa fa arakaraka ny anompana ny sasany aza no maha-ela velona azy. 0mpana a.: Fandraiketana mafy; fanerena hiankina aminjavatra. - t.i.f.: Aompana, voaompana, tafaompana / manompana, fanompana, mpanompana / anompanana, fanompanana / miompana, fiompana, mpiompana 1 iompanana, fiompanana 1 mahaompanalompanompana.\n Ahitsio"},{"word":"Ompiana","definition":" (ompy) mt. ih. (ompio): Velomina sy ahina, karakaraina: Omby telo ary gisa folo no ompiany any antsaha.\n Ahitsio"},{"word":"Ompikely","definition":" a.: Ny mpanompo zanaky ny andevon-drazana izay noheverina ho ohatra ny ankizy tao an-trano.\n Ahitsio"},{"word":"Ompo","definition":" (Ski) a.: Hazandrano karazan'ny torovoka.\n Ahitsio"},{"word":"Ompy","definition":" a.: Fikarakarana sy famelomana ny biby ananana. 1 Ny biby amam-borona karakaraina. i Li. f.: Ompiana, voaompy 1 miompy, fiompy, mpiompy / iompiana, fiompiana / mahompy 1 ompiompy.\n Ahitsio"},{"word":"Ona","definition":" a.: (fanafohezana ny hoe olona) Teny araka ny fitenin'ny mponina hatreo antanàna Fianarantsoa mianavaratra ka hatrany Voamba.\n Ahitsio"},{"word":"Ondambody","definition":" (Atm) a,: Ondana atao hipetrahan'ny olona nasaina. - t.i.f.: Ondanana, aondana, voaondana, tafaondana / manondana, fanondana, mpanondana 1 anondanana, fanondanana / miondana, fiondana, mpiondana 1 iondanana, fiondanana 1 mahaondana / ondanondana. -  F.-p.: Ondam-bita: fanarabian'ny olona ny be mangy. / Ondam-body: ondan-tseza fipetrahana. I On dam -poana: fonon'ondana tsy misy sesika. / Ondan-dava: ondana boribory lavalava ampanarahina ny sakan'ny farafara. / Ondan'ny maty: ny ondana nialan'ny maty aina izay ariana sy dorana amin'ny harivan'ny andro andevenana. / Foron'ondana: ny sesika amin'ny ondan'ny maty.\n Ahitsio"},{"word":"Ondanana","definition":" (ondana) mt. ih. (ondany): Asiana na omena ondana: Ondany io zaza io fa mikohaka.\n Ahitsio"},{"word":"Ondevo","definition":" a.: Jer. Andevo, i t.i.f.: Miandevo.\n Ahitsio"},{"word":"Ondrana","definition":" a.: Fandehanana na fampandehanana miampita amin'ny lakana na sambo; fandefana entana na zavatra ho eny am-pita. - t.i.f.: Aondrana, voaondrana, tafaondrana 1 manondrana, fanondrana, mpanondrana 1 anondxanana, fanondranana 1 miondrana, fiondrana, mpiondrana I iondxanana , fiondranana 1 mahaondrana 1 ondranondrana.\n Ahitsio"},{"word":"Ondrana","definition":" a.: Fahadonendrina, toetran'ny olona donendrina, taraiky. - t.i.f.: Manondxana, fanondrana, mpanondrana 1 anondranana, fanondranana / ondranondranana 1 ondranondrana. -  F.-p.: Mivadika ondrana: tonga amin'ny hadalana. I Manala ondrana: manala ny loza vokatry ny fandikampady mety hanjo ny olona mivady mpihavana akaiky.\n Ahitsio"},{"word":"Ondranondranana","definition":" p.t.: Tsy ampiampy saina, misy kely, adaladala misy fihetsehany: Ranona ve? izay angaha ianao vao nahafaatatra fa ondranondranana izy iny?\n Ahitsio"},{"word":"Ondrika","definition":" a.: Fileferan'ny loha, fijerena ambany, fijokoana. i t.i.f.: Aondrika, voaondrika, tafaondrika 1 manondrika, fanondrika, mpanondrika / anondrehana, fanondrehana 1 miondrika, fiondrika, mpiondrika 1 iondrehana, fiondrehana / mahaondrika 1 ondrikondrika.\n Ahitsio"},{"word":"Ondrindrano","definition":" a.: Anarana orne-na ny angidina eo amin'ny fiofoany faharoa rehefa avy miala amin'ny maha-tsindretra azy, izay fiofoany voalohany raha vao mivoaka ny atody.\n Ahitsio"},{"word":"Ondrinondrina","definition":" p.t.: Mitovy amin'ny Tonendrina.\n Ahitsio"},{"word":"Ondrovo","definition":" (Ski) a.: Tandrimo.\n Ahitsio"},{"word":"Ondry","definition":" a.: Biby fiompy fianakaviam-ben'ny biby mpandinika, rakotra volo matevina ny tenany, izay fantatra amin'ny anarany hoe \"volonondry\". Ny feon'ny ondry rehefa maneno dia atao hoe mibarareoka. -  F.-p.: Ondry mamalika: karaz an' ondry mivadi-tandroka. / Ondrikely kamboty, ondrikely malahelo: ondrikely sady kamboty no mahia novonoina raha nanao fianianana: nozonina sy notsitsihina teo ilay ondrikely ary nangatahina tamin'Andriamanitra mba hianjera amin'izay mivadika amin'ny fianianana ireo ozona ireo. * Ohab.: Aza atositosika ny ondry botry fa tsy fantatra izay hanao kambana: aoka tsy hatao tsinontsinona ny olona na zavatra heverina ho kely na madinika, fa mety ho ireny no hahitan-tsoa. J Misorona ondry tsy volony, ka mankaloza ny aretina: enti-milaza fa zava-dratsy, fihomboan'aretjna no mety ho azo raha tsy mahay mivavaka, raha zavatra ratsy no atao sorona.\n Ahitsio"},{"word":"Onena","definition":" p.t.: Mangoraka, malahelo, miombona alahelo amin'ny olona ory na mijaly: Onena an'io mahantra io a-ho hany ka manome vola kely azy isaky ny mandalo eo aminy. / Hetsehim-po: Onena daholo ny olona nandre ny lahateniny. - t.i.f.: Aonena / mahonena Ifahonena. ¶ M.h.: Antra, malahelo, ngoaina, hontsa, toro aty, mangotika aty, manotika ny kibo, mangoraka, mangorapo, mitsetra, mitse-po, mifaditrovana, mamelovelo fo. — Mahonena, mampalahelo, mampangoraka, mahongena, mafiraina, mahory, mahahontsa, mampitsetra, mampangoraka aty, mahavaky fo, mampamelovelo ny fo, mampiondri-panahY.\n Ahitsio"},{"word":"Onerana","definition":" (onitra) mt. ih. (one-ro): Averina, soloana zavatra mitovy amin'ny an'olona nangalarina, na nosfmbana, na nariana: Tsy maintsy ho-' neranao ny bokiko narianao, 1 Soloana vola: Honerako ny ketsanao lanin'ny ondriko. 1 Efaina, soloana: Betsaka ny mpampiasa no tsy mety raha tsy honerana ny andro tsy niasana. / Avotana, averina amin'ny toetrany teo aloha: Tsy maintsy honeranao ny voninahitro nohitsakitsahinao.\n Ahitsio"},{"word":"Onga","definition":" (Tsm) a.: Fotsimbary voatoto lasa vovoka fanao koba.\n Ahitsio"},{"word":"Onga","definition":" (Ski) a.: Tatamo.\n Ahitsio"},{"word":"Ongahana","definition":" (ongaka) mt. ih. (ongahy): Ingaina, faohina, paohina: Nongahan'ny rivotra ny tafon'ny trano teto antanàna. 1 Entina (ka zavatra betsaka no tenenina): Nongahan'ireo mpikarama ny entana rehetra ka dimy minitra monja dia nadiodio ny trano.\n Ahitsio"},{"word":"Ongaina","definition":" p. t.: Ory, malahelo./ Taraina. 1 Mitebitebin-tahotra na fanahiana.\n Ahitsio"},{"word":"Ongaka","definition":" a.: Fitondrana betsaka, fividianana maro na betsaka; fiasana ny tany amin' ny angady, na ny bainga avadika. - t.i.f.: Ongahana, aongaka, voaongaka, tafaongaka.l manongaka, fanongaka, mpanongaka 1 anongahana, fanongahana 1 miongaka, fiongaka 1 iongahana 1 mahaongaka I ongakongaka.\n Ahitsio"},{"word":"Ongana","definition":" a.: Fianjerana ambony ambany; fietrena, fietrena sy filetsena. - t.i.f.: Aongana, voaongana, tafaongana 1 manongana fanongana, mpanongana l anonganana, fanonganana I miongana, fiongana, mpiongana 1 ionganana, fionganana / mahongana 1 onganongana.\n Ahitsio"},{"word":"Ongoaka","definition":" a.: Jar. Ongaka. Ongongo (Br) a.: Arosy.\n Ahitsio"},{"word":"Ongonongona","definition":" a.: Tany navosa ho avoavo, dongondongona, zavatra mivohibohitra; fampitandremana. - t.i.f:: Aongonongona, voaongonongonalmanongonongona, fanongonongona, mpanongohongona / anongonongonana, fanongonongonana I anongona.\n Ahitsio"},{"word":"Ongotana","definition":" (ongotra) mt, ih, (ongoty): Alanahatramin'ny fakany: Ongoty io zanakazo io raha afakao.\n Ahitsio"},{"word":"Ongotra","definition":" a.: Fanalana hatramin'ny fakany, fanatsoahana tanteraka, ombotra. - t.i.f.: Ongotana, aongotra, voaongotra 1 manongotra, fanongotra, mpanongotra 1 anongotana, fanongotana 1 miongotra, fiongotra, mpiongotra 1 iongotana, fiongotana 1 ongrotrongotra.\n Ahitsio"},{"word":"Ongy","definition":" (Ski) a.: Fihadian-javatra atao, toy ny raha miasa tany.\n Ahitsio"},{"word":"Onina","definition":" a.: Fipetrahana ao antrano na tanàna iray; fijanonana ela amin'ny toerana iray. - t.i.f.: Tafaonina I monina, fonina, mponina 1 onenana, fonenana I mahonina 1 monimonina.\n Ahitsio"},{"word":"Onitra","definition":" a,: Zavatra entinahaso-]o zavatr'olona nosimbana na verin'ny tena, simba na levona noho ny loza nihatra: Nomen'ny fanjakana dimy arivo izy ho onitry ny tranony nazeran'ny rivo-doza / Sazy mifanentana amin'ny ratsy vita: Mandoa onitra iray aüna ilay tratra nandoro tanety. - t.i.f.: Onerana, aonitra, voaonitra, tàfaonitra / manonitra, fanonitra, mpanonitra 1 anonerana, fanonerana 1 mionitra, fionitra mpionitra 1 ionerana, fionerana 1 mahonitra I onitronitra.\n Ahitsio"},{"word":"Oniversite","definition":" (fr. université) a: Fianarana ambony manohy ny fianarana ambaratonga faharoa; ny oniversite, izay no-mena koa ny anarana hoe Anjerimanontolo, dia mizara ho sampany maro ianarana manokana avy ny karazampahaizana samihafa: ny fiteny, ny matematika, ny fizika, ny lalàna, ny fitsaboana...\n Ahitsio"},{"word":"Onja","definition":" a.: Fivalombalonan'ny rano tsofm'ny rivotra: Atopatopan'ny onja ny lakana. 1 h.o.: Zava-tsarotra setraina: Ny onjan'ny fiainana. —( i t.i.f.: Aonja 1 manonja, fanonja, mpanonja 1 anonjana, fanonjana 1 manonjanonja.\n Ahitsio"},{"word":"Onjahana","definition":" na Onjahina (onjaka) mt. ih, (onjaho): Velezina, kapohina amfn'ny langilangy.\n Ahitsio"},{"word":"Onjaka","definition":" a.: Fikapohana amin' ny langilangy araka izay tratran'ny aina; fikapohana ny fotaka na ny tanimanga mba hadity tsara. - t.i.f.: Onjahana na onjahina, voaonjaka 1 manonjaka, fanonjaka, mpanonjaka 1 anonjahana, fanonjahana / onjakonjaka.\n Ahitsio"},{"word":"Onjika","definition":" a.: Hasosorana, hatezerana. - t.i.f.: Mionjika.\n Ahitsio"},{"word":"Onjina","definition":" na Onjinonjina a.: Fidoladolana.I ,t.i.f.: Aonjinonjina, tafaonjinonjina 1 mionjinonjina, fionjinonjina, mpionjinonjina / ionjinonjenana, fionjinonjenana 1 mahonjina, mahonjinonjina.\n Ahitsio"},{"word":"Onjona","definition":" a.: Fanetsiketsehana, fanafngana zavatra. - t.i.f.: Onjonina, voaonjona, tafaonjona / manonjona, fanonjona, mpanonjona 1 anonjonana, fanonjonana 1 mionjona, fionjona, mpionjona I ionjonana, fionjonana 1 mahonjona / onjononjona.\n Ahitsio"},{"word":"Onjonina","definition":" (onjona) mt, ih. (onjbny): Aingaina, bataina, entanina.\n Ahitsio"},{"word":"Onkenana","definition":" p.t.: Fohy sy fonetana, fa matanjaka.\n Ahitsio"},{"word":"Onkina","definition":" a: Kainkona, fivonkonan'ny tanana sy ny tongotra ngoly noho ny hatsiaka. - t.i.f.: Onkenana, tafaonkina, voaonkina 1 mionkina, fionkina, mpionkfna 1 ionkenana, fionkenana / mahonkina 1 onkinonkfna,\n Ahitsio"},{"word":"Onona","definition":" a.: Fitony, fandry, fila-mina. - t.i.f.: Ononina, aonona, voaonona, tafaonona 1 manonona, fanonona, mpanonona I anononana, fanononana 1 mionona, fionona, mpionona 1 iononana, fiononana 1 mahonona 1 onononona 1 onony 1 fahononana.\n Ahitsio"},{"word":"Ononina","definition":" (onona) mt. ih. (onôny): Tonena, lefahana: Ondny ny hatezerana ka aza avela ho tratran'ny andro maraina.\n Ahitsio"},{"word":"Onony","definition":" a.: Fetra, antonony: Mahalala onony. -  F,-p.: Fahalalana onony: fahaizana mametra ny faniriana hihinana sy hisotro.\n Ahitsio"},{"word":"Onorana","definition":" Onotana (onotra) mt. ih. (onory, onoty): Entimilaza ny vorona na ny olona ongotam-bolo.\n Ahitsio"},{"word":"Onotra","definition":" a.: Fihintsanana na fiongotan'ny volo na volomborona. - t.i.f.: Onorana, onotana, voaonotra I manonotra, fanonotra, mpanonotra I ononorana, fanonorana, anonotana, fanonotana / mionotra, fionotra, mpionotra I ionotana, fionotana / mahonotra / onotronotra.\n Ahitsio"},{"word":"Ontailanina","definition":" p.t.: Vahilanina, mibilaka fa tsy mahitsy; man dringa ila (rafitra). - t.i.f.: Miontailanina.\n Ahitsio"},{"word":"Ontana","definition":" a.: Fahatairam-po raha misy zavatra manaitra tampoka; fihendratana na fibitahana avy amin'ny toe-javatra mitranga; entana. - t.i.f.: Tafaontana 1 miontana, fiontana, mpiontana / iontanana, fiontanana I ontanontana.\n Ahitsio"},{"word":"Ontany","definition":" ft.: Fitadiavana valiny na fanazavana momba an' izay tiana ho fantatra, teny filana setriny sy valiny. - t.i.f.: Voaontany,voanontany, 1 manontany, fanontany, mpanontany / anontaniana, fanontaniana I mahontany, mahanontany I ontanintany.\n Ahitsio"},{"word":"Ontany","definition":" a.: Anarana laharantsikidy.\n Ahitsio"},{"word":"Ontsana","definition":" a.: Mitovy amin'ny Hontsana.\n Ahitsio"},{"word":"Ontsy","definition":" (Atk) a.: Akondro.\n Ahitsio"},{"word":"Ony","definition":" a.: Renirano mivarina any an-dranomasina.\n Ahitsio"},{"word":"Ora","definition":" (lat. hora) a.: Ampahefatra amby roapolon'ny andro sy aima iray, izay nalaina ho venty fototra amin'ny fandrefesam-potoana; adim-pamantaranandro iray: Nahemotra ora roa ny fiaingan' ny firamanidina.\n Ahitsio"},{"word":"Orana","definition":" a.: Rano mirotsaka avy eny amin'ny habakabaka vokatry ny fivongovongoan'ny rahona ho rano: Mamelombelona ny zavaboary ny orana. / Avy ny orana. / Latsaka ny orana. /Mitsahatra ny orana. - t.i.f.: Manorana I morana.? F.-p.: Oram-baratra: orana be fiavy arahin-kotroka. ( 0-ram-batrauatra: orana mahery fiavy. / Oram-be mitraho: orana arnbaran'ny rahomainty mitamba-be fa efa ho latsaka. 1 h.o.: Loza lehibe mananontanona. ( Orankateloana: orana maharitra mandritra ny hateloana, izay fahita indrindra rehefa ririnina. I Oran-kerinandro na oran-kafitoana: na laifito: orana maharitra mandritra ny hafitoana, izay fahita indrindra eo amin'ny volana Fevrie na Marsa.\n Ahitsio"},{"word":"Orana","definition":" a.: Fanadiovana na famotsiana ny firava-bolamena na volafotsy. - t.i.f.: Aorana, voaorana / manorana, fanorana I mpanorana 1 anoranana, fanoranana / mahorana.\n Ahitsio"},{"word":"Orana","definition":" a.: Karazam-biby mivelona any anaty rano, misy hodiny mafy, lavalava vatana, ary folo ny tanana amantongony ka ny roa voalohany misy kinifinifiny milentika amin'ny nofon'izay ketohiny. -  Antsanga tsy aman' orana: teny na fitenenana tsy misy fotony; zavatra betsaka tsy misy antony.\n Ahitsio"},{"word":"Oranorana","definition":" a.: Fihinanana (voankazo na katsaka) mamosibosika sy manesokesoka eryr. 1 t.i.f.: Oranoranina, aoranorana, voaoranorana / manoranorana, fanoranorana, mpanoranorana I anoranoranana, fanoranoranana I mahoranorana.\n Ahitsio"},{"word":"Oranoranina","definition":" (oranorana) mt ih. (oranoràny): Abosibosika.\n Ahitsio"},{"word":"Orena","definition":" (ory) mt, ih. (oreo): Rabirabina, sorena, hetraketrahina.\n Ahitsio"},{"word":"Orenana","definition":" (orina) mt. ih. na pdr. (oreno): Tsatohana: Ter? amoron'ny renirano no norenana ny lay. 1 Ananganana: Tsy azo orenana trano, hono, eto fa hisy lalana hatao. • I-lana, ananganana (ady): Norenany ady tamin'ny taniko aho.\n Ahitsio"},{"word":"Organa","definition":" na Organina (fr. organe) a.: Fitambaran-tsela mitovy izay miforona ho taova ao anatin'ny tenan'ny olombelona na ny biby, ary na dia ny zavamaniry ana, izay manatontosa asa iray: Ny vavony no organa misahana ny fandeuonan-kanina./Ny uoany no organa fampitomboana ny zavamaniry.\n Ahitsio"},{"word":"Orika","definition":" o.: Fiakarana na fandehanana an-dakana manohitra ny fidinan'ny rano; fandehanana mitsena ny rano. i fi, f.: Aorika, voaorika, tafaorika I miorika, fiorika, mpiorika I iorihana, fiorihana / mahorika / orikorika,\n Ahitsio"},{"word":"Orimbato","definition":" a.: Vato naorina ho toy ny fanamarinana ny fahavitan-javatra iray inhibe toy ny fifanekena, fifampivarotana...; izay mivadikany fanekena aty aoriana dia antsoina hoe \"nitsoaka orimbato\". ? Vola nomena ny fokonolona ka napetraka tao amin'ny tahirim-bolan' ny fokonolona raha nisy raharaha lehibe natao teo anoloan'ny fokonolona, toy ny fananganan-jaza, fanarian-jaza, sns..., ka io vola io no heverina ho fanamarinana ny nahavitan'ny raharaha, izay nolazaina fa \"vita orimbato\".\n Ahitsio"},{"word":"Orina","definition":" a.: Fanatsatohana; fananganana trano, vohitra, taozavatra samihafa; fametahana zavatra ho mafy; fiandoham-pikarakarana amin' izay atao. - t.i.f.: Orenana, aorina, voaorina, tafaorina I manorina, fanorina, mpanorina 1 anorenana, fanorenana / miorina, fiorina, mpiorina / iorenana, fiorenana / mahorina / orinorina. -  Orimbato (jar. io teny io). / Orim-paka: enti-milaza ny vehivavy niteraka tamin'ny vadiny ara-dalàna (noheveriny fa hanamafy toerana azy izany). / Orinkazo: tsato-kazo naorina amin'ny tany.\n Ahitsio"},{"word":"Orina","definition":" (ory) p. t.: Atao izay hampahantra azy; botrina.\n Ahitsio"},{"word":"Orina","definition":" (otra) mt. ih. (ory): Enti-milaza faritra iray amin' ny tena, na ny tena manontolo mihitsy, izay safoina sady tsindriana amin'ny tanana ampandehandehanina mba hampahalefadefaka ny hozatra.\n Ahitsio"},{"word":"Oritra","definition":" a.: Fiforetana, fipitsohana. - t.i.f.: Aoritsa, voaoritra, tafaoritra I mioritra, fioritra, ioretana, fioretana / oritroritra.\n Ahitsio"},{"word":"Oro","definition":" a.: Fandoroana; doro: Nahatsiravina ny oro tanety nataon'ireo ratsy saina. -  F.-p.: Orom-bary: fotsimbary nodorana voatorotoro hatao hamotsia-nify.\n Ahitsio"},{"word":"Oroana","definition":" (oro) mt. ih. (oroy): Doroana.\n Ahitsio"},{"word":"Oroanana","definition":" a.: Habe, halavana (ka fiteny amin'ny tendrombohitra, saha, tanàna... na eritreritra, fisainana): Lava oroanana ir? saha ir? izany!\n Ahitsio"},{"word":"Orobona","definition":" ft.: Fidokadokan-javamaniry matevina ary milobona. - t.i.f.: Manorobona, fanorobona, mpanorobona.\n Ahitsio"},{"word":"Orohana","definition":" (oroka) mt. ih. (orohy), Ametrahana ny molotra, sy ny orona ho mari-pltiavana na fanajana: Norohany ny zanany tplohan'ny hisarahany.\n Ahitsio"},{"word":"Oroka","definition":" a.: Fampitehefana ny molotra sy ny orona amin' ny tarehy na ny tanana ho mari-pitiavana na fanajana. - t.i.f.: Orohana, aoroka, voaoroka 1 manoroka, fanoroka, mpanoroka I anorohana, fanorohana / mifanoroka I mioroka, fioroka, mpioroka / iorohana, fiorohana / mahaoroka, orokoroka. ¶ M.h.: Ba, mamikely.\n Ahitsio"},{"word":"Orona","definition":" a.: Faritra mivohitra eo afovoan'ny tarehy, izay organa amin'ny fanamboloana sy fakana fofon'aina ary ilaina amin'ny fitenenana.\n Ahitsio"},{"word":"Orosana","definition":" na Orotana (orotra) mt. ih. (orosy, oroty): Entimilaza ravin-javamaniry ongotana amin'ny tanana, ririsana: Orosy ny rauin'io uoaroihazo io.\n Ahitsio"},{"word":"Orotra","definition":" a.: Fandroritana ravinjavamaniry befahatany amin'ny tanana, fanongotana na fakana ahitra amin'ny antsy. i< t.i.f.: Orosana, orotana, voaorotra / manorotra, fanorotra, mpanorotra I anorotana, fanorotana, fanorosana / miorotra, fiorotra, I iorotana, fiorotana I mahorotra I orotrorotra.\n Ahitsio"},{"word":"Orovy","definition":" a.: Mitovy amin'ny Horovy.\n Ahitsio"},{"word":"Ory","definition":" p. t.: Malahelo, mijaly, miferinaina: Manafaka alahelo ny olona ory. 0 Mahantra, fadiranovana: Ampio ny oiona ory. ¶ Mit.: Faraidiny, poripory, mikaforoforo, mikokokoko. 0 Ampijalina, ampahorina. ? Hontsa, malahelo: Ory ny foko nahita azy. - t.i.f.: Orena, orina, voaory, tafaory I manory, fanory, mpanory / anorena, fanorena / miory, fiory, mpiory / ioriana, fioriana I mahory / fahoriana, -  F.-p.: Ory ampiana: entimilaza ny vadibe izay malahelo raha manampy vady masay ny léhilahy vadiny. I Ory misalahy: malahelo na-nana anjara mitovy amin' ireo namany. I Ory velona: faran'izay ory. * Ohab.: Ny ory tsy mba rangahy: ny mahantra tsY mba voahaja na ananana henamaso. f Ny zaza mihanta amin-dRay aman-dreny saro-miory: enti-milaza fa ny zaza tsy mba nihafy fa niadan-dava teo amin'ny ray aman-dreniny no sahirana sy mijaly eo amin'ny tsy fisiana.\n Ahitsio"},{"word":"Osa","definition":" p.t.: Tsy manana tanjaka na herim-batana; mora reraka na tsy salama: Osa fa tsy tahaka ny lehilahy ny uehiuauy. - t.i.f.: Aosa, osaina / mahaosa I mampahosa I osaosa, ososa 1 haosana, fahosana. -  F,-p.: Osa tanana: enti-milaza ireo izay tsy mba kinga na haingana rehefa manao zavatra, raharaha, fa miadaha sy milamina aoka izany. ( 0-sa tay: kabaosy, matahotra tafahoatra sy maharikoriko. ( Osa voua: tsy afa-mamaly resaka avy hatrany fa votsavotsa vava eo am-pitenenana. ¶ M.h.: Malemy, kely aina, saozanina, reraka, mihozohozo, mangozohozo.\n Ahitsio"},{"word":"Osaina","definition":" (osa) mt. ih. (osso): Lemena.\n Ahitsio"},{"word":"Osanosanina","definition":" Aosanosana (osanosana) mt, ih.: Haninaabosibosika.\n Ahitsio"},{"word":"Osaosana","definition":" a.: Fihinanana mambosibosika mampiseho fa reraka sy sarotra an-kanina. i\tAosanosana, osaosanina / miosanosana I manosanosana.\n Ahitsio"},{"word":"Oseana","definition":" (fr, océan) a.: Velarandranomasimbe mandrakotra ny telo ampahefatry ny tany ary mampisaraka ireo tanibe; nozaraina ho far3tra dimy: ny Oseana Arktika: amin'ny tendron-tany avaratra; ny 0-seana Antarktika: amin'ny tendron-tany atsimo; ny 0-seana Pasifika: mamplsaraka an'i Amerika amin't Azia sy Aostraha; ny Oseana Atlantika: mampisaraka an'i Eoropa sy Afrika amin'i Amerika; ary ny Oseana Indianina: ml-p aka hatramin' ny sisin- tanin' i India sy Afrika atsinanana ka hatrany Aostralla, hodidininy ny Nosy Madagasikara.\n Ahitsio"},{"word":"Osy","definition":" a.: Biby fiompy, fianakaviam-ben'ny biby mandinika milantsi-tandroka ary somorina, nahatongany fitenenana hoe \"Tay ny osivavy somodna; ny lova tamindray tsy avala ary ny hetra tamin-dreny tsy diso\"; bengY.\n Ahitsio"},{"word":"Ota","definition":" a.: Hadisoana, heloka na-tao (indrindra tamin'Andriamanitra). ? Fandikana didy na fitsipika na zavatra tsy azo atao: Ota fady. - t.i.f.: Otaina, voaota 1 ma-nota, fanota, mpanota / anotana, fanotana / mahaota / otaota 1 fahotana. -  F.-p.: Ota fady: fanaovana ny zavatra nasaina nofadina. J Ota isa: fifandiasan'ny isa tsy mitovy fa misy elanelany amin'ny isa tena izy.\n Ahitsio"},{"word":"Otaina","definition":" (ota) mt. ih. (otay, o-tao): Enti-milaza ireo fombafomba ara-pivavahana dikaina: Tsy azo otaina ny fady lehibe.\n Ahitsio"},{"word":"Otazana","definition":" na Otoazana na Toazana (oty) mt. ih. (otazo, otoazy, toazy): Tapahina hiala amin'ny taho: Otazy ireo voankazo ireo fa efa masaka.\n Ahitsio"},{"word":"Otely","definition":" (fr. autel) a.: Latabatra anaovana ny fisoronan'ny lamesa ao an-trano leglizy.\n Ahitsio"},{"word":"Otina","definition":" na Otinotina a.: Fanozongozonana, fanetsiketsehana: \"Hay,.. sorotan-kazo tsy mahaleo otina, ka vao donindambo dia hentitra (Tsel.) - t.i.f : Aotina, voaotina, tafaotina 1 manotina, fanotina, mpanotina 1 anotinana, fanotinana / mietina, fiotinotina, mpiotinotina 1 iotinotinana, fiotinotinana 1 mahotina.\n Ahitsio"},{"word":"Otosana","definition":" mt. ih.: Jer, Ito.\n Ahitsio"},{"word":"Otra","definition":" a.: Fisafoana sady famoretana amin'ny tanana ny faritra iray amin'ny tena mba hampahalefadefaka ny hozatra marary na mivonto na vizana. - t.i.f.: Orina, aotra, voaotra 1 manotra, fanotra, mpanotra/ anorana, fanorana 1 miotra, fiotra, mpiotra / iorana, fiorana / mahotra, otrotra.\n Ahitsio"},{"word":"Otrehana","definition":" (otrika) mt, ih. (otreho): ilazana ny fatana itahirizana ny afo ao anaty lavenona. * F. -p.: Otripo: lolompo. J Otrik'afo: afo miotrika na misarona ao anaty lavenona ka tsy maty. J Otrik'afon' ampombo: lolompo tsy levona.\n Ahitsio"},{"word":"Otrika","definition":" a.: Karazam-borona andrano mitovitovy habe amin' ny akoho.\n Ahitsio"},{"word":"Otrika","definition":" a.: Fitahirizana vain' afo ao anaty lavenona; fametrahana ny voankazo amin' ny toerana mafana mba hanamasaka azy haingana; fitahirizana, fierena, famitsahan' ny miaramila. - t.i.f.: Otrehana, aotrika, voaotrika / manotrika, fanotrika, mpanotrika / anotrehana, fanotrehana / miotxika, fiotrika, mpiotrika 1 iotrehana, fiotrehana / mahotrika, otrikotrika. * F.-p.: Otri-po: hatezerana voatahiry ao am-po ka mite-raira fankahalana. ¶ M.h.: Lolompo, fo lentika.\n Ahitsio"},{"word":"Otrikafo","definition":" a.: Afo tehirizina ao anaty lavenona. * F.-p.: Otrik'afon'ampombo: lolompo.\n Ahitsio"},{"word":"Otrikaina","definition":" a.: Ireo karazan-javatra hita ao anatin'ny zavamaniry na zavatra hafa ka misy ireo fototra mahavelona; ny tsy fahampiana na tsy fisian'ny otrikaina dia miteraka aretina toy ny solohitra, ny manirano, ny bibaka an-tenda...; nomena anarana araks ny abidy ny otrikaina, ka misy otrikaina A, B, D, B1, B2, PP.; vitamina.\n Ahitsio"},{"word":"Otrikaretina","definition":" a : Jer. Mil¢aoby. Otrona a.: Famihinana eo antratra; fiarahana mba hiaro na hanome voninahitra. - t.i.f.: Otronina, voaotrona 1 manotrona, fanotrona, mpanotrona 1 anotronana, fanotronana / mahotrona J otronotrona.\n Ahitsio"},{"word":"Otronina","definition":" (otrona) mt. ih, (otrony): Fihinina amin'ny sandry roa mifandray tanana: Azonao otronina va io vatan-kazo io? ? Iarahana mba ho fanajana sy fanomezam-boninahitra: Notronin' ny vahoaka ny filohan'ny nosy. ? Hodidinina: Notronin'ny fianakaviany izy tamin'izy hiondrana ho any am-pita.\n Ahitsio"},{"word":"Oty","definition":" a.: Fakana voankazo eny ambony hazo; fanasarahanono zaza. - t.i.f.: Otazana, otoazana, toazana, aoty, voaoty manoty, fanoty, mpanoty 1 anotazana, fanotazana, anotoazana, fanotoazana 1 mioty, fioty, mpioty / iotazana, fiotazana, iotoazana, fiotoazana, itoazana, fitoazana 1 mahoty / otioty 1 maoty. -  F.-p,: Zaza tsy maoty: zaza tsy mbola vory saina loatra, zaza tsy mbola nisaranono.\n Ahitsio"},{"word":"Ova","definition":" a.: Fanoloana; fampanjanana ho hafa. - t.i.f.: Ovana, aova, voaova 1 manova, fanova, mpanova 1 anovana, fanovana 1 mifanova / miova, fiova, mpiova / iovana, fiovana / mahova 1 ovaova, miovaova 1 miovova, 'Ovahana (ouaka) mt. (ouahy): Endahana; tsongoina.\n Ahitsio"},{"word":"Ovaka","definition":" (Tsm) a.: Fo na vololon-javamaniry sasantsasany toy ny satrana, kindro, ro-fia.,., izay azo hanina atao laoka.\n Ahitsio"},{"word":"Ovaka","definition":" a.: Hoditra manify miendaka; tsongo mafy mahatonga ny hoditra hiendaka. - t.i.f.:Ovahana, aovaka, voaovaka 1 manovaka, fanovaka I anovahana, fanovahana / miovaka, fiovaka, mpiovaka / mahovaka / ovakovaka.\n Ahitsio"},{"word":"Ovana","definition":" (ova) mt. ih. (ovay, na ooao): Soloana hafa: Tokony hovanao io sary io fa tsy mendrika ny efitra madio. ~ Ampanjarina ho hafa: Ovao ho mofo ireto mata ireto, hoy ny demony tamin'ny Tompo.Ovana a.: Ny mielaka amin' ny hodi-kazo: Ny ouana dia eo anelanelan'ny kotofotsiny sy ny liodiny. ~ lai.: Ny zavatra miala na miendaka amin'ny tenan-javatra iray na mbola miraikitra eo aminy ihany: Ny tako-pery dia azo lazaina fa ouana. -  F.-p,: Marary ouana: tsy matanjaka, mitsingoana. J Mifaditra ouana: manala faditra olona iray ka ovana no entina manala azy, tahaka ny ahitra koa indraindray (mifaditra ahitra). JTsy mifaditra marina: tsy mangoraka, tsy miantra olona voa, trapahoriana. / Fadiranovana: enti-milaza olona alana faditra amin'ny ovana, izany hoe olona tra-pahoriana na mampalahelo izaitsizy. \tOvy a,: Zavamaniry fihinana \tny vodiny, noho izy be tavo- \t~lo, tsara, fantatra koa amin' \tny anarana hoe ovimbazaha.\n Ahitsio"},{"word":"Oviala","definition":" a.: Karazana vomanga maniry nay an'ala.\n Ahitsio"},{"word":"Oviana","definition":" p. mt..: Entina manontany ny fotoana efa lasa nanaovana asa iray na nitrangan-javatra: Oviana no naira fanadinana ny zokinao? / 0-uiana no nahazo fahaleovantenu i Madagasikara? - t.i.f.: Fahoviana, rahoviana.\n Ahitsio"},{"word":"Ovohana","definition":" (ouoka) mt. ih. (ovohy): Alana, tsoahana, esorina. ? h. o.: Levilevena, tsinina mafy. 0voka a.: Fanalana ny zavatra mifantsika ka atao an'aina; fanesorana ny nify, na ny tandrok'omby alana hisaraka amin'ny kimbalombalony; fanaovana izay hampikoa ny ventin-dranovola; fikosohana ny tsikoko; fanesorana ny hoditra malemy ivelany amin'ny mangahazo, vary akotry. ? h. o.: Faniniana mafy dia mafy, levilevy. - t.i.f.: Aovoka, ovohana, voaovoka, tafaovoka 1 manovoka, fanovoka, mpanovoka 1 anovohana, fanovohana 1 miovoka, fiovoka, mpiovoka 1 iovohana, fiovohana / mahovoka lovokovoka.\n Ahitsio"},{"word":"Ovotra","definition":" a.: Ilay fotsifotsy afovoany indrindra ao anatin' ny hazo, tsoakan-dravinala sy. - da.\n Ahitsio"},{"word":"Ovotra","definition":" (Btm) a.: Atin'ny ravinala, izay fotsy ary fihinana.\n Ahitsio"},{"word":"Oza","definition":" a.: Fanasana (ny tarehy, ny tanana, ny tongotra). ~ Ny loto manaraka ny rano avy nanasana zavajavatra, toy ny tanana, tarehy, lovia:\n Ahitsio"},{"word":"Ozan-dovia","definition":" - t.i.f.: Ozana, aoza, voaoza, tafaoza 1 manoza, fanoza, mpanoza 1 anozana, fanozana 1 mioza, fioza, mpioza / iozana, fiozana 1 mahaoza 1 ozaoza.\n Ahitsio"},{"word":"Ozana","definition":" (oza) mt. ih. (ozay na ozao): Sasana.\n Ahitsio"},{"word":"Ozana","definition":" a.: Mitovy amin'ny Hozana.\n Ahitsio"},{"word":"Ozatra","definition":" a.: Jer. Hozatra.\n Ahitsio"},{"word":"Ozoina","definition":" Fihasimban'ny Zoina.\n Ahitsio"},{"word":"Ozona","definition":" p.: Teny firariana ratsy ny hafa; fianianana iantsoana loza; ompa. - t.i.f.: Ozonina, aozona, voaozona,tafaozonalrnanozona, fanozona, mpanozona 1 anozonana, fanozonana 1 miozona, fiozona, mpiozona / iozonana, fiozonana 1 mahozona 1 ozonozona. ¶ M.h.: Ompa, sahato, sariko, tsitsika.\n Ahitsio"},{"word":"Ozonina","definition":" (ozona) rat. ih. (ozony): Rarina ratsy, ompana.\n Ahitsio"}]