[{
        "word": "R",
        "definition": " a.: Tarehintsoratra fahenina ambin'ny folo ary renisoratra faharoa ambin'ny fo-Io amin'ny abidy malagasy. Amin'ny fanakambanan-teny, ny r dia lasa dr: tapaka roa = tapa-droa; toy izany koa raha mitovona man mba hanaovana matoanteny: man+ ray =mandray,\n Ahitsio"
    },
    {
        "word": "Ra",
        "definition": " a.: Zava-mihanankanana na ranoka menamena mikoriana eran'ny tenan'ny olombelona sy ny biby ka mamelona azy ary mivoaka amin' ny nofo velona raha voadidy, ? F,-p.: Lany ra, kely ra na tsy ampy ra: enti-milaza ny olona izay kely ny ra amin' ny tenany ka osa sy reraka izy, / Mandeha ra na mandara: mivoaka ra. / Tsy mandara: h,o. tsy mangoraka olona, mafy fo. / Mibaba ra: enti-milaza ratra mivoaka ra be dia be. / Maria ra: mana-na toe-dra sarotra ajanona rehefa mandeha. / Misondrodra: miakatra any an-doha ny ra, h.o, tezitra izaitsizy. / Ra velona: ny ra mikoriana amin'ny tena velona. / Ra otrika: ra maloto mivoaka avy ao anatin'ny vay tsy vaky, ohatra. J Vongan-dra: vaingan-dra kely mihandrona. / Avy ra: avy fotoana isam-bolana. / Lalan-dra: fantsona ifamezivezen'ny ra manerana ny tena. / Liandra: mpandatsa-dra olona sady tia ady. / Maimbo ra: ilazana ny fahatezerana mihoapampana sy fitadiavana hamaly faty. / Mihosin-dra: feno ra avy amin'ny ratran' ny tena ihany na avy amin' ny an'ny hafa — entina milaza koa ny olona nahavita heloka tamin'ny famonoana olo-marina. / Mijananaka ny ra: mandeha tsy miato noho ny halehibe na halalin'ny ratra ny ra. / Nofo aman-dra: enti-milaza ny toetran'ny olombelona mora mihontsina na malemy. / Somampy ra: mihamena ny maso sy ny endrika manontolo ahitana taratry ny hatezerana. / Vaky ra: mivoa-dra noho ny ratra amin'ny tena.\n Ahitsio"
    },
    {
        "word": "Ra-",
        "definition": " Mpanoritra anarana zary tovona eo alohan'ny anarantsamirery milaza olona, indrindra amin'ny foko anivon-tany, ka atao ho maripanajana, mifanohitra amin' ny f: Rakoto, Ikoto.\n Ahitsio"
    },
    {
        "word": "Raba",
        "definition": " na Rabaraba a.: Fandehandehanana atsy sy aroa tsy misy fieritreretana, tsy misy kitotony; fanaovan-javatra tsy amim-piheverana, kitoatoa. - t.i.f.: Rabarabaina, arabaraba, voarabaraba, tafaraba• raba / mirabaraba, firabaraba, mpirabaraba j irabarabana, firabarabana / maharabaraba. -  F.-p.: raban-tsahona: faon' ny sahona mihoraka; h.o.: fikorontanana noho ny tsy fisian'ny mpitondra fa samy manao izay tiany ny olon drehetra. M.h,: fanjakana raban-tsahona, fanjakan'i Baroa, tany manjaka hova.\n Ahitsio"
    },
    {
        "word": "Rabahina",
        "definition": " (rabaka) mt. ih. (rabaho): Tsofohana amin-kasahiana.\n Ahitsio"
    },
    {
        "word": "Rabaka",
        "definition": " a.: Fidirana an-kasahiana amin-javatra iray, fanaovan-javatra an-kasahiana be loatra, fitsofohana ao anaty... - t.i.f.: Rabahina, arabaka, voarabaka, tafarabaka / mandrabaka, fandrabaka, mpandrabaka / andrabahana, fandrabahana / mirabaka, fixabaka, mpirabaka / irabahana, firabahana / maharabaka / rabadrabaka.\n Ahitsio"
    },
    {
        "word": "Rabaraba",
        "definition": " a.: Voalavo: Taindrabaraba. (Ny tain-drabaraba dia nolazain'ny Ntaolo ho mahamora na manafaingana ny fihetsehan-jaza ho an'ny vehivavy miteraka).\n Ahitsio"
    },
    {
        "word": "Rabaraba",
        "definition": " (Ski) a.: Fivelatry ny ravin-javamaniry raha vao mitsiry.\n Ahitsio"
    },
    {
        "word": "Rabarabaina",
        "definition": " (rabaraba) mt. ih. (rabarabao): Atao tsy amimpiheverana.\n Ahitsio"
    },
    {
        "word": "Rabatra",
        "definition": " a.: Dimbana atao amin'ny tolam-baravarana mba hidiran'ny lelavaravarana.\n Ahitsio"
    },
    {
        "word": "Rabevoina",
        "definition": " a.: Teny tsy manaja loatra iantsoana olona efa maty, izay matetika atao hoe Itompokolahy na Itompokovavy: Iza no tsy mahatsiaro ny nataon-dRabevoina Ranona? * Ohab.: Raha rainao ataonao hoe Itompokolahy dada; fa raha raiko kosa, Rabevoina rainao: enti-milaza fiangarana amin'ny fitenenana ka raha an'ny tena soasoavina, fa raha an'n- hafa bantibantina.\n Ahitsio"
    },
    {
        "word": "Rabitro",
        "definition": " (angl. rabbit) a.: Jar. Bitro.\n Ahitsio"
    },
    {
        "word": "Raboha",
        "definition": " (fr. rabot) a.: Fiasana famankonana hazo.\n Ahitsio"
    },
    {
        "word": "Raboka",
        "definition": " a.: Kilalaon'ankizy isehoan-kakingana sy hafainganam-pandeha: misy ankizy iray izay atao hoe boka; manenjika ny ankizy rehetra eo izy, ka izay voakasiny dia boka misolo azy indray. Indraindray kosa anefa raha mitaingim-bato ireo enjehina, na toerana voatondro tsy hahaboka, dia tsy boka na dia voakasika aza: atao hoe tsibohaboka ny anaran' ilay kilalao amin'izany.\n Ahitsio"
    },
    {
        "word": "Raboka",
        "definition": " a.: Aretin'ny havokavoka avy amin'ny bibin'aretina atao hoe basila Koch.\n Ahitsio"
    },
    {
        "word": "Rada",
        "definition": " na Radarada a.: Fitenitenenam-poana tsy misy antony; firediredena. ? Fitenenana miahotrahotra. - t.i.f.: Radaradaina, aradarada, tafaradarada / mirada, firada, mpirada; miradarada, firadarada, mpiradarada I iradaradana, firadaradana / maharada / maharadarada.\n Ahitsio"
    },
    {
        "word": "Radarada",
        "definition": " (Ski) ft.: Halavana. I t.i.f. : Miradarada.\n Ahitsio"
    },
    {
        "word": "Radaradaina",
        "definition": " (radarada) mt. th, (rad aradao) : Itenitenenampoana tsy misy antony.\n Ahitsio"
    },
    {
        "word": "Radio",
        "definition": " (fr. radio, izay fanafohezana ny hoe radiodiffusion (a) na radiographie (b): a) fandefasana onja tsy hita maso atao hoe onja \"hertzien-ne\", izay azo avadika ho feo ka entina hilazana vaovao, na tantara na lahateny: Tsy nihaino radio aho aninaraina. b) fitarafana zavatra tsy tantera-pahazavana, toy ny no-fo, taolana, ka ahazoana mitsabo faritra marary any anaty:Efa natao radio ny tongo- ny tapaka.\n Ahitsio"
    },
    {
        "word": "Radisa",
        "definition": " na Radisy (fr. radis) a.: Karazan'anam-bazaha misy vodiny ary masiatsiaka ny tsirony.\n Ahitsio"
    },
    {
        "word": "Rado",
        "definition": " a.: Fehivozona vita amin' ny vakana volamena na volafotsy. - t.i.f : Arado, radoina / mirado, firado, mpirado / iradoana, firadoana / maharado.\n Ahitsio"
    },
    {
        "word": "Radoina",
        "definition": " (rado) mt. ih. (radoy): Ampanaovina rado, haingôina amin'ny rado: Noradoina i Soa kely ka aoka izany ny hatsarany!\n Ahitsio"
    },
    {
        "word": "Radona",
        "definition": " na Radondradona p. t.: Tsara bika, mifanentana sy mifanao ara-keviny amin' izay maha-tsara azy ny habe sy ny halava. - t.i.f.: Maradona, maradondradona.\n Ahitsio"
    },
    {
        "word": "Radraty",
        "definition": " (Ski) a.: Rivotra mafy avy any avaratra, mifanohitra amin'ny fandohotse avy any atsimo.\n Ahitsio"
    },
    {
        "word": "Rafana",
        "definition": " a.: Fofona mahery mahatofoka, fofona mandraraka. - t.i.f.: Mandrafana.\n Ahitsio"
    },
    {
        "word": "Rafandrafana",
        "definition": " p.t.: Mienjika atsy mienjika aroa noho ny tahotra, ny fivadiham-po. - t.i.f.: Arafandrafana / mirafandrafana, firafandrafana, mpirafandrafana.\n Ahitsio"
    },
    {
        "word": "Rafara",
        "definition": " na Rafaravavy a,: Anarana iantsoana sy ilazana ny zanaka vavy zandriny indrindra amin'ny nateraka.\n Ahitsio"
    },
    {
        "word": "Rafaralahy",
        "definition": " na Randriam parany a.: Anarana iantsoana sy ilazana ny zanaka lahy zandriny indrindra amin'ny nateraka.\n Ahitsio"
    },
    {
        "word": "Rafesina",
        "definition": " (rafy) mt. ih (rafeso): Alaina ho rafy.\n Ahitsio"
    },
    {
        "word": "Rafetana",
        "definition": " (rafitra) mt. ih. na pdr. (rafeto): Enti-milaza 1) zavatra asiana na petahana zavatra hafa: Norafetako tehamaina ny takoiany; 2) olona iadiana, ifampitolomana:\n Ahitsio"
    },
    {
        "word": "Rafitra",
        "definition": " a.: Fiasanany hazo hanaovana fanaka, trano: Anisan'ny taozavatra ilaina tokoa ny rafitra. ? Fomba iasana ny hazo mba hanaovana azy ho fanaka, trano...: Tsara rafitra ity latabatra ity. 1 Fikambanan'ny zavatra ma-ro ho tenan-javatra iray: Mahatalanjona ny rafitry ny tenan'ny oiombelona. • p. t.: Manomboka: Tamin'izay, rafitra ny ady. ? Raikitra: Rafitra ady Isambilo sy Ibalita. ? Mikatroka... avy hatrany, ombika: Rafitra nifampi tolona izy roa lahy. - t.i.f.: Rafetana, arafitra, voarafitra, tafarafitra / mandrafitra, fandrafitra, mpandrafitra / andrafetana, fandrafetana / mirafitra, firafitra, mpirafitra / irafetana, firafetana / maharafitra ( rafidrafitra. Mifandray hevitra: Fitaovana fanaovana rafitra: Vankona, raboha, dalompy, tsofa, didiravina, homamanta, tantanana, famoalaka, torosy, tan-dm, fandraka (fandradahy, fandrabavy), vahoho, fively, fively fandraka, filamatra, hazomahitsy, famaky, tsimaka, lamisy, rivodahy. —Fomban-drafitra: am-panoa, andahiny, ambaviny, barazedxa, sokitra, torihisatra, koronosy, fehimbarika, filioro, saridiseza.\n Ahitsio"
    },
    {
        "word": "Rafoka",
        "definition": " a.: Toetran'ny zavatra mora vaky, mora simba, faharefoana. - t.i.f.: Marafoka, marafodrafoka / harafoka, faharafoka / mandrafodrafoka / fandrafodrafoka.\n Ahitsio"
    },
    {
        "word": "Rafotrako",
        "definition": " (Btm) a.: Orana anaty rano, lava tanana sady mainty.\n Ahitsio"
    },
    {
        "word": "Rafotsy",
        "definition": " a.: Teny iantsoana ny vehivavy efa zokinjokiny, efa fotsy na manomboka ho fotsy ny volony, ka ampiasaina hoenti-milaza azy, na raha miteny aminy: Vao nahazo vola Rafotsy, dia lasa. / Aoka re, Rafotsy, hoy ireo tanora mpananihany, fa efa tofoky ny anatrao izahay.\n Ahitsio"
    },
    {
        "word": "Rafozana",
        "definition": " a.: Teny ilazana ny ray aman-drenin'ny vady, na izay olona heverina ho tokotokony ho izany, toy ny iray tam-po aminy: Rafozan-dahy, rafozam-bauy. - t.i.f.: Rafozanina / mandrafozana, fandrafozana, mpandrafozana / andrafozanana, fandrafozanana / maharafozana. -  F.-p.: Miasa jamba rafoxana: miasa ho an'olona tsy mahalala na tsy mankasitraka akory izay ataonao ho azy. * Ohab.: Mitabataba tonga rafozana, akoho iray no uonoina, ka dimy no ma-mono: mihetsiketsika be, ne-fa tsy lifta izay vita, lasan-ko vavany. ) Rafozana be menomenona: anaterana ny masaha, lazainy \"sisa tsy lany\"; anaterana ny manta, lazainy \"tsy omby vilany\": enti-milaza olona sarotra omena fahafahampo, be fanakianana na inona inona atao aminy. / Rafozana jamba: ny mana-titra lamba tsy hitany, fa ny manatitra sira no isaotsaorany: enti-milaza ny olonamahatsiaro ny soa kely fa tsy mahatsiaro ny soa lehibe a-tao azy. / Tsara ny tantana, fa ny rafozana no tsy enina: ny tena zavatra indray no hadino. ¶ M.h.: aza atao be ny raharaha ka ny voly vary indray no tsy efa.\n Ahitsio"
    },
    {
        "word": "Rafozanina",
        "definition": " (rafozana) mt, ih. (rafozano): Alaina ho rafozana. * Ohab.: Ny hovadina be ihany, fa ny horafozanina no tsy misy: mora ny mitady izay halaina ho vady, fa ny ho rafozana, sarotra ny hahalala mialoha na ho tsara izy na ho ratsy.\n Ahitsio"
    },
    {
        "word": "Rafy",
        "definition": " a.: Anaran-kazo madinika.\n Ahitsio"
    },
    {
        "word": "Rafy",
        "definition": " a.: Olona manohitra ny tena, mifanao an-daniny amin'ny tena. ? Olona mifaninana amin'ny tena. ~ Vehivavy izay alain'ny vadin'ny tena ho vadiny koa: Rafivavin-dRasoa Ravao. ~ Izay maka ny vadin'ny tena: Tsy nanaiky izy raha tsy naratrany ilay rafilahiny. - t.i.f.: Arafy, rafesina, voarafy, tafarafy / mandrafy, fandrafy, mpandrafy )andra• fesana, fandrafesana I mirafy, firafy, mpiraf y / irafesana, firafesana / mampirafy / maharaf y. -  F.-p.: Mampirafy iahy: manana vady lahy maro. / Mampirafy raharaha: misahana asa na raharaha maro indray miaraka. / Rafiiahy: lehilahy manimba ny vadin' ny tena. / Rafivavy: vehivavy manimba ny vadin'ny te-na. * Ohab.: Ny rafy tsy lavitra, fa ny uadin-drahalahy mitafY iambamena: enti-milaza fampitandremana mba hahay mihetsika, hahay mitondra tena, fa ny mpifaninana amin'ny tena tsy lavitra.\n Ahitsio"
    },
    {
        "word": "Ragehezina",
        "definition": " a.: Anaran-javamaniry fanao ody farasisa.\n Ahitsio"
    },
    {
        "word": "Raha",
        "definition": " a.: Teny fahita indrindra any anindran-tany entina hilazana fanahy tsy fantatra, izay matetika manimba na mety hanimba: Misy raha ao anatin'io rano io. 1 Teny ilazana izay tsy tiana na tsy hay holazaina mazava tsara: Hitsikitsika tsy mandihy foana fa ao raha.\n Ahitsio"
    },
    {
        "word": "Raha",
        "definition": " ppt. feh.: Mitarika fehezan-kevitra izay milaza fepetra iankinan'ny fahatanterahan'ny fehezan-kevitra iray hafa: Raha mihira ianao dia homeko vola.\n Ahitsio"
    },
    {
        "word": "Raha efa",
        "definition": " indraindray dia tsy maintsy sarahina ny teny roa nikambana ho \"rahefa\", raha toa ka manan-kevitra hoe \"vita\" ny \"efa\" ka ampiasaina ho solo-matoanteny: Raha efa izany dia nitsangana izy nikabary.\n Ahitsio"
    },
    {
        "word": "Raha tany",
        "definition": " raha tahiny ka: toy ny raha tsotra ihany, saingy manantitrantitra kokoa ny fisian'ilay fepetra: Raha tany, raha tahiny ka mihira ianao, dia homeko vo-la.\n Ahitsio"
    },
    {
        "word": "Raha vao",
        "definition": " Mitarika fehezankevitra milaza fotoana hentitra: Raha vao maneno ny lakolosy, dia tsy maintsy miditra ny mpianatra.\n Ahitsio"
    },
    {
        "word": "Rahaka",
        "definition": " ft.: Rantsan-kazo. i t.if,: Mandrahaka, fandrahaka, mpandrahaka / rahadrahaka.\n Ahitsio"
    },
    {
        "word": "Rahalahy",
        "definition": " a.: Lehilahy iray ray sy iray reny amin'ny lehilahy iray hafa: Manana rahalahy efatra Rakoto. — Ny lehilahy iray ray na iray reny fotsiny amin'ny lehilahy hafa koa dia atao hoe rahalahy, toy izany koa ny lehilahy vadin'ny olona mirahavavy amin'ny vadin'ny tena dia antsoina koa hoe rahalahy. - t.i.f.: Mirahalahy, firahalahy, mpirahalahy / firahalahiana. -  F.-p.: Rahalahin-teny: 1) teny roa mitovy fanonona; 2) teny azo raisin amin'ny hevitra roa.\n Ahitsio"
    },
    {
        "word": "Rahampitso",
        "definition": " p. nit,: Enti-milaza ny andro manaraka ny anio: Talata anio, alarobia rahampitso. / Handeha ho any Toamasina izy rahampitso.\n Ahitsio"
    },
    {
        "word": "Rahana",
        "definition": " p.t.: Enti-milaza vary na voan-javatra mbola tsy tena masaka tsara ka nampangotrahina mba hahamafy ny hodiny ka hahazoana mitoto azy na hanakanana azy tsy ho vaky vazana na hitsimoka. - t.i.f.: Rahanina, arahana, voarahana / mandrahana, fandrahana, mpandrahana / andrahanana, fandrahanana / mirahana. * Ohab.: Maty indroa toa uary rahana: enti-milaza olona na zavatra tratran'ny fahavoazana in droa miantoana.\n Ahitsio"
    },
    {
        "word": "Rahanina",
        "definition": " (rahana) mt ih. (rahano): Ampangotrahina.\n Ahitsio"
    },
    {
        "word": "Raharaha",
        "definition": " a.: Asa andaniana ny andro: Mikarakara tokantrano no mazdna raharahan' ny uehivauy mandritra ny andro. • Anton'asa ivelomana: Manjaitra no raharahan-dRanaiuo. ? Asa, taozavatra, lahasa: Misy raharaha kely home/ta anao raha manam-potoana ianao. 1 Adidy: Aza miditra amin'izany ianao fa tsy raharahanao izany. - t.i.f.: Raharahaina, voaraharaha / mandraharaha, fandraharaha, mpandraharaha / andraharahana, fandraharahana / miraharaha, firaharaha, mpirahaxaha I iraharahana, firaharahana I maharaharaha. -  F.-p.: Asa aman-draharaha: enti-milaza ny fitambaran' ny asa atao fivelomana sy ny adidy eo anatrehana avy. / Hahita raharaha amiko ianao: teny fandrahonana atao noho ny herim-pahefana na lonilony. I Manauin-draharaha: mandeha mamangy na mamotopototra raharaha izay heverina ho lehibe. /Mi-la raharaha: mitady fahasahiranana ho an'ny tena. / Misahana raharaha betsaka: miandraikitra asa maro loha isankarazany. / Raharaha manaraka ny arabe: raharaha betsaka sady manahirana. / Raharahan'i Mantasoa: fanompoana mafy aoka izany, ara-ka ilay ohabolana manao hoe: Raharahan'i Mantasoa: ny miera maty uenty, ny mangala-dia maty loso; ny mitoetra lany lamba amantsalaka. / Zokin-draharaha: ny tena ventin-draharaha voalohany, izay tsy maintsy atao mialoha. * Ohab.: ?za atao be ny raharaha ka ny voly vary indray no tsy efa: ilazana ny fanaovana an-tsirambina ny tena fototry ny aina.\n Ahitsio"
    },
    {
        "word": "Raharahaina",
        "definition": " (roharaha) mt, ih. (raharahao): Karakaraina: Tsy noraharahainy ny fambolena nataony ka levona fotsiny, • Atao ho zavatra: Tonga teo aho fa tsy noraharahainy akory.\n Ahitsio"
    },
    {
        "word": "Rahateo",
        "definition": " p. mt.: Mitovy hevitra amin'ny hoe \"efa\" sady fampiasa mifamaly aminy matetika: Efa tonga rahateo izy ka tsy ilaina hantsoina.\n Ahitsio"
    },
    {
        "word": "Rahatrizay",
        "definition": " p, mt.: Indray andro any aoriana any: Aza mamoy fo fa mbola ho sambatra ianao rahatrizay. • ppt. feh.: Rehefa... any aoriana any: Hanome fiantrana ny mahantra aho rahatrizay miasa mandray karama, hoy 1-sambilo.\n Ahitsio"
    },
    {
        "word": "Rahavavy",
        "definition": " a.: Vehivavy iray reny sy iray ray amin'ny vehivavy hafa: Tia ny rahauaviny Rasoa. — Ny vehivavy iray ray na iray reny fotsiny amin'ny vehivavy hafa koa dia atao hoe rahavavy, toy izany koa ny vehivavy manambady olona mirahalahy amin'ny vadin'ny tena dia antsoina koa hoe rahavavy. - t.i.f.: Mirahavavy, firahavavy, mpirahavavy / irahavaviana, firahavaviana.\n Ahitsio"
    },
    {
        "word": "Rahefa",
        "definition": " na Rehefa ppt. feh.: Mitarika fehezan-kevitra milaza fotoana ka mazàna: a) zavatra mbola ho avy no lazainy: Rahefa tonga izy dia ento aty amiko; 2) na zavatra fanao matetika: Rahefa misaotra izy, tsy diso ny mitsikitsiky kely.\n Ahitsio"
    },
    {
        "word": "Rahefa avy",
        "definition": " rehefa avy: Entimilaza ny zavatra natao talohan'ny zavatra hafa iray: Rehefa auy nisakafo izahay, dia nitsangantsangana teny amoron-dranomasina.\n Ahitsio"
    },
    {
        "word": "Rahona",
        "definition": " a.: Fitambaran'entona avy amin'ny ranon'ny renirano, ony, farihy, ranomasina donafan'ny hainandro, ka mitangorona eny amin'ny habakabaka ary milatsaka ho orana raha sendra miova ho man gatsiaka ny toetr' an dro, • Teny atao amin-katezerana mba haniniana olona noho ny ratsy nataony, 1 t: Rahonana, arahona, voaxahona 1 mandrahona, fandrahona, mpandxahona / andxahonana, fandrahonana . I maharahona 1 rahondrahona / mirahondrahona. -  F,-p.: Mifanoto rahona: enti-milaza asa na raharaha betsaka mifangaro, mifanontona, na olona mifandrombaka miteny indray miaraka. / Misamboarauoara ny rahona: enti-milaza ny rahona jerena toa misamboaravoara nefa samy manana ny fandehany. / Rahom-bava: fandrahonana amin'ny fitenenana. / Raho-mitatao: rahona mivangongo betsaka eny an-danitra ka manamaloka ny masoandro, fambara fa ho avy ny orana. / Semban-drahona: takon'ny rahona. ? h.o.: enti-milaza zavatra tsy tanteraka fa voasampon-javatra kely. / Sondrodrahona: ilazana ny tafontrano izay atao vonjy maika hiarovana ny rindrin-trano tsy ho simban' ny orana; tafontrano bozaka ary manify. / Takondrahona: saron'ny rahona. / Tandrifin-drahona: orana milatsaka tsy ampoizina ary tsy maharitra ela. / Tory rahona ny lanitra: feno rahona tanteraka ny manodidina, ka mety haharitra ny orana raha avy.\n Ahitsio"
    },
    {
        "word": "Rahonana",
        "definition": " (rahona) mt. ih. (rahony): Teneninamafy, fa nisy ratsy nataony; levilevena: Nandrairay zauatr'olona Ikoto ka norahonan-drainy mafy.\n Ahitsio"
    },
    {
        "word": "Rahoviana",
        "definition": " p. rat.: Entina manontany fotoana mbola ho avy: Rahouiana no ho tonga ny zokinao? • h.i.: Tay... na na oviana na oviana: Rahoviana Rakoto no mba hampisam bo-bo!a olono!\n Ahitsio"
    },
    {
        "word": "Raibe",
        "definition": " a.: Rain'ny ray na rain' ny reny.\n Ahitsio"
    },
    {
        "word": "Raiboboka",
        "definition": " a: Poizina avy amin'ny zavamaniry ataon'ny Sakalava amin'ny tendron' ny lefona ka izay voan'ny lefona misy azy io mfzihitra ny kibony dia maty. • h.o.: Zava-dratsy mampidi-doza: Raiboboka manimba firenena ny fifankahalana ara-poko.\n Ahitsio"
    },
    {
        "word": "Raiheka",
        "definition": " o.: Karazan-kazo fanao trano, atao koa hoe famelona.\n Ahitsio"
    },
    {
        "word": "Raika",
        "definition": " a.: Rona. - t.i.f.: Araika, voaraika, tafaxaika 1 mandraika, fandraika, mpandraika / andraihana, fandraihana / mifandraika 1 miraika, firaika, mpiraika / iraihana, firaihana, iraikana, firaikana / maharaika / raikaraika / mifandraika.\n Ahitsio"
    },
    {
        "word": "Raika",
        "definition": " p.i.: Jar. Iraika.\n Ahitsio"
    },
    {
        "word": "Raikabaoty",
        "definition": " (angl. right about) a,: Baiko-miaramila izay andidiana ny miaramila hampitambotsotra ny tongotra havanana ka hitodika miankavia.\n Ahitsio"
    },
    {
        "word": "Raiketa",
        "definition": " na Raiketra a.: Karazan-tsilo fanaon'ny olona fefin-tokontany sy vala; noho ny raviny matevina sy be rano, dia izy no ataon'ny olona sakafon'ny biby — na fanaon'ny olona sakafo koa aza — any amin'ny tany kely ranonorana ka tsy misy voly maniry: Nankaiza ny olontety? no rindrina sisa mijord / ny tafo nikipaka iray, ny rihana sy andry nikoro; / raiketa sy ambiaty ary se-va no sisa miandry tanàna. (Dox),\n Ahitsio"
    },
    {
        "word": "Raiketana",
        "definition": " (raikitra) mt. pdr. (raiketo): Ametahana: Tsy azo raiketana taratasy ity rindrina ity fa malamalama.\n Ahitsio"
    },
    {
        "word": "Raikipohy",
        "definition": " a: Fanafohezana amin'ny teny fohy na hentitra ny andinindinin'ny fikajiana halavana... oh. ny halavan'ny manodidina ny faribolana dia voalazan'ny raikipohy amin'ny teny frantsay hoe 27fR.\n Ahitsio"
    },
    {
        "word": "Raikiraiky",
        "definition": " a.: Fiherikerehana sy fitahontahonana; fahadaladalana sy fivarimbarianana amin'izay rehetra hita. - t.i.f.: Araikiraiky, voaraikiraiky, tafaraikiraiky I mandraikiraiky, fandxaikixaiky, mpandxaikiraiky 1 andraikfxaikena, fandraikiraikena / miraikixaiky, firaikiraiky, mpiraikfraiky 1 iraikiraikena, firaikiraikena / mitaraikiraiky.\n Ahitsio"
    },
    {
        "word": "Raikitelo",
        "definition": " a.: Lalan-kevitra entina mikajy halavana, isa, vidin-javatra, miainga avy amin-javatra roa efa fantatra. Oh. Ariary 24 no vidin'ny temitra 3m; ohatrinona no vidin'ny temitra 14m?\n Ahitsio"
    },
    {
        "word": "Raikitra",
        "definition": " p.t.: Mipetaka: Efa raikitra amin'ny rindrina ny temitra ka sarotra alana. • Vita, tapakarehefa nodinihina sy nifénarahana: Raikitra izany ny varotra ka omeo ny vodiondrim-barotra. ? Tsy miova: Miuory amin'ny andro raikitra. 1 h.o.: Miady: Raikitra tsy satry ohatra ny ombalahy mifanena ankaterena (ohab.). - t.i.f.: Raiketana, araikitra, voaraikitra, tafaraikitra J mandraikitra, fandraikitra, mpandraikitra / andraiketana, fandraiketana / miraikitra, firaikitra, mpiraikitra / iraiketana, firaiketana j maharaikitra / raikidraikitra. -  F.-p.: Raiki-molaly: feno na rakotra molaly. 1 h.o.: antitra, efa tranainy be. / Raiki-paka: 1) latsa-paka, miorim-paka; 2) enti-milaza vehivavy maro anaka; 3) enti-milaza aretina tsy azo sitranina, latsa-paka. / Raikipitia: tia fatratra, adalam-pitia amin'ny olona iray, lefaka. J Raiki-tahotra: azon'ny tahotra sy ny horohoro mafy. / Raiki-tampisaka: ilazana ireo olona mahia tsy mahazo aina fa kaozatra eny mandrakariva; enti-milaza koa toetra na aretina tsy a- faka amin'ny olona iray intsony. / Raiki-trosa: ananan' olona trosa be. / Raikitra ady: rafitra mifamely, mifandray. / Raikitra aretina: nahazo aretina na tonga voan'ny aretina noho ny tahotra, hatairana..: / Raihitra hatsiaha: mahatsiaro mangatsiaka mafy. / Raikitra ny uarotra: vita fifanarahana ny varotra. I Fary raiki-bololona: fary mbola miaraka amin'ny tendrony misy ny raviny sy ny vololon-draviny ka entina amin'ny famorana sy ny alavolonjaza ary ifandrombahan'ny vehivavy maniry hiteraka. * Ohab.: Mandalo dia raikitra ohatra ny tsipolitra antitra: enti-milaza ny olona mora tia sy revorevo foana, na amin'ny fitiavana na amin' ny zavatra hafa. / Varotra tsy raikitra tsy maharatsy fihauanana: enti-milaza fa tsy simba akory ny fihavanana na dia tsy mifanaraka aza ny varotra ifanaovana (maneho ny fitandroan'ny ntaolo ny fihavanana manoatra noho ny raharaham-bola; ampif andraiso: \"Aleo very tsikalankalam-bola toy izay very tsikalankalam-pihavanana\"). Varotry ny manano tena ka raikitra vao tora-houitra: enti-milaza ny ahiahy aorian' ny fanapahan-kevitra iray izay noraisina. ¶ M.h.: Tapaka, tarangana, vita, mandry mitsilany, man-dry ivohon'ny vato, maty paika, vonobaibona, angarangidina, finari-bava.\n Ahitsio"
    },
    {
        "word": "Raikona",
        "definition": " a.: Fofon-javatra may. ? F.-p.: Maimbo raikona: enti-milaza toerana andrenesana fofon-javatra may.\n Ahitsio"
    },
    {
        "word": "Railovy",
        "definition": " a.: Karazam-boron-kely sady tsara feo no tsara tarehy fa misy sangany misandrahaka ohatra ny fikopaka eo ambony lohany ka nahatonga ny olona hanome azy ny anarana hoe andriamborona.\n Ahitsio"
    },
    {
        "word": "Rainazy",
        "definition": " p.t.: Enti-milaza olona morainy, manaraka ambokony izay lazaina azy, ka izay asaina ataony, ataony, ary izay angatahina aminy, omeny. • F.-p.: Manao rainazy: manan-toetra morainy loatra, olom-be, tsy mihevitra loatra ny tena adidy, mandefitra na mampihafy ny tokony hatao. Ahitsio"
    },
    {
        "word": "Raindahiny",
        "definition": " p.t.: Enti-milaza olona kalazalahy amin'ny zavatra iray. ¶ M.h.: Maintimolaly, ela nihetezana, za-draharaha, me-na vazana, main-dambana, kalazalahy, sifotra antitra, ombalahy be vozona, zanak' omby tsy ampianarin-domano, ampingaloha, goaika an-titra.\n Ahitsio"
    },
    {
        "word": "Raingena",
        "definition": " (raingy) mt. ih, (raingeo): Ahodina mba hiteraka afo. • Terena hanome zavatra. ? Loahana.\n Ahitsio"
    },
    {
        "word": "Raingetina",
        "definition": " (raingitra) mt. ih. (raingeto): Entina, rongotina.\n Ahitsio"
    },
    {
        "word": "Raingiraingy",
        "definition": " a.: Fivembena, fivezimbezena.\n Ahitsio"
    },
    {
        "word": "Raingitra",
        "definition": " a. (Tsy fampiasa firy): Fitondrana zavajavatra tsy dia misy hilana azy loatra. (jer. Rongotra). - t.i.f.: Raingetina, araingitra, voaraingitra / miraingitra, firaingitra, mpiraingitra / iraingetana, firaingetana / maharaingitra / raingidraingitra.\n Ahitsio"
    },
    {
        "word": "Raingy",
        "definition": " a.: Hazo ahodinkodina haingana eo amin'ny lempona kely amin'ny hazo hafa iray mba hiteraka afo. 1 tao.: Fanerena, famoritana. - t.i.f.: Raingena, araingy, voaraingy / mandraingy, fandraingy, mpandraingy I andraingena, fandraingena / miraingy / maharaingy / raingiraingy / araingiraingy, voaraingiraingy, tafaraingiraingy / mandraingiraingy, fandraingiraingy, mpandraingiraingy / rniYaingixaingy, firaingiraingy, mpiraingiraingy / andraingiraingen, fandraingiraingena.\n Ahitsio"
    },
    {
        "word": "Rainiolona",
        "definition": " a.: Anarana nome-na ny miaramila mpitifitra amin'ny tafondro taloha.\n Ahitsio"
    },
    {
        "word": "Rainkona",
        "definition": " Mitovy amin'ny Raikona.\n Ahitsio"
    },
    {
        "word": "Raioritra",
        "definition": " a.: Anaran-kazo.\n Ahitsio"
    },
    {
        "word": "Rairaindrihana",
        "definition": " a.: Hazo lava-lava fanao lafidrihana.\n Ahitsio"
    },
    {
        "word": "Raisina",
        "definition": " (ray) mt. ih. (raiso): Alaina: Noraisiny ny satrony dia lasa izy. • Azo: Houaliako rahariva ilay taratasy noraisiko anikeheo. ? Ampiantranoina: Raiso tsara Rakoto fa havantsika. • E-kena ho isan'ny...: Noraisina ho mpikambana amin' ny Vokovoko Volamena izy.\n Ahitsio"
    },
    {
        "word": "Raitra",
        "definition": " (agi. right) p.t.: Tsara tarehy bikana; voalohany amin'ny laharana;mendrika.\n Ahitsio"
    },
    {
        "word": "Raivasy",
        "definition": " (angl. reverse) a.: Fanatsingolohana ny basy ho mari-pisaonana mpanjaka na mpitondra ambony.\n Ahitsio"
    },
    {
        "word": "Raivo",
        "definition": " a.: Ny zanaka vavy eo anelànelan'ny vavimatoa sy ny faravavy, na firy na firy isany.\n Ahitsio"
    },
    {
        "word": "Rajako",
        "definition": " a.: Karazam-biby izay manakaikikaiky ny olombelona amin'ny rafitry ny tenany, ny fomba fandraisany zavatra, satria mifanohitra amin'ny rantsantanany efatra ny ankibeny ka afaka mamihinazavatra izy. • h.i.: Enti-milaza tarehy na bika mampitahotra ananan'ny olona.\n Ahitsio"
    },
    {
        "word": "Rajaraja",
        "definition": " p. t.: Avo, manerinerina. - t.i.f.: Arajaraja, tafarajaraja I mirajaraja, firajaraja, mpirajaraja / ¢ajarajana,firajarajana.\n Ahitsio"
    },
    {
        "word": "Raka",
        "definition": " ft.: Hahia, hahiazana, fahamaranan-tsody. i t.i.f.: Mandràka, fandràka.\n Ahitsio"
    },
    {
        "word": "Rakandrakana",
        "definition": " ft.: Toetran' ny tahom-bary mahitsy ary somary mahalankalana eny an-tanimbary. - t.i.f.: Mirakandrakana, firakandrakana.\n Ahitsio"
    },
    {
        "word": "Rakaraka",
        "definition": " a.: Toetran'ny volo tsy voahogo fa mihaha mipariaka ary toa misaritaka. - t.i.f.: Rakarakaina, arakaraka, voarakaraka / mandrakaraka, fandrakaraka, mpandrakaraka I andrakarakana, fandrakarakana / mirakaraka, firakaraka, mpirakaraka 1 irakarakana, firakarakana / maharakaraka.\n Ahitsio"
    },
    {
        "word": "Rakarakaina",
        "definition": " (rakaraka) mt. ih. (rakarakao): Hahana (volo).\n Ahitsio"
    },
    {
        "word": "Raketina",
        "definition": " (rakitra) mt. ih. (raheto): Tahirizina.\n Ahitsio"
    },
    {
        "word": "Rakibolana",
        "definition": " (rakitra, volana) a,: Anarana omena ny boky mirakitra na mitahiry ny tenim-pirenena iray voalahatra araka ny abidy ka voazava amin'ny teny fohy ny hevitry ny teny tsirairay na voavadika amin'ny fitenim-pirenen-kafa; diksionera: Rakibotana malagasy. / Rakibolana frantsay-malagasy.\n Ahitsio"
    },
    {
        "word": "Rakitra",
        "definition": " a.: Vola angonina tsikelikely hatao tahiry:Manaova rakitra raha ta hahazo bisikileta ianao amin'ny faran' ny tao na. • h.o.: Harena, zava-tsoa sarobidy voatahiry: Rakitra lehibe ho an'ny firenena ireo sangan'asan'ny mpanoratra ao aminy. ? Toerana misy ny vola angonina: Namahy rakitra Ikoto ornaly. • Vola tantazana amin' ny olona vory maro be tsirairay, indrindra any ampiangonana: Tsy hisy uidimpidirana fa rahitra no hotantazana eo am-baravarana. - t.i.f.: Raketina, voarakitra I mirakitra, firakitra, mpirakitra / iraketana, firaketana 1 maharakitra / rakidrakitra. • F.-p.: Latsa-drakitra: ny vola alatsaka ao anaty rakitra na arotsaka amin'ny rakitra any am-piangonana. / Raki-malala: izay rehetra tiana sy lalaina. / Rakitr'antitra: enti-milaza izay zava-tsarobidy tehirizina amim-pitandremana fatratra. / Tsy mahamafy rakitra: enti-milaza zavatra na olon-tiana izay amohana ny rakitra mora foana.\n Ahitsio"
    },
    {
        "word": "Rakofana",
        "definition": " (rakotra) mt. ih. (rakofy): Asiana zavatra eo ambony mba tsy hahitana azy na hiarovana azy amin'ny hatsiaka...: Rakofy io zaza io sao mangatsiaka.\n Ahitsio"
    },
    {
        "word": "Rakonantitra",
        "definition": " a.: Lehilahy na vehivavy efa antitra mahia (jer. Konantitra).\n Ahitsio"
    },
    {
        "word": "Rakorako",
        "definition": " a.: Toetran'ny volo misaritaka, tsy milamina. - t.i.f.: Arakorako, voarakorako, tafarakorako / mirakorako, firakorako, mpirakorako / irakorakoana, firakorakoana.\n Ahitsio"
    },
    {
        "word": "Rakotra",
        "definition": " a.: Zavatra atao eo ambony zavatra hafa mba tsy hahitana azy na hiarovana azy: Rako-pandriana. ¶ M.h.: Saron. • Vato fisaka lehibe izay narakotra ny loaka azo nidirana tao antampon'ny vavahady taloha raha nikodiavana kodiarambato lehibe izay natao hidiny ny vavahady. - t.i.f.: Rakofana, arakotra, voarakotra, tafarakotra I mandrakotra, fandrakotra, mpandrakotra / andrakofana, fandrakofana / mirakotra, firakotra, mpirakotra / irakofana, firakofana / maharakotra I rakodrakotra. -  F.-p.: Lamba firakotra: lamba matevina irakofana rehefa matory amin'ny alina. / Rako-bata: varavarana mikatona ho azy toy ny tsatoka. / Rako-pandriana: lambampan driana. * Ohab.: Tantely afa-drakotra ka anjakan'ny bodo sy adala: ilazana zava-tsoa tsy misy mpiaro ka tonga baranahiny: samy mivantana ao daholo ny olon-drehetra.\n Ahitsio"
    },
    {
        "word": "Ralia",
        "definition": " (fr. rallye) a.: Fifaninanan'olona mandeha an-tongotra na fifaninanan'aotomobilina izay tsy maintsy tonga amin'ny toerana iray voatondro rehefa avy nandia fitsapana maromaro.\n Ahitsio"
    },
    {
        "word": "Raloba",
        "definition": " a.: Hira fanao amin' ny fiandrasam-paty any anindran-tany. ¶ M,h.: Sasy, baheza.\n Ahitsio"
    },
    {
        "word": "Raloba",
        "definition": " a.: Karazana korintsana vita amin'ny sampan-drofia (baobao na bao fombo) norarina ho vata kely fisaka misy tahony efatra ihazonana azy; asiana voa madinika ao anatiny (ny any amin' ny faritany avaratra sy atsinanana ary Sainte-Marie no mampiasa azY).\n Ahitsio"
    },
    {
        "word": "Ramadany",
        "definition": " (ar. ramadana) a: Volana fahasivy amin'ny kalandrie miziolimanina ifadian'ny Silamo hanina, ka isan' andro hatramin'ny fiposahan'ny masoandro ka hatramin'ny filentehany, dia tsy mihinana na inona na inona izy ireo mandritra an'io iray volana io.\n Ahitsio"
    },
    {
        "word": "Ramahavalia",
        "definition": " a.: Karazan-javamaniry fanao ody mosavy na vorika.\n Ahitsio"
    },
    {
        "word": "Ramaka",
        "definition": " a.: Anaran'olo-nalaza fahiny ho mpandoro trano. * Fiten.: Nandalo Ramaka ka may ny tanàna.\n Ahitsio"
    },
    {
        "word": "Ramamonjy",
        "definition": " a.: Zavamaniry fanao fanafody.\n Ahitsio"
    },
    {
        "word": "Ramanakofa",
        "definition": " a.: Hazo fanao ody farasisa.\n Ahitsio"
    },
    {
        "word": "Ramanamango",
        "definition": " a,: Anarana no-mena ny tangena ampiasaina amin'ny fampinomana.\n Ahitsio"
    },
    {
        "word": "Ramandraotra",
        "definition": " a.: Anaram-panafody tranainy.\n Ahitsio"
    },
    {
        "word": "Ramanenjana",
        "definition": " a.: Anaran'aretina hafahafa mampienjika sy mampanao fihetsehana isankarazany, mitovy amin'ireo fantatra any anindran-tany amin'ny anarana hoe: aretinan drianan ahary, tromba, menabe, bilo.\n Ahitsio"
    },
    {
        "word": "Ramanga",
        "definition": " a.: Tanimena atao fanafody maso.\n Ahitsio"
    },
    {
        "word": "Ramangorona",
        "definition": " a.: Biby be misambotra ary mandentika any anaty rano araka ny voalazan'ny angano. ? Zavamaniry madinika izay raha vao voatohina dia mihorona. ¶ M.h.: Mihoronkorona, modimodia, kelimanjakalanitra, ambatofotsikely.\n Ahitsio"
    },
    {
        "word": "Ramanjavona",
        "definition": " a.: Zavamaniry mandadina.\n Ahitsio"
    },
    {
        "word": "Ramanjeona",
        "definition": " a.: Anaram-borona (Nectarinia angladiana).\n Ahitsio"
    },
    {
        "word": "Ramanjerika",
        "definition": " a.: Anaram-borona (Terpsiphone mutata).\n Ahitsio"
    },
    {
        "word": "Ramarama",
        "definition": " a.: Fisasasasana, famindra avy dia misosososo. ? Fitondrana haingo maro be lafo vidy. - t.i.f.: Ramaramaina, tafaramarama, voaramarama / miramarama, firamarama, mpiramarama / iramaramana, firamaramana 1 maharamarama.\n Ahitsio"
    },
    {
        "word": "Ramaramaina",
        "definition": " (ramarama) mt. ih. (ramaramao): Haingoina mihoa-pampana.\n Ahitsio"
    },
    {
        "word": "Ramatana",
        "definition": " (ramatra) mt. ih. (ramato): Kaikerina mafy amin'ny nify; iadiana.\n Ahitsio"
    },
    {
        "word": "Ramatoa",
        "definition": " a.: Teny ilazana ny zanakavavy voalohany: Raha nisakana Ramatoa, My ary ianao Raivo. ? Ampiasaina hilazana ny vehivavy vady andefimandry: Rangahy no tao an-trano fa ramatoa lasa niantsena ? Ilazana amimpanajana rahefa mety ho vehivavy, ka ampiasaina mandeha irery izy na miaraka amin'ny anaran'Bay olona: Tsy naharitra ilay Ramatoa ka lasa. Tonga ao Ramatoa Rasoa. ? Iantsoana ny vehivavy Iresahana: Aoka re, Ramatoa, fa azoko ny tianao holazaina.\n Ahitsio"
    },
    {
        "word": "Ramatra",
        "definition": " ft.: Fihaingoana, firavahana. - t.i.f.: Tafaramatra 1 miramatra, firamatra, mpiramatra I iramatana, firamatana j maharamatra 1 ramadramatra.\n Ahitsio"
    },
    {
        "word": "Ramatra",
        "definition": " a.: Kaikitra mafy amin'ny nify, ady ifanaovana misaritaka. - t.i.f.: Ramatana, voaramatra / mandramatra, fandramatra, mpandramatra 1 andramatana,\tfandramatana 1 maharamatra / ramadramatra, mifandramatra.\n Ahitsio"
    },
    {
        "word": "Rambaramba",
        "definition": " a,: Karazan-kalesy tsy misy kodiarana fa taritina fotsiny amin'izao ary ampiasaina hitondrana vatom-pasana; indraindray koa anefa ny rambaramba dia hazo boribory fotsiny atao tsikaiana amin'ny zava-mavesatra tsy zaka bataina fa taritina ka mikodiadia ireo hazo ireo rehefa taritina na atosika.\n Ahitsio"
    },
    {
        "word": "Rambasana",
        "definition": " (ramby) mt. ih. (rambaso): Samborina tampoka ary an-keriny amin'ny nify: Norambasan'ny alika ny vody pataloan'Ibalita.\n Ahitsio"
    },
    {
        "word": "Rambatra",
        "definition": " a.: Mitovy amin'ny Ramatra (kaikitra mafy amin'ny nify).\n Ahitsio"
    },
    {
        "word": "Rambavy",
        "definition": " a.: Anaran-kazo.\n Ahitsio"
    },
    {
        "word": "Rambezina",
        "definition": " fihasimban'ny hoe Rembezina (remby) mt ih. (rambezo): Hazaina.\n Ahitsio"
    },
    {
        "word": "Rambiazina",
        "definition": " a: Anaran-javamaniry madinika izay manipofona ny raviny rehefa kosokosehina, fanao tambavy.\n Ahitsio"
    },
    {
        "word": "Rambilazo",
        "definition": " a.: Anaran-kazo nampiasain'ny teo aloha ho fanafody mosavy.\n Ahitsio"
    },
    {
        "word": "Rambo",
        "definition": " na Rambona a.: Fisaritsarihana na fisampisampiana avy ao aoriana; fitazonana sy fsintonsintonana ao ivoho toy ny mitady hanaraka. - t.i.f : Rambonana, rambosana, voarambo, voarambona / mandrambona, fandrambona, mpandrambona 1 andrambonana, fandrambonana j andrambosana, fandrambosana I maharambo, maharambona I rambondrambona.\n Ahitsio"
    },
    {
        "word": "Rambo",
        "definition": " a.: Laniny lavalava mamarana ny vatan'ny ankabeazan'ny biby, izay azo verina ho tohin'ny hazondamosiny ihany raha jerena ny rafi-batany: Lava rambo ny omby. / Alika bory rambo. ? h.i,: Izay rehetra mirefarefa amin'ny fitafiana na mitaritarika aoriana. - t.i.f.: Ramboana, arambo, voarambo / mandrambo, fandrambo, mpandrambo / andramboana, fandramboana / mirambo, firambo / maharambo I ramborambo I aramborambo, tafaramborambo / miramborambo, firamborambo, mpiramborambo 1 iramboramboana, firamboramboana.\n Ahitsio"
    },
    {
        "word": "Rambo",
        "definition": " a.: Ilay sisa tavela ao amin'ny rary (tsihy na satroka) ka hetezana hiala.\n Ahitsio"
    },
    {
        "word": "Ramboana",
        "definition": " (rambo) mt, pdr. (ramboy): Lamba na fitafiana asiana tovany mirefarefa na mitaritarika aoriana, asiana somotraviaviny.\n Ahitsio"
    },
    {
        "word": "Rambonana",
        "definition": " na Rambosana (rambona, rambo) mt. ih. (rambony, rambosy): Samborina, sarihana amin'ny lamba na fitafiana mirefarefa eny amin'ilay olona.\n Ahitsio"
    },
    {
        "word": "Rambondamba",
        "definition": " a.: Anarana enti-milaza ny vola famangiana amin'ny fahoriana, raha toa ka efa voalevina ny razana no tonga mamangy (efa voalevina mifono lamba ny maty, ka ny famangiana manaraka aty aoriana dia toy ny rambo manaraka ny lamba). (Jer. koa: Ranombary tsy masaka, solontsosoa, fao-dranomaso, kofehy, solon-kofehy, zara levenana).\n Ahitsio"
    },
    {
        "word": "Rambondanitra",
        "definition": " Rivotramifofofofo indray mandeha, dia toa mitsangana ary mihodinkodina an-toerana no sady mifindra toerana, ka izay voafaoka ao anatiny (vovoka, ravinkazo, poti-javatra madinika...) dia entiny misangodina miaraka aminy.\n Ahitsio"
    },
    {
        "word": "Rambotsy",
        "definition": " a.: Fehivozona volafotsy.\n Ahitsio"
    },
    {
        "word": "Ramby",
        "definition": " a.: Fisamborana an-keriny ary tampoka amin'ny nify. - t.i.f.: Rambasana, voaramby I mandramby, fandramby, mpandramby 1 andrambasana, fandrambasana / maharamby I rambiramby.\n Ahitsio"
    },
    {
        "word": "Ramena",
        "definition": " (Ski) a.: Raikely, renikely.\n Ahitsio"
    },
    {
        "word": "Rameva",
        "definition": " a.: Karazam-biby mandinika avy any Aria misy trafony anankiroa. (Ny rameva dia ataon'ny olona fitaingina, nefa fihinana tsara koa ny henany ary manome ronono koa aza izy; ankoatra izany, mbola azo arnpiasaina ny hodiny sy ny volony).\n Ahitsio"
    },
    {
        "word": "Ramianoka",
        "definition": " a.: Anaran'ahitra lehibe fahita eny an-tanimbary (Aeschynomene indica).\n Ahitsio"
    },
    {
        "word": "Ramiary",
        "definition": " a.: Anaran-javamaniry misy voniny fotsifotsy lehibe, fahita matetika eny amin'ny tany mando. (Datura stramonium)\n Ahitsio"
    },
    {
        "word": "Ramiavona",
        "definition": " a.: Hazo eny amin' ny vatan'ny namany no aniriany (fiteny koa ny hoe hazomiavona).\n Ahitsio"
    },
    {
        "word": "Ramifaritra",
        "definition": " a.: Zavamaniry misy raviny mena misisina fotsy.\n Ahitsio"
    },
    {
        "word": "Ramijaingy",
        "definition": " a.: Karazam-balala.\n Ahitsio"
    },
    {
        "word": "Ramilaheloka",
        "definition": " a.: Anaran-kafa iantsoana ny fandrefiala.\n Ahitsio"
    },
    {
        "word": "Ramilamina",
        "definition": " a.: Anaran-javamaniry fahita mitsinkafona eny ambony rano, fanao fanafody.\n Ahitsio"
    },
    {
        "word": "Ramimendo",
        "definition": " a.: Anaran-kazo.\n Ahitsio"
    },
    {
        "word": "Ramiraja",
        "definition": " (angl. ramrod) a,: Faritso-basy.\n Ahitsio"
    },
    {
        "word": "Ramirebaka",
        "definition": " a.: Anaram-bosotra omena ny anantsonga no-ho izy mahabe rivotra.\n Ahitsio"
    },
    {
        "word": "Ramiretaka",
        "definition": " a.: Aretina mpahazo ny kisoa, izay mahatonga azy halemy, hiretaka tsy mahajoro ary dia mahafaty azy.\n Ahitsio"
    },
    {
        "word": "Ramirondra",
        "definition": " a.: Anaran-javamaniry eny amin'ny vatan' ny namany no aniriany. (Phipsalis cassytha)\n Ahitsio"
    },
    {
        "word": "Ramitambina",
        "definition": " a.: Anaran-javamaniry hita maniry eny ambonin'ny angavodiana. (Loranthus)\n Ahitsio"
    },
    {
        "word": "Ramofaritra",
        "definition": " a.: Karazan'ahitra. (Limnophila terenioides)\n Ahitsio"
    },
    {
        "word": "Ramole",
        "definition": " (fr. mulet) a,: Biby sahala amin'ny soavaly, avy amin'ny fampiarahana ny ampondra lahy sy ny soavaly vavy (fiteny koa ny hoe Mole).\n Ahitsio"
    },
    {
        "word": "Ramondramona",
        "definition": " a.: Fitsako mingonongonona mierona toy ny alika na ny saka. - t.i.f.: Ramondramor2lna, aramondramona, tafaramondramonal miramondramona, firamondramona, mpiramondramona I iramondramonana, firamondramonana.\n Ahitsio"
    },
    {
        "word": "Ramondramonina",
        "definition": " Aramondramona (ramondramona) mt. ih. (ramondramony, aramondramony): Tsakoina eo am-pingonongononana.\n Ahitsio"
    },
    {
        "word": "Rampa",
        "definition": " p.t.: Banga, afaka niala (nify na hohon-tongotra sendra tafintohina): Potraka Rakoto ka rampa daholo ny nifiny ambony rehetra - t.i.f.: Rampaina, voarampa j mandrampa, fandrampa. mpandrampa j andrampana, fandrampana 1 maharampa.\n Ahitsio"
    },
    {
        "word": "Rampaina",
        "definition": " (rampa) mt. ih. (rampao): Bangaina, alana.\n Ahitsio"
    },
    {
        "word": "Rampy",
        "definition": " a.: Jar. Ramby.\n Ahitsio"
    },
    {
        "word": "Ramy",
        "definition": " a.: Hazo lehibe fahita amin'ny faritra atsinanana sy andrefan'ny Nosy, fanaovana lakana — noho izy mety ho be velarana — sy izay faritra tsy hita maso amin'ny fanaka (toy ny vatasarihana); fa ny tena ahafantaran'ny maro ny ramy dia ny ditiny anaovana emboka manitra. (Canarium Madagascariense).\n Ahitsio"
    },
    {
        "word": "Ramy",
        "definition": " a.: Ditin-kazo fanembohana sady fampiasa koa hanosorana ny fandidian-dokanga; ilazana koa ny hazo mahitsY.\n Ahitsio"
    },
    {
        "word": "Rana",
        "definition": " a.: Omby vahiny tsy misy trafo.\n Ahitsio"
    },
    {
        "word": "Ranabavy",
        "definition": " a.: Anarana anajan' ny lehilahy ny vehivavy iray tam-po aminy: Aoka re, ranabavy, aza misahirana mahandro vary ho ahy amin' izao elanelam-potoana izao ianao. ? h.i.: Ilazana koa ny vadin'ny zaodahy.\n Ahitsio"
    },
    {
        "word": "Ranadahy",
        "definition": " a.: Anarana anajan' ny vehivavy ny lehilahy iray tain-po aminy: Miandry andranadahy eto aho fa ho avy hitsidika aty, hono, izy. ? h. i.: Iantsoana ny vadin'ny zaobavin'ny tena koa.\n Ahitsio"
    },
    {
        "word": "Ranakandriana",
        "definition": " a.: Zavatra tsy hita vatana, ninoan'ny Ntaolo ho \"mpamoaka ny fitahian' Andriamanitra, aloalon'ny tany sy ny lanitra\", ka nanaovan'ny olona hataka sy vavaka ary hasim-bola, ka nanome, hono, raha hitany fa mahatsara ny olona mangataka ny zavatra angatahiny.\n Ahitsio"
    },
    {
        "word": "Ranandria",
        "definition": " (Ski) a.: Teny fanajana iantsoana ny olona izay itenenana, toy ny \"Andriamatoa, Ramatoa: Mba omeo rano aho, Ranandria.\n Ahitsio"
    },
    {
        "word": "Ranaotra",
        "definition": " a.: Anarana ilazana na iantsoana ny zaodahy na ny zaobavin'ny tena, izany hoe ny iray tam-po amin'ny vady: Mitsako tsy re ka ken-da vao \"dony aho, ranaotra\" (Ohab. enti-milaza olona manao zavatra an-tsokosoko ka misy fahavoazana manjo vao miantso vonjy amin'ny hava-na na sakaiza).\n Ahitsio"
    },
    {
        "word": "Ranatra",
        "definition": " (Ski) a.: Lefona roa samy kelikely, fitondramandeha.\n Ahitsio"
    },
    {
        "word": "Randramadinika",
        "definition": " a.: Fombandrandram-bolo atao toy izao: atao madinika ny fizarana ny son-bolo vao arandrana, ary ny sori-bolo voarandrana tsy atambatra raha tsy vita daholo izy rehetra amin'ny ila loha; avy eo a-tao tahaka ny bangoankatoka ihany.\n Ahitsio"
    },
    {
        "word": "Randrana",
        "definition": " a.: Fanamboarana-4' ny volo lava ho misy ampehezany telo avy, izay ampidipidirina ho toy ny kofehy, ka ireo indray dia ampifamatorina hanana endrika samihafa araka ny karazany tiana hatao: randra-madinika, randran-telo an'ila... na randranampanga, randravonkalana... - t.i.f : Randranina, arandrana, voarandrana / mandrandrana, fandrandrana, mpandrandrana / andrandranana, fandrandranana / mirandrana, firandrana, mpirandrana / irandranana, firandranana I maharandrana I randrandrandrana. -  Randram-bao mahataitra: izay rehetra vao manaitra ny maso avokoa. / Manao randran-tarihina: manaraka ny efa fanao teo aloha ihany. / Mitomany randrana manendrika ny sasany: tsy mitsapa raha manendrika ny tena izay atao na tsia, fa ataon'ny hafa ka dia mba a-tao koa. Karazan-drandrana sy taovolo hita amin'ny foko sasantsasany: Antaimoro: Lafitriakondro, Ny telo an-kila, Tsitombotomboka, Vakimanasa — Betsileo: Bango, Ban-go anakova, Bango tsotra,\n Ahitsio"
    },
    {
        "word": "Randrana tsotra",
        "definition": " (Btl) a.: Randram-bolo betsileo mitokantokana ary avona ao an-katoka.\n Ahitsio"
    },
    {
        "word": "Randranampanga",
        "definition": " a.: Karazandrandrana mifanahatahaka amin'ny ravin'ampanga ny fisehony rehefa vita.\n Ahitsio"
    },
    {
        "word": "Randranina",
        "definition": " (randrana) mt. ih. (randran): (volo na tady) A-tao misy ampehezany telo na maro izay ampidipidirina ho toy ny kofehy ka ireo indray ampifamatonna.\n Ahitsio"
    },
    {
        "word": "Randranketsa",
        "definition": " (Btl) a.: Randram-bolo betsileo miendrika ketsa maniry izay madinika dia madinika sady matetika dia matetika.\n Ahitsio"
    },
    {
        "word": "Randrantsintongatonga",
        "definition": " a.: Karazan-drandrana mandeha ambaratonga sahala amin'ny tohatohatra.\n Ahitsio"
    },
    {
        "word": "Randravonkalana",
        "definition": " a.: Karazandrandrana vita vona tahaka ny halana.\n Ahitsio"
    },
    {
        "word": "Randriana",
        "definition": " a.: Teny manaja fanao amin'ny lehilahy, toy ny hoe Andriamatoa, na Randriamatoa.\n Ahitsio"
    },
    {
        "word": "Randriatra",
        "definition": " a.: Anaran-kazo (Philippia)\n Ahitsio"
    },
    {
        "word": "Ranemba",
        "definition": " a.: Anaran-kazo.\n Ahitsio"
    },
    {
        "word": "Ranendo",
        "definition": " a.: Karazan-kazo madinika. (Lolanum aphananthum)\n Ahitsio"
    },
    {
        "word": "Ranga",
        "definition": " (Ski) a.: Karazam-bahy fanao fanafody ho an'ny olona tera-bao.\n Ahitsio"
    },
    {
        "word": "Ranga",
        "definition": " (Ski) a.: Ditin-kazo fotsifotsyeny amin'nyrantsankazo.\n Ahitsio"
    },
    {
        "word": "Ranga",
        "definition": " p. t.: Mitsangana, toy ny sofin'ampondra. 4 Taitra, hendratra: Ranga ny sofindRakoto nahare fa nisy nahazo ilay vola roa hetsy tamin'ny lote ria. ? (tendrombohitra, hazo) Avo, tazandavitra. - t.i.f.: Rangaina, na rangavina, aranga, voaranga, tafaranga, mandranga, fandranga, mpandranga / andrangana, fandrangana / miranga, firanga, mpiranga / irangana, f?rangana, mpirangana / maharanga / rangaranga.\n Ahitsio"
    },
    {
        "word": "Ranga sofina",
        "definition": " ranga maso: enti-manondro ny sofina taitra sy ny maso kaodikaody. / Ranga ny masony: hendratrany fijeriny no-ho ny hatairana tampoka. / Omb? rangaranga: omby lehibe sady lava tandroka. / Mandry tsy rangaranga: ma-tory feno ahiahy sy tebiteby noho ny tahotra zavatra ahiahina.\n Ahitsio"
    },
    {
        "word": "Rangahy",
        "definition": " a.: Anarana omena ny sakoivy rehefa mby hiofo ho monany izy.\n Ahitsio"
    },
    {
        "word": "Rangahy",
        "definition": " a.: Anarana iantsoana lehilahy efa baba taona ho fanajana azy: Lasa ilay Rangahy nipetraka teo ambonin'ny dabilio vato.\n Ahitsio"
    },
    {
        "word": "Rangaina",
        "definition": " Rangavina (ranga) mt. ih. (rangao, rangauy): (Ity faharoa — rangavina — no fahita matetika kokoa) Takarina, tratrarina, ka izay farany avo takatry ny ta-nana atsangana mihoatra ny loha no lazaina amin'izany. ' ? Avo be rangavina: enti-milaza zavatra avo toerana ka atsotra hiakatra ny ta-nana eo am-pijoroana vao mahatakatra ny haavony.\n Ahitsio"
    },
    {
        "word": "Rangitana",
        "definition": " (rangitra) mt. ih. (rangito): Atao izay hampaharanitra azy: Rangito ity antsy ity.\n Ahitsio"
    },
    {
        "word": "Rangitra",
        "definition": " a.: Fandranitana zavatra, fanaovana izay hampaharanitra zavatra. - t.i.f.: Rangitana, arangitra, voarangitra / mandrangitra, fandrangitra, mpandrangitra / andrangitana, fandrangitana / mirangitra, firangitra / irangitana, firangitana I maharangitra I rangidrangitra I marangitra.\n Ahitsio"
    },
    {
        "word": "Rango",
        "definition": " (Ski) a.: Karazan-tononkira miady rima mitanisanisa zavatra.\n Ahitsio"
    },
    {
        "word": "Rango",
        "definition": " p.t.: Lava mahia, lava manify.\n Ahitsio"
    },
    {
        "word": "Rangolahy",
        "definition": " a.: Bay vato fisaka amin'ny fasan-drazana atao varavarana mahazo mivoha sy mikatona eo anoloana; amin'ny fasana anirotra kosa, ilay vato fisaka atao rakopasana: Tsy mba vero na mba rangolahy / no manafina an'io fasana io fa ny nofoko zary manahy / no mandrakotra omaly sy anio. (J.J.R.)\n Ahitsio"
    },
    {
        "word": "Rangomaina",
        "definition": " a.: Taolana fisapisaka telo zoro mamarana ny soroka any an-damosina.\n Ahitsio"
    },
    {
        "word": "Rangopohy",
        "definition": " a.: Fanafohezantsonia fampiasa amin'ny taratasim-panekena na mba hanamarinana fanitsiana teny diso.\n Ahitsio"
    },
    {
        "word": "Rangorango",
        "definition": " p.t.: Enti-milaza olona mihinana tsy miatoato. • a.: Fakana zavatra tsy miera amin'ny tompony. - t.i.f.: Rangorangoina, voarangorango, tafarangorango / mirangorango, firangorango, mpirangorango / irangorangoana / firangorangoana / maharangorango.\n Ahitsio"
    },
    {
        "word": "Rangorangoina",
        "definition": " (rangorango) mt, ih. (rangorangoy): Alaina etsy sy eroa amin-kasahiana.\n Ahitsio"
    },
    {
        "word": "Rangotina",
        "definition": " (rangotra) mt. ih. (rangoty): Ratraina amin'ny hoho: Norangotin'ny saka ny zanako.\n Ahitsio"
    },
    {
        "word": "Rangotra",
        "definition": " a,: Ratra na kiaka avy anrin'ny hoho lava. - t.i.f.: Rangotina, arangotra, tafarangotra, voarangotra / mandrangotra, fandrangotra, mpandrangotra I andrangotana, fandrangotana 1 maharangotra / rangodrangotra.\n Ahitsio"
    },
    {
        "word": "Rangy",
        "definition": " p.t.: Mahia, kaozatra, kangoaza. - t.i.f.: Mandrangy. -  F.-p.: Rangy maso: lalimaso nefa mahery.\n Ahitsio"
    },
    {
        "word": "Rangy",
        "definition": " a.: Vato na vy na tandroka ahazoan'ny mpianala afo rehefa ampifampikasohiny. *Ohab.: Mpianala tsy mivatsy rangy: enti-milaza olona andeha hiasa ka tsy mitondra fitaovana.\n Ahitsio"
    },
    {
        "word": "Rangy",
        "definition": " a.: Pitik'afo azo amin' ny vato mifampikasoka, ka iny tselatr'afo iny no mandray ny vorodamba na ny bozaka na ny ditin'akondro atao eo akaikiny.\n Ahitsio"
    },
    {
        "word": "Rangy",
        "definition": " a.: Anaran-kazo mafy izaitsizy.\n Ahitsio"
    },
    {
        "word": "Rangy",
        "definition": " a.: Hazondrano fandrarin'ny mpiandry omby hataony sarotro.\n Ahitsio"
    },
    {
        "word": "Ranirany",
        "definition": " ft.: Toetran'ny zavatra lava sady matsilotsilo ny lohany, na toetran'ny taolana mitrikitriky eny amin'ny tava na traira. - t.i.f.: Araniran y, tafaranirany / miranirany, firanirany.\n Ahitsio"
    },
    {
        "word": "Ranitana",
        "definition": " (ranitra) mt ih. (ranito): Atao izay hahatonga azy manify mahadidy: Aiza ilay antsy vao noranitako teo?\n Ahitsio"
    },
    {
        "word": "Ranitina",
        "definition": " (ranitra) mt. ih. (ranito): Enti-milaza vehivavy velomina atao tokantranomaso.\n Ahitsio"
    },
    {
        "word": "Ranitra",
        "definition": " a.: Toetran'ny zavatra manify dia manify ka mahadidy na mitsilotsilo ka mahaloaka. ? Vady tsy aradalana, vehivavy iaraha-mipetraka tsy ara-dalèna, tokantranomaso, vazo, sengy. - t.i.f.: Ranitina, ranitana, voaranitra I mandranitra, fandranitra, mpandranitra I andranitana, fandranitana / miranitra, firanitra / iranitana, firanitana / maharanitra / ranidranitxa, maranitra.\n Ahitsio"
    },
    {
        "word": "Ranjalia",
        "definition": " a.: Karazan'akondro madini-boa (mbola madinika indray noho ny mavokely) mamy sy matsiro.\n Ahitsio"
    },
    {
        "word": "Ranjana",
        "definition": " a.: Haavon'ny ranjo. 1+ t.i.f.: Ranjanana. * F.-p.: Auo ranjana: lava ranjo.\n Ahitsio"
    },
    {
        "word": "Ranjanana",
        "definition": " p.t.: Vaventy lava: Lehilahy ranjanana izay no tonga tao.\n Ahitsio"
    },
    {
        "word": "Ranjo",
        "definition": " a.: Ny faritra eo anelanelan'ny lohalika sy ny kitrokely: Mizara roa ny ranjo dia ny uoauitsy na kibondranjo ary ny fingotra. - t.i.f.: Ranjoana / mandranjo, fandranjo, mpandranjo. * F.-p.: Bao ranjo: olona toa mitovy tantana ny ranjony.\n Ahitsio"
    },
    {
        "word": "Ranjo",
        "definition": " a.: Anaran-kazo (Dracaena reflexa)\n Ahitsio"
    },
    {
        "word": "Ranjoana",
        "definition": " (ranjo) p. t.: Enti-milaza ny zaza tazonina ny ranjony rehefa didiana atao hasoavana na forana. ? Bebe ranjo.\n Ahitsio"
    },
    {
        "word": "Rankizy",
        "definition": " (ry ankizy) a: Teny iantsoana ny ankizy aminkalemem-panahy na am-pitiavana mihitsy aza: Araho tsara, rankizy, ny anatry ny ray aman-dreninareo.\n Ahitsio"
    },
    {
        "word": "Rano",
        "definition": " a.: Zavatra mikoriana izay tsy manana bika ho azy, fa maka ny bikan'ny fitoerana asana azy na ny toerana misy azy ihany, tsy misy lokony na tsirony, ary atao fisotro, fanasana zavatra ary fidiovana. - t.i.f.: Ranoina, miranorano / mandranorano j mitairanorano / maranorano. * F.-p.: Rano an-tandro-potsy: rano nataon'ny mpitahiry sampy fahizay tao anaty tandro-potsy ka namafazany ny olona raha tahiny nisy areti-mifindra namely ny vahoaka. / Rano an-tsahafa: rano arnpiasaina amin'ny velirano tsy hifamadika: atao ao anaty sahafa ny rano dia eo no miozonozona ny olona mianiana. / Rano an-takotra: rano atao ao anaty takobilany ka atoraka eny amin' ny lanitra mba hanohanana ny havandra. j Rano mahery: a) rano misasasasa mafy avy any amin'ny toerana ambony ka manimba izay sendra azy. ¶ M.h.: rano maria, rano mena; • h.o.: hatezerana izaitsizy: Tsy fanao ny mitsena rano mahery. — b) rano ampiasaina amin'ny famorana mba hanasana ny ferin-jaza; rehefa madiva ho maraina ny andro no alefa ny lehilahy matanjaka haka azy. / Rano malahelo: rano nalaina tamin'ny fasan'andriana mba hosotroina ka nampiasaina tamin'ny velirano fianianana fa han oa mpanjaka vaovao. / Rano mauo: fotoana mahamavo ny rano eny an-tsaha (manetsa, mihosy). / Rano mena: hatezerana misafoaka. / Manetra na mitsena rano mena: manohitra ny olona efa tezitra, na efa tezitra ilay olona no tonga eo ianao, / Hay ohatra ny rano: hay tsara aoka izany. / Dabo-drano: enti-milaza ny vary maina eo am-bilia asiana rano ho solon'ny rony. / Mahay rano: teny entina milaza ny olona mahay milomano. / Marin-drano: anambarana fa taira marina. / Manao rano antsangana: enti-milaza fomba filomano izay ahitana ilay olona milomano mitsangana nefa tsy difotra na dia lalina aza ny rano. / Manao rano tsilany: fomba filomano izay ahitana ilay olona mitsilany nefa tsy rendrika. / Mangata-drano: fiteny taloha enti-milaza ny iray amin'ny olona roa mifamaly na miady, ka mangataka fampinomana hitsara ny adin'izy roa tonta. / Maty an-drano: olona latsaka anaty rano ary sempotra ka maty. / Misondrotra ny rano: ilazana fa mitombo ny rano eny amin' ny ony na renirano... / Misotro rano tsy tiana: ilazana ny reny miaritra fihafiana mafy eo am-piterahana ny zanany. / Mita rano: mandeha an-dakana na mirobo-drano mba hiampita. / Mitouy rano: mitovy tantana. / Mitsobo-drano: mita rano ka ny tongotra mihitsy no miroboka. / Mioely rano: manao fifanekena arahim-piananana. / Rano andravina: mihovitrovitry ny tebiteby sy ny tahotra (toy ny rano atao amin'ny ravina mihararetra). / Rano an-kitsak'akoho na rano an-tsofimbasy: rano pitiny kely, enti-milaza koa zavatra kely tsinontsinona. / Rano an-tami-bato: rano mitsika mivoaka amin'ny vatolampy ka raha jerena toa betsaka aoka izany, nefa raha raofina, tsy ahazoana firy. / Rano dikain' ny zinga: fomba tsy manaraka ny ambaratongam-pitondrana raha misy zavatra angatahina, fa avy hatrany dia any amin'ny manampahefana ambony. / Rano fotsiny: izy rehet,ra, avokoa, daholo, hatrany hatrany, manontolo. / Rano havozona: rano mandifotra hatreo an-tenda. / Ra-no iray: (jer. Ranoray). / Ra-no mandeha, rano maria: ny rano ao anaty ony na renirano izay tsy mijanona fa mandeha mikoriana foana. / Rano mandika namana: rano mandeha amin'ny lalan-drano eo ambonin'ny tata-drano. / Rano maty: rano efa nampangotrahina ka efa mangatsiaka. / Rano mihandrona, rano monina: rano tsy misy ivoahany ao amin' ny dobo na kamory. / Ranontambiazina: rano manopy mena toy ny misy vy. / Rano trambo: rano mitombo vetivety noho ny fiavian'ny ranonorana, nefa dia mora mihena ao anatin'ny fotoana fohy koa. / Ranon-tsosoa: ranon'ny vary natao sosoa. ( Rano uaky: rano mivily amin' ny tsy lalany noho ny fefiloha simba. / Rano uao: ny orana voaiohany amin'ny fahavaratra. / Rano uelona: loharano avy any an-kavoana ary miboika ao amin'ny vody tendrombohitra ka mikoriana manondraka ny lohasaha. / Toho-drano: fefin-drano azo vohana sy hidiana araka izay ilana azy. / Tondra-drano: rano vaky ka manafotra ny tany iva sy ireo lemaka. / Tseuo-drano: bontsina kely madinilça toy ny mony amin' ny tena. / Tsodrano: (jer. io teny io). / Zaza rano: zaza mbola bitika latsaka ny roa taona. * Ohab.: Mpivaro-drano tratr'orana ka enjehin'ny varotra ataony: ilazana ny mpanao ratsy ivalian'ny ratsy fanaony. / Ny rnahay rano f hany no maty an-drano: enti-mampitandrina fa izay matoky ny fahaizany ihany no mety hiharam-pahavoazana, fa izay tsy mahay kosa mipetraka amin'ny tsy fahaizany ka tsy maninon-tsy maninona.\n Ahitsio"
    },
    {
        "word": "Ranoafo",
        "definition": " a.: Anaram-bosotra ilazana ny toaka.\n Ahitsio"
    },
    {
        "word": "Ranofotsiny",
        "definition": " p. rat.: Tsy misy afa-tsy... ihany, daholo, avokoa, hatrany hatrany: Ny tenaben'ilay tendrombohitra: uato ranofotsiny.\n Ahitsio"
    },
    {
        "word": "Ranofotsy",
        "definition": " a.: Rano monina iray manalaka ka manjopiaka be rehefa tazanina. - t.i.f.: Mandranofotsy.\n Ahitsio"
    },
    {
        "word": "Ranohandrina",
        "definition": " a.: Hazo fanao fanafody.\n Ahitsio"
    },
    {
        "word": "Ranoina",
        "definition": " (rano) mt. ih. (ranoy): Atao tonga rano, levonina anaty rano: Betsaka ny fanafody no ranoina uao hanina.\n Ahitsio"
    },
    {
        "word": "Ranoka",
        "definition": " a.: Anarana omena ny tsiranorano amboarin'ny fihary mba hanova toetra ny hanina alohan'ny hidirany amin'ny ra; ohatra, ny rora dia ranoka manova toetra simika ny hanina raha mbola vao ao am-bava.\n Ahitsio"
    },
    {
        "word": "Ranoka",
        "definition": " sy Ranodranoka ft.: Zavatra mitera-drano na mando lava; enti-milaza toetr'aretfna mahalanaka izaitsizy ny marary. é Mandranoka, fandranoka, mpandranoka / mandranodranoka, fandranodranoka, mpandranodranoka .\n Ahitsio"
    },
    {
        "word": "Ranolalina",
        "definition": " a.: Voahangy mainty kely fanao fehivozona.\n Ahitsio"
    },
    {
        "word": "Ranomafana",
        "definition": " a.: Rano mafana toy ny vao avy nampangotrahina mivoaka avy any anaty tany iloman'ny olona mararin'ny rohana sy ny aretinkozatra ary ny malemy.\n Ahitsio"
    },
    {
        "word": "Ranomahery",
        "definition": " a.: Asidra mahery ampiasain'ny mpanefy haninginana.\n Ahitsio"
    },
    {
        "word": "Ranomainty",
        "definition": " a.: Rano fanoratana amin'ny taratasy, izay misy lokony samihafa ka ny mainty dia atao fotsiny hoe ranomainty, fa ny hafa kosa dia ampiana ny anaran-dokony avy; ranomainty manga, ranomainty mena.\n Ahitsio"
    },
    {
        "word": "Ranomalahelo",
        "definition": " a.: Rano noharoana tany nalaina tamin'ny fasan'andriana ka nanaovana fianianana tokim-panompoana raha nisy mpanjaka vaovao.\n Ahitsio"
    },
    {
        "word": "Ranomamy",
        "definition": " a.: Rano avy amin' ny loharano (ampiasaina indrindra raha miteny mifanohitra amin'ny ranomasina): Trondron-dranomamy.\n Ahitsio"
    },
    {
        "word": "Ranomandry",
        "definition": " a.: Rano mivongana noho ny hatsiaka sahala amin'ny havandra. 1 h.i.: Fomban-domano misosa. 1 Hazakaza-madinika ataon'ny mpilanja misosa sy misononoka ka tsy mitontona akory ilay olona lanjaina.\n Ahitsio"
    },
    {
        "word": "Ranomanitra",
        "definition": " a.: Rano amboarina amin'ny zavamaniry misy fofona mantra ka atao amin'ny akanjo na hanosorana ny tena.\n Ahitsio"
    },
    {
        "word": "Ranomanja",
        "definition": " a.: Zavamaniry. (Crotalaria)\n Ahitsio"
    },
    {
        "word": "Ranomaria",
        "definition": " a.: Rano mandeha mafy, mifanohitra amin'ny rano mihandron'ny farihy.\n Ahitsio"
    },
    {
        "word": "Ranomasina",
        "definition": " a.: Rano lalina sady midadasika ary manonja misamboaravoara, m an odidina ny tany: Masirasira ny tsiron'ny ranomasina ka auy amin'izany no nahatonga ny anarany.\n Ahitsio"
    },
    {
        "word": "Ranomaso",
        "definition": " a.: Tsiranorano mivoaka avy ao anaty maso no-ho ny fihetseham-po be loatra, na fanaintainana ara-batana na ara-panahy. -  F.-p,: Adalo be ranomaso: anarana ilazan'ny olona ny volana adalo, izay voalaza ho be rivotra sy orana, ka ny vintan'ny zaza teraka amin' io dia vintan'olona malahelohelo lava. / Manao an-dranomaso: miangavy na mangataka miaraka amin'ny fitomaniana. / Manao ranomaso havozona: mitomany fatratra mila tsy hionona. / Marivo ranomaso: mora andairan'ny alahelo ka mora mitomany sy misentosento. / Miati-dranomaso: fomba fanaon'ny foko sy faritany sasany fahiny raha nankany an-dapa mba hitomany ny mpanjaka niamboho, mialoha ny fanafenana ny masina. / Mitrahotraho, mihandrohandro, manganohano ny ranomaso: ilazana ireo izay toy ny hitomany na efa ma-diva hirotsaka ny ranomasony noho ny alahelo na hafaliana vokatry ny fihetsehampo. j ranomaso manentsinkeloka na afefy heloka: enti-milaza ny hafetsen'ny sasany, izay mody mitomany sy malahelo mba hanafenany ny ratsy nataony. / Ranomasom-borono: enti-milaza ilay erika madinika mialoha ny andro fandroana. / Ranomaso-mpandoua: tomany tsy dia araka ny fo marina. / Ranomason-takotra: ny rano ateraky ny hafanana manaraka ny takotra rehefa mahandro sakafo. / Ranomaso teren-tsetroka: tsy tena alahelo fa vokatry ny zavatra ha-fa no itomaniana. / Ranomaso tsy miaraka amam-paty: enti-milaza fa tsy mety raira tsy mifanaraka amin'ny toejavatra miseho izay atao, indrindra izay mikasika ny fahoriana na ny alahelo (raha zavatra mikasika ny hafaliana kosa no resahina dia a-tao hoe \"haingo diso an' Iarivo\"). ¶ M.h,: Tomany, tany.\n Ahitsio"
    },
    {
        "word": "Ranomasonjatovo",
        "definition": " a.: Anarandamba zandiana mora miofa izaitsizy.\n Ahitsio"
    },
    {
        "word": "Ranombary",
        "definition": " a.: Rano miaraka amin'ny vary nandrahofna: Efa misotro ranombary ity zazakely ity. 1 Rano nandrahoam-bary andomana ny kofehy hanenomana mba hampahahenjana azy: Malemy an-dranombary loatra ity kofehy ity.\n Ahitsio"
    },
    {
        "word": "Ranombary tsy masaka",
        "definition": " a.: Anarana ilazana ny vola famangiana amin'ny fahoriana raha mbola eo am-bohitra ny faty no mamangy: Auy manatitra ny ranombary tsy masaka, Tompoko. ¶ M. h.: Solon-tsosoa, faodranomaso, kofehy, rambondamba, zara levenana.\n Ahitsio"
    },
    {
        "word": "Ranombatsiny",
        "definition": " a.: Tsiranorano fotsifotsy mitsika avy amin'ny ronono ampandrina.\n Ahitsio"
    },
    {
        "word": "Ranombavaka",
        "definition": " a.: (taloha) Ra-no fanafanana natao tao am-bava dia namafazana ny olona marary na ny olona handeha lavitra — (ankehitriny) Vavaka ombam-paniriana miloaka ny fo.\n Ahitsio"
    },
    {
        "word": "Ranomena",
        "definition": " a.: Fanafody alaina avy amin'ny taola-maina tenehina, ka ampiasaina ho ody aretin-kibo na aretin' andoha.\n Ahitsio"
    },
    {
        "word": "Ranomody",
        "definition": " a.: Ranomitambolimbolina amin'ny renirano ka mety hahafaty ny olona milomano voasangodina ao anatiny.\n Ahitsio"
    },
    {
        "word": "Ranon-dolana",
        "definition": " (rano, lolana) a.: Ranon'ozan-dovia, rano avy amin'ny nanasana lovia, vilany.\n Ahitsio"
    },
    {
        "word": "Ranona",
        "definition": " a.: Teny ifampiantsoan'ny samy vehivavy rehefa miresaka, na ilazany olona tsy tiana hotononina ny anarany na hadinony tsy tonga ao am-bavany: Tsy hitandRanona angaha ilay olona teto anikeheo? — Ranona atsy avaratra no nandrenesako an'izany.\n Ahitsio"
    },
    {
        "word": "Ranonafero",
        "definition": " a.: Rano miforona ao amin'ny aty, izay misy asany amin'ny sakafo hanina.\n Ahitsio"
    },
    {
        "word": "Ranonando",
        "definition": " a.: Rano ateraky ny ando vao maraina eny amin'ny tendron'ny ahitra.\n Ahitsio"
    },
    {
        "word": "Ranondoha",
        "definition": " a.: Rano avy amin'ny vehivavy, izay latsaka alohan'ny zaza ateraka, ka matetika fambara fa efa akaiky ny ahalatsahany.\n Ahitsio"
    },
    {
        "word": "Ranonerika",
        "definition": " a.: Orana manify mifafifafy kely madinika.\n Ahitsio"
    },
    {
        "word": "Ranonivy",
        "definition": " a.: Rano avy amin' ny ivy izay miforona ao anaty vava.\n Ahitsio"
    },
    {
        "word": "Ranonorana",
        "definition": " na Orana a.: Rahona mihantona eny amin' ny rivotra manodidina ny tany izay tonga rano ka milatsaka mitaika ety ambonin'ny tany.\n Ahitsio"
    },
    {
        "word": "Ranorano",
        "definition": " (fit.-p.) a.: Sosoa.\n Ahitsio"
    },
    {
        "word": "Ranoray",
        "definition": " na Ranoiray p.t.: Enti-milaza loko maro mitambatra ka manjary tokana lehibe, bambaray: Irony loko samy hafa atentin'ny habakabaka / milahatra mirindrarindra, milanto mifanapatapaka /; kanjo nony keiikeiy mihanaka ho ranoray. (Haeckel A.) ? Mitovy tantana: Tondraka ny rano manodidina ny tanàna, ka tsy nisy havoana sy lemaka intsony, fa ranoray no fitazana azy.\n Ahitsio"
    },
    {
        "word": "Ranoresy",
        "definition": " a.: Rano farany na kaokany amin'ny fanaovana siramamy.\n Ahitsio"
    },
    {
        "word": "Ranotrambo",
        "definition": " a.: Enti-milaza rano tondraka be vetivety noho ny orana avy tampotampoka ary mihena vetivety ihany koa.\n Ahitsio"
    },
    {
        "word": "Ranotsilany",
        "definition": " a.: Fomban-domano mitsotra mandry (mitsilany) eo ambony rano ary dia misosa amin' izay.\n Ahitsio"
    },
    {
        "word": "Ranovelona",
        "definition": " a.: Metaly ranony ka mihanankanana toy ny menaka ary fampiasa indrindra hanaovana fitaovana fitsapana hafanana.\n Ahitsio"
    },
    {
        "word": "Ranovisy",
        "definition": " (eau de Vichy) a.: Rano miboiboika avy any anaty tany manasitrana aretina sasantsasany toy ny aretin'aty: Eto Madagasikara, dia ao Antsirabe no misy ranovisy.\n Ahitsio"
    },
    {
        "word": "Ranovoahasina",
        "definition": " a.: (teny fanrpiasa amin'ny fivavahana katolika) Rano nohamasinin' ny Pretra ka anaovana famantaran'ny hazofijaliana amin' ny tena raha vao miditra ao an-trano fiangonana ary ampiasaina amin'ny fitsofandrano olona na zavatra isankarazany.\n Ahitsio"
    },
    {
        "word": "Ranovola",
        "definition": " a.: Rano hafanaina ao anaty vilany mbola misy ampango ka atao fisotro eo am-pisakafoana, atao koa hoe ranon'ampango.\n Ahitsio"
    },
    {
        "word": "Ranovory",
        "definition": " (Btl) a.: Kamory.\n Ahitsio"
    },
    {
        "word": "Rantiranty",
        "definition": " ft.: Fanatrangana zavatra aseho tsy misy miafina ho hita tsara; entina milaza koa ny olona maro be na fiadiana izay miseho ankianja. - t.i.f.: Arantiranty, voarantiranty, tafarantiranty, tafaranty 1 mandrantiranty, fandrantiranty, mpandrantiranty I andrantirantiana, fandrantirantiana 1 mirantiranty, firantiranty, mpirantiranty j irantirantiana, firantirantiana 1 maharantiranty.\n Ahitsio"
    },
    {
        "word": "Ranto",
        "definition": " a.: Fandehanana any an-tany lavitra hivarotra na hikaro-java-tsoa. - t.i.f.: Rantoina, rantovina, voaranto I mandranto, fandranto, mpandranto 1 andrantoana, fandrantoana 1 firantoana 1 maharanto / rantoranto.\n Ahitsio"
    },
    {
        "word": "Ranto",
        "definition": " (Ski) a.: Tany misy fui-ka fotsy madinika dia madinika ary midobodoboka raha hitsahina.\n Ahitsio"
    },
    {
        "word": "Rantoina",
        "definition": " na Rantovina (ranto) mt. ih. (rantoy, rantouy): Alaina, karohina any an-tany lavitra: Norantoiko tany an-tSakalaua ireo omby ireo. / Fahaizana norantouiny tany ampitan-dranomasina izany ka tsy ariariany foana.\n Ahitsio"
    },
    {
        "word": "Rantovina",
        "definition": " mt. ih.: Jer. Rantoina.\n Ahitsio"
    },
    {
        "word": "Rantsambatana",
        "definition": " a.: Anarana ilazana ny tanana roa sy ny tongotra roa izay toa misampana avy amin'ny vatana.\n Ahitsio"
    },
    {
        "word": "Rantsana",
        "definition": " a.: Ny sampan'ny hazo: Tokony hotapahina ny rantsana maty. ~ Ny iray amin'ireo fisampanana dimy amin'ny tendron'ny tanana na ny tongotra tsirairay avy: Lazao auy ny anaran'ny rantsana dimy. - t.i.f.: Rantsanana, rantsanina, voarantsana 1 mandrantsana, fandrantsana, mpandrantsana 1 andrantsanana, fandrantsanana / mirantsana, firantsana 1 maharantsana / rantsandrantsana / miraistsandrantsana. -  F.-p.: Felatana-mangaika ny rantsana: enti-milaza ny olona tonian-draharaha izay mampitambatra ny maro amin'ny fiaraha-miasa. / Rantsambatana: ireo tanana aman-tongotra sy ny hafa koa miray amin'ny vatana./Rantsankazo: ny sampan'ny hazo maniry. ( Rantsantanana: ireo rantsana folo amin'ny tanana. / Rantsantongotra: Ireo rantsana folo amin'ny tongotra.\n Ahitsio"
    },
    {
        "word": "Rantsanana",
        "definition": " (rantsana) mt. ih, (rantsana): Tapahina ny rantsany: Rantsanana ny voaloboka eo amin'ny uolana jiana.\n Ahitsio"
    },
    {
        "word": "Rantsanina",
        "definition": " (rantsana) mt. ih. (rantsano): Kitihina (vakha), rontsonina.\n Ahitsio"
    },
    {
        "word": "Rantsankazo",
        "definition": " a.: Fisampantsampanan'ny taho lehibebe izay misandrahaka indray kosa avy amin'ny vatan-kazo; sampaho mitondra ny voa.\n Ahitsio"
    },
    {
        "word": "Rantsantanana",
        "definition": " a.: Anarana ilazana ireo fisandrahaky ny tanana dimy, izay ampiasain' ny olombelona amin'ny fandraisan-javatra, dia ny ankibe, ny fanondro, ny fanondroadala, ny manarapoana ary ny ankikely.\n Ahitsio"
    },
    {
        "word": "Rantsantongotra",
        "definition": " a.: Anarana ilazana ireo fisandrahaky ny tongotra dimy, mifamaly amin'ny rantsantanana.\n Ahitsio"
    },
    {
        "word": "Rao",
        "definition": " sy Raorao a.: Toetran' ny zavatra misy marokoroko ny ivohony, hasaosao, harokoroko. 1 h.o.: Adiady, fifandirana, tsy fifanarahana: Hialako io raharaha io fa toa be raorao be ihany. - t.i.f.: Marao, maraorao.\n Ahitsio"
    },
    {
        "word": "Rao-dia",
        "definition": " (raoka dia) a.: Fandraofana tany indray mitsingina amin'ny tany nohitsahin'olona iray mba hamosaviana azy.\n Ahitsio"
    },
    {
        "word": "Raoatry",
        "definition": " (fr. pat. rouar) a.: Karazan'omby vahiny nampidirin'i Jean Laborde teto Madagasikara.\n Ahitsio"
    },
    {
        "word": "Raobine",
        "definition": " (fr. robinet) a.: Famohana na fanidian-drano araka izay tiana, mipetaka amin'ny vatan'ny fitehirizandrano na amin'ny fantsondrano iray; tsirlrY.\n Ahitsio"
    },
    {
        "word": "Raofina",
        "definition": " (raoka) mt. ih. (raofy): Angonina amin'ny tanana: Raofy ireo tsaramaso ireo. ? Paohina, faohina, atao majifa: Noraofin'ny mpangalatra ny lamba rehetra tao an-trano. ? Baboina: Noraofin'ny fanjakana ny fananany. ? Samborina indray miaraka:Noraofin'ny poiisy ireo mpangalatra niafina tao anaty zohy.\n Ahitsio"
    },
    {
        "word": "Raoka",
        "definition": " a.: Fakana zavatra, ka izay mahafeno ny tanana, na ny tanana anila na ny tanana anankiroa; fandraisana zavatra indray miaraka. - t.i.f•: Raofina, araoka, voaraoka / mandraoka, fandraoka, mpandraoka I andraofana, fandraofana / miraoka, firaoka / maharaoka / raodraoka.\n Ahitsio"
    },
    {
        "word": "Raokandro",
        "definition": " a.: Zavamaniry a-tao fanafody na tambavy alafna vao maraina, amin'ny andro vao miposaka.\n Ahitsio"
    },
    {
        "word": "Raona",
        "definition": " na Raondraona a.: Feon-javamaneno maro miaraka mahafinaritra, redona. 1 t.i.f.: Miraondraona, firaondraona.\n Ahitsio"
    },
    {
        "word": "Raondraona",
        "definition": " a. : Jer. Raona.\n Ahitsio"
    },
    {
        "word": "Raondriana",
        "definition": " a.: Teny fanajana taloha raha miresaka amin' olona, mitovy amin'ny ankehitriny hoe \"tompokolahy\".\n Ahitsio"
    },
    {
        "word": "Raorao",
        "definition": " a.: Jer. Rao.\n Ahitsio"
    },
    {
        "word": "Raorao",
        "definition": " (Ski) a.: Fofon-drivotra mangatsiaka alohan'ny orana.\n Ahitsio"
    },
    {
        "word": "Raotina",
        "definition": " (raotra) mt. ih. (raoty): Hanin'ny biby (ahitra, vilona): Noraotin'ny ombinareo ny katsako ka tsy manaiky aho. ? h,i.: Tapahina amin'ny antsy: Noraotin'ireo ankizy ireo ny vilona teto. 1 Hogoina, saratsarahina mba hitsikerakera: Noraotiny tamin'ny fandraotra ny volony talohan'ny hivoahany. ? h.o.: Tenenina, levilevena, kapohina mafy:Horaotiko mihitsy ilay karilahy iny raha vao tonga.\n Ahitsio"
    },
    {
        "word": "Raotra",
        "definition": " a.: Fanongôtana na fakana an-keriny; fihinanan'ny biby (ahitra); fibangoana na fihogoanany volo. - t.i.f.: Raotina, araotra, voaraotra / mandraotra, fandraotra, mpandraotra / andraotana, fandraotana 1 miraotra, firaotra, mpiraotra 1 iraotana, firaotana / maharaotra I raodraotra / maraotra.\n Ahitsio"
    },
    {
        "word": "Raozy",
        "definition": " (fr. rose) a.: Karazamboninkazo mahafinaritra mihorona boribory ny felany axy misy fotsy, mena, mavokely, ny lokony, fa ny tahony no misy tsllotsilony.\n Ahitsio"
    },
    {
        "word": "Rapaka",
        "definition": " a.: Vatan-dravinala novakina sy novelarina mba hanaovana rindrin-trano sy ngorodona amin'ny trano falafa.\n Ahitsio"
    },
    {
        "word": "Rapaka",
        "definition": " a.: Fihinanana zavatra izay tonga dia any am-bava. ? h.o.: Fakana na fihinanana zavatra tsy mifidy fa izay rehetra hita dia alaina. - t.i.f.: Arapaka, voarapaka 1 mandrapaka, fandrapaka, mpandrapaka 1 andrapahana / mirapaka, firapaka, mpirapaka / irapahana, firapahana / maharapaka 1 rapadrapaka. ? F,-p.: Manao rapa-dango: mihinana mambosibosika izay rehetra hita, mandray tsy am-piheverana.\n Ahitsio"
    },
    {
        "word": "Raparapa",
        "definition": " a.: Famindrana fandeha tsy mahita izay hodiavina fa mitsapatsapa; fandeha mizotra fotsiny amim-pahamaikana ka tsy mihevitra izay ho vokatr'izany. - t.i.f.: Araparapa, tafaraparapa / miraparapa, firaparapa, mpiraparapa 1 iraparapana, firaparapana 1 maharaparapa.\n Ahitsio"
    },
    {
        "word": "Rapatsa",
        "definition": " a.: Zavamaniry misy voniny mena.\n Ahitsio"
    },
    {
        "word": "Rapeto",
        "definition": " a.: Anaran'olo-malaza tamin'ny angano noho ny halavany. ? h.i.: Olona lava be.\n Ahitsio"
    },
    {
        "word": "Rarahana",
        "definition": " Rarafana (raraka) mt. pdr. (raraho, rarafo): A-siana zavatra milatsaka mikorotsaka eo amboniny: Rarahana tain-kafe ny ngorodona alohan'ny hiborisiana azy. / Rarafana ranovoahasina ny mpiangona.\n Ahitsio"
    },
    {
        "word": "Raraka",
        "definition": " a.: Teny ilazana rano na voan-javatra mianjera ka miparitaka, na fofona vaky ka miely, very: Raraka daholo ilay menaka uao nouidina. / Raraka tao amin'ny tany ny fotsimbary, 1 h,o.: Tsy afa-panadinana: Raraka indray Rabe tamin'ny fanadinana farany tao. - t.i.f.: Rarahana, rarafana, voararaka, tafararaka / mandraraka, fandraraka, mpandraraka / andrarahana, fandrarahana 1 miraraka, finira-ka, mpiraraka / irarahana, firarahana / mahararaka 1 raradraraka. -  F.-p.: Atao vary raraka: ilazana ny teny misesy mifampitohitohy tsy misy fiatoana (na teny tsara lahatra izany na ompa sy ozona samihafa). / Aza atao raraka an-tan y: teny entina hanamafisana ny anatra sy ny hafatra omena, izay tsy tiana hisy hadino na hanalana, fa hotovina aradalàna avokoa. / Rano raraka tsy azo raofina: enti-milaza ny zavatra afoy tanteraka na tsy azo afody hiverina intsony. ¶ M. h.: Sira latsaka an-drano. / Raraka ivy: enti-milaza ireo izay tsy mahatana ny rora miraraka avy any am-bavany ny molony. / Voahangy raraka: ilazana ireo olona maro miasa eny an-tsaha amim-pifaliana amin'ny fotoana fanetsana ny varialoha.\n Ahitsio"
    },
    {
        "word": "Rarana",
        "definition": " (rara) mt. ih. (rarao): Sakanana, tsy avala: Rarana ny miditra ato. / Rarana tsy handeha eto ny mpianatra.\n Ahitsio"
    },
    {
        "word": "Rarangina",
        "definition": " (rarangy) mt. ih. (rarangio): Lanjaina ka manao hazakazaka mafy ny mpilanja.\n Ahitsio"
    },
    {
        "word": "Rarangy",
        "definition": " a.: Hazakazaka fanaon'ny mpilanja filanjana. ? h. i.: Hazakazaka mafy: 1-reo onja vauenty, toa reuo misangy, / Mamelon-drarangy. (J.N.) - t.i.f.: Rarangina. -  F.-p.: Manao, mamely, mikatroka rarangy: mihazakazaka mitondra olona amin'ny filanjana (ny manao rarangy amin'ny mpilanja dia mitovy amin'ny manao faohàny amin'ny miaramila).\n Ahitsio"
    },
    {
        "word": "Raratra",
        "definition": " a.: Haingo, ravaka tsara. - t.i.f.: Voararatra, tafararaira 1 mandraratra, fandraratra, mpandraratra 1 andraratana, fandraratana 1 miraratra, firaratra, mpiraratra 1 iraratana, firaratana 1 mahararatra I raradraratra.\n Ahitsio"
    },
    {
        "word": "Rarina",
        "definition": " (rary) mt. ih. (rario): Angatahina mba handresy, mba ho soa sy ho tsara amin'ny alalan'ny vavaka: Rarina ho zina ny taona, handresy ny tafika.\n Ahitsio"
    },
    {
        "word": "Rarina",
        "definition": " (rary) mt. ih. (rario): Ampifampidipidirina mba ho tonga tsihy; randranina,\n Ahitsio"
    },
    {
        "word": "Rariny",
        "definition": " a.: Fitsarana araka ny tokony ho izy, izay mirary tsara, izany hoe miady masony tsara tanteraka: Tsy rariny raha karama varimasaka no omenao ny mpiasa, nefa miasa andro aman'alina izy ireo. (Tsara homarihina fa ny hitsiny dia fitsarana araka ny tokony izy, izay mahitsy tsy misy olakolaka, ary ny marina, fitsarana araka ny tokony ho izy, izay marin-tampona tsy misy avo sy iva). -  F.-p.: Ara-drariny: araka ny fahamarinana. / Lavo andrariny: voaheloka araka ny fahamarinana. / Mangataka rariny: mangataka fitsarana na didim-pitsarana tsy mitongilana. / Manome rariny olona: manaiky fa manana ny rariny ilay olona. / Tsy an-drariny: tsy araka ny fahamarinana. / Vary rariny: lany fotoana foana. * Ohab.: Fisaka ny rariny ka saro-tadiavina: ohabolana ilazana fa ilaina ny fiheverana sy fandinihana mba hahitana ny tena marina, fa sarotra ny ahitana azy raha tsy fakafakaina fatratra. / Ny heloka ibabohana mody rariny, ny rariny itompoana mody heloka: ny fiekena ny heloka vita dia mendri-pamelana, fa ny tsy fandeferana kosa —na dia manana ny rariny aza ny tena, ka efa miaiky ny hadisoany ny an-kilany — dia tsy fitiavana fihavanana, ka mahatonga ny tena ho melohin'ny olona.\n Ahitsio"
    },
    {
        "word": "Rary",
        "definition": " ft.: Aretina, rofy, fanaintainana. 1 t.if.: Marary, farary, mparary 1 mankarary 1 ankarariana, fankarariana 1 maharary 1 harariana, faharariana.\n Ahitsio"
    },
    {
        "word": "Rary",
        "definition": " a.: Hira vavaka fanaon' ny vehivavy ho fangatahampitahiana ho an'ny mpiantafika. - t.i.f.: Ruina 1 mirary, firary, mpirary 1 irariana, firariana 1 maharary.\n Ahitsio"
    },
    {
        "word": "Rary",
        "definition": " a.: Fanaovana ny ahitra na ny rindra mifampidipiditra mba ho tonga tsihy na satroka, fandrandranana ahitra na rindra. - t.i.f.: Ratina, voarary 1 mandrary, fandrary, mpandrary / andrariana, fandrariana 1 mirary, firary, mpirary 1 irariana, firariana 1 maharary I rarirary. -  F.-p.: Rarim-pihauanana: firindran'ny fifanarahana amin'ny havana ary ny mpiara-monina.\n Ahitsio"
    },
    {
        "word": "Rasa",
        "definition": " a.: Fandidiana sy fitetehana ny henam-biby vonoina hohanina. i tif: Rasaina, voarasa 1 mandrasa, fandrasa, mpandrasa / andrasana, fandrasana / mirasa, firasa, mpirasa 1 maharasa. * F.-p.: Diso rasa: tsy nahatratra ny fotoana fizaran-kanina. / Tia rasa: tendana, sarotra an-kanina. / Rasa malama: enti-milaza fizaran-kanina vita tsara tsy misy kely sy lehibe. / Atao tra-drasa: entimilaza ny biby izay efa marary na nahazo takaitra, ka vonjena vonoina fa tsy avala ho faty ho azy.\n Ahitsio"
    },
    {
        "word": "Rasaina",
        "definition": " (rasa) mt. ih. (rasao): Didiana sy tetehina: Rasao ity omby ity. * F.-p.: Rasain-koho: entimilaza hena matavy izaitsizy ka ny hoho ihany dia ampy handrasana azy.\n Ahitsio"
    },
    {
        "word": "Rasana",
        "definition": " a.: Jar. Angongo.\n Ahitsio"
    },
    {
        "word": "Rasao",
        "definition": "Teny madidy avy amin'ny [rasa] [mandrasa] Ahitsio"
    },
    {
        "word": "Rasaraka",
        "definition": " (Btl) a.: Randrambolo betsileo misaratsaraka ny tadim-bolo.\n Ahitsio"
    },
    {
        "word": "RASAVOLANA",
        "definition": "Kabary (amin'ny fahoriana) atao amin'ny misasak'alin'ny fiandrasam-paty ho fisaorana ny olona sy ho fanomezan-dalana izay tsy afaka hijanona intsony ary hanomezana ny fandaharam-potoana  amin'ny fandevenana Ahitsio"
    },
    {
        "word": "Ratra",
        "definition": " a.: Fery, fiendahan' ny hoditra sy loaka amin' ny nofo noho ny rangotra na zava-maranitra. - t.i.f.: Ratraina, aratra, voaratra 1 mandratra, fandratra, mpandratra / andratrana, fandratrana 1 miratra, firatra 1 iratrana, firatrana / maharatra 1 radratra ( maxa- ' tra.\n Ahitsio"
    },
    {
        "word": "Ratraina",
        "definition": " (ratra) mt. ih. (ratrao): Asana ratra: Noratrain'io tsofa io ny zanako. • h. o.: Ampitondraina alahelo: Noratrainao, hono, ny fony tamin'ny nandaozanao azy tampoka.\n Ahitsio"
    },
    {
        "word": "Ratsiaina",
        "definition": " p. t.: Enti-milaza ny vehivavy bevohoka manan-javatra tiana hohanina mafy: Ratsiaina vorivorin-kena Ramatoa io tamin'ny nanana ny zanany voalohany. ? h.i.: Maniry fatratra: Ratsiaina ady io lehilahy io.\n Ahitsio"
    },
    {
        "word": "Ratsina",
        "definition": " (ratsy) mt. ih. (ratsio): Mao tonga ratsy.\n Ahitsio"
    },
    {
        "word": "Ratsiririatra",
        "definition": " (Btm) a.: Karazam-bibilava madinika.\n Ahitsio"
    },
    {
        "word": "Ratsy",
        "definition": " p.t.: Tsy tsars tarehy, mahasosotra ny mijery azy: Ratsy ny satroko noho ny anao. ? Tsy manan-toetra tsars, tsy mamy, tsy mahasalama, tsy manjary...: Ratsy izany mofo izany. / Ratsy ity trano ity fa sady maizimaizina no tsy mahazo riuotra. ? Olona fatra-panimba ny sasany, mamohehatra: Tsy sahy mandeha amin'ity lalana ity aho fa be olon-dratsy, hono, eto ho eto. - t.i.f.: Ratsina, haratsina, voaratsy 1 manaratsy, fanaratsy, mpanaratsy 1 anaratsiana, fanaratsiana / maharatsy / miharatsy 1 ratsixatsy / haratsy, haratsiana, faharatsiana 1 an-karatsiana 1 ratsiratsy. -  F.-p.: Alin-dratsy: ilazana ny alina mialoha ny fandroana ka iverenan'ny vehivavy mbola tsy voasaotra any amin'ny vadiny izay nisarahany. / Hena ratsy: anaran'ny hena zaraina amin'ny mpandevina. / Hevi-dratsy: fisainana maloto sy tsy mendrika hamitahana na handaingana mba hamelezana ny hafa. / Manisy ratsy olona: manendrikendrika na manao ny tsy marina amin'ny hafa. / Naman-dratsy: namana mitarika amin'ny toetra tsy mahomby samihafa, / Nofy ratsy: nofy ahitana zava-mahatahotra sy mahafeno ahiahy, ka manjary tsy mampandry ny saina. / Olon-dratsy: entimilaza ireo olona tsy menatra, tsy mitans ny marina ary mety hahafaty ny aina, toy ny mpamosavy, mpangalatra... / Ratsy fanahy: a) olona tsy mahay mitondra tena sy tsy mahalala ny rariny; b) olona masiaka sy lozabe. / Ratsy fo: ilazana ireo olona sosisosy, tezitezi-poana, mora tohina sy misafoaka ary mitahiry hatezerana sy manao an-dolompo. / Rats y fiafara: tonga mahantra no farany nony lehibe, mijaly sy fadiranovana any ':m-parany. / Ratsy fiaina, ratsy fitondran-tena: olona tsy menatra, tsy valahara, mpivaro-tena, mivelona amin'ny halatra sy ny hafetsifetsena isan-karazany. / Ratsy tany: tsy mifankahazo amim-pihavanana amin'ny mpiara-monina. / Ratsy tarehy: olona manana endrika misy kilemany, tsy mahafinaritra ny maso ny mijery azy. / Ratsy vintana: tsy mba ambinina sahala amin'ny hafa canin' izay atao. / Sain-dratsy: toetra amam-panahy tsy misai-na afa-tsy faharatsiana: halatra, fitaka.,. / Sakaiza ratsy: (toy ny naman-dratsy ihany jar. eo ambony), na koa olona anaovana fitondran-tena tsy mendrika. / Teny ratsy: ompa sy ozona na fanevatevana olona noho ny hasosorana na fankahalana, teny vetaveta tsy mendrika lazaina eny imasom-bahoaka, / Teti-dratsy: fiokoana sy firaisan-tsaina hangalatra na hamono olona. / Voua ratsy: fanaratsiana na ompa sy ozona atao amin'olona. / Vasa tsy ratsy na am-bava tsy ratsy: enti-milaza ny teny ifanaovana izay tsars sy mamy nefs tsy araka ny fo fa saronana fihatsarambelatslhy fotsiny. / Zava-dratsy: ilazana ireo zavatra mahamenatra toy ny heloka na fitondrantena tsy mahomby sy fisolokiana olona; anarana iantsoana sy ilazana ny kary. / Zaza ratsy taiza: ilazana ireo ankizy maloto fiteny, mpaniratsira, tsy marin-toetra. * Ohab.: Mafanafana ohatra ny ratsy ataon-kavana: rehefa ny havana izay tena tokony hanampy no manisy ratsy dia tena mangidy tokoa fa tsaroan'ny aina ka mafana sy manempotra. / Aza manaratsy tena toa omby hantsika: aoka tsy ny tena ihany no hilaza ratsy sy hanambany ny tena (toy ny omby izay bilaka miditra ny tandrony). / Ny havan-dratsy tsy mahaleo ny sakaiza tiana: enti-milaza ny haratsian' ny havana sasany izay mijery fotsiny ny voina mahazo ny tena, mitaha amin'ny sakaiza tiana, tsy taova tsy volovolo, nefa tsy manary amin'ny sarotra. / Tsy tsara tsy ratsy ohatra ny andro ririnina: ilazana toe-javatra na toetr'olona tsy hita hatao tsara na ratsy tanteraka (mitovy amin' ny hoe \"tsy main tsy lena\" entin'ny olona milaza ny ririnina koa). ¶ M.h.: Ratsiratsy, tsizarizary, tsy tsara, tsy manahoana, eo ho eo, benahoana, tsy va-non, tsy mahomby, tsy manjary, fatritran-javatra.\n Ahitsio"
    },
    {
        "word": "Raty",
        "definition": " a.: Ny hoditry ny akondro maina: Maivana toy ny raty.\n Ahitsio"
    },
    {
        "word": "Raty",
        "definition": " na Ratiraty (fit.-p.) a.: Bozaka maina.\n Ahitsio"
    },
    {
        "word": "Rava",
        "definition": " p. t.: Simba tanteraka, potika: Ravan'ny rivo-doza ny tranony ka tsy nahita hialofana izy. ? h.o.: Vao telo tao-na monja dia roua ny fanambadian'izy roa. ? Tsy m?sy na inona na inona mijanona, fongana, foana: Rava ny fikasanay. ? Mihahaka, miparitaka: Rama ny tafika. / Efa raya ny kilalao vao tonga ianao. - t.i.f.: Ravana, tafarava J mandrava, fandrava, mpandrava J andravana, fandravana / mirava, firava, mpirava J iravana, firavana / maharava J ravarava. -  F.-p.: Raya fananana, raya harena: simba harena, tonga mahantra. I Raya hatreo ny fihauanana: enti-milaza ny fahatapahan'ny firaisana arapifankatiavana. J Bava ny tetika: tsy nahomby ny hevitra novolavolaina. / Raya ny volana: miratra na nahabangana ny volana, /Rava tokantrano, raya fanambadiana: nisaxaka am-panambadiana. J Trano raya: trano efa simba tsy misy tafony intsony, fa ampiantany sy rindrina efa nianjera no sisa. ¶ M.h.: Simba, rota, levona, fongana, miongana, mirodana, ambony ambany, tay misy vato mifanongoa.\n Ahitsio"
    },
    {
        "word": "Ravahana",
        "definition": " (ravaka) mt. pdr. (ravaho): Asiana ravaka, haingoina: Ravaho voninkazo ny otely.\n Ahitsio"
    },
    {
        "word": "Ravaka",
        "definition": " a.: Zavatra entina mahatsara tarehy olona na zavatra; haingo, renty: Ny fahamaotinana no ravaky ny to• uouauy sarobidy indrindra. -  t.i.f.: Aravaka, ravahana, voaravaka, tafaravaka / mandravaka, fandravaka, mpandravaka / andravahana, fandravahana / miravaka, f¢avaka, mpiravaka I iravahana, firavahana 1 maharavaka /ravadravaka.\n Ahitsio"
    },
    {
        "word": "Ravana",
        "definition": " (raya) mt. ih. (rauao): Fongorina, levonina: Nora-mana ilay tamboho tetsy atsimo tetsy. ? Vahana, saxatsarahina: Norauany aloha ilay famantaranandro mao namboariny indray. ? Ale-fa; asaina miparitaka, mihahaka: Noravana tamin'ny efatra ny mpianatra.\n Ahitsio"
    },
    {
        "word": "Ravimanta",
        "definition": " a.: Karazam-bakana kely.\n Ahitsio"
    },
    {
        "word": "Ravimbelo",
        "definition": " a.: Anaram-bakana kely.\n Ahitsio"
    },
    {
        "word": "Ravimbody",
        "definition": " a.: Ireo faritra roa be nofomamaritrany lamosina ambany, ny fitombenana.\n Ahitsio"
    },
    {
        "word": "Ravina",
        "definition": " a.: Tendron'ny ankabeazan'ny zavamaniry, izay lavalava etiety mitsilotsilo marani-doha ny bikany ary ny atiny malamalama, fa ny vohony maraorao: Kely ravina ny rambiazina. ? h.i.: Takela-javatra: Ravin-taratasy. - t.i.f.: Ravinana / mandravina, fandravina, mpandravina 1 andravinana, fandravinana / ravindravina. -  F.-p.: Rauinkazo: anarana iantsoana matetika koa ny ravina araka ny voalaza erp ambony. / Ravin-dam ba: lamba jerena amin'ny maha-fitambaran'ny kofehy — tenany sy fahany — mifampidipiditra: Aleo mividy ravindamba dia mampanjaitra izany ho akanjo, toy izay miuidy akanjo efa uita. / Ravintaratasy: ny felan'ny taratasy fanoratan, / Ravin-tsofina: ny faritra mitapelaka amin'ny sofina. J Tsy mandray ravin'auaratra na ravindeno: enti-milaza ny olona mpanankarena tsy mety hitakosina amin'ny raharaha ambanimbany. / Hataoko tsy mahita rayin'auaratra auy amiko: hataoko tsy mahita zava-tsoa avy amiko. / Heuidravina: hevitra tsy izy, fiheverana kitoatoa sy raikiraiky. / Roka ravin-tseva: teny entin'ny mpanao farahehy mamarana ny hehiny. / Maimbohondrauina: ny fotoana vao maxaina, alohan'ny vaky masoandro, izay efa misy hafanana kely mahamaina ny vohon'ny ravina vao nisy ranonando./Mitoritory ravina: midinidinika raharaha amimpifaliana. / Rauindraviny han y: tsy tena zavatra fa fisehoana marevaka sy maitso ivelany fotsiny ary manodoka. / Vololondrauina: ny ravina mitsimoka sy vao mipoitra amin'ny akondro. ? h.f.: enti-milaza ny endrika malandilandy sy malemilemy. * Ohab.: Mainka izany raha parasily, ravin-katsaka aza mikasoka: fiteny enti-maneso ireo be hambohambo foana amin'ny zavatra tsinontsinona. ¶ M.h.: Mainka izany raha ranomasina, ranompotaka aza manonja. J Ny isauasauana ny raviny hahitana ny fotony: enti-milazany famakafakana izay tsy maintsy hatao raha te hahafantatra zavatra iray. / Tsy mbola nalazo akory ny ravi-nihinanana: enti-milaza fa vao haingana no niara-nihinana sy niara-nifaly dia nisy fiovana sahady ny fihavanana sy ny flfankatiavana. / Atao rauinkazo nanintsana: hadinoina tanteraka.\n Ahitsio"
    },
    {
        "word": "Ravinala",
        "definition": " a.: Karazan-kazo lehibe izay mivelatra lehibe tahaka ny fikopaka ny raviny. Misy ilana azy avokoa ny tenan' ny ravinala manontolo: ny hodiny (rapaka), ny tahondraviny (falafa), ny raviny (raty); ary raha tsatohana antsy eo am-pototry ny raviny, dia misy rano madio sady mamy azo sotroina miboiboika.\n Ahitsio"
    },
    {
        "word": "Ravinana",
        "definition": " (ravinaq mt ih. (rauino): Asiana sarin-dravinkazo.\n Ahitsio"
    },
    {
        "word": "Ravindravina",
        "definition": " a.: Ahitra alaina etsy sy eroa hanaovana fanafody. ¶ M.h.: Raokandro.\n Ahitsio"
    },
    {
        "word": "Ravintoto",
        "definition": " a.: Ravi-mangahazo totoina, izay andrahoina miaraka amin'ny hena.\n Ahitsio"
    },
    {
        "word": "Ravintsara",
        "definition": " a.: Karazan-kazo lehibe. (Agalophyllum aromaticum)\n Ahitsio"
    },
    {
        "word": "Raviravezana",
        "definition": " (raviravy) mt. pdr. (raviravezo): Enti-milaza izay asiana zavatra mikirazorazo eo amboniny: Noraueramezana sabatra ny lohany ka tsy nahita tory izy na dia indray mipy maso aza ? Enti-milaza ny olona tiana hotaomina, amin'ny fampisehoana vola aminy.\n Ahitsio"
    },
    {
        "word": "Raviravy",
        "definition": " a.: Rozaroza, fihantonan-javatra miramborambo; enti-milaza koa ny fanolikolena na fampanantenana zavatra entina hitaomana olona. - t.i.f.: Raviravezana, araviravy, tafaraviravy / mandraviravy, fandraviravy, mpandraviravy / andraviravezan, fandraviravezana; fandraviraviana / miraviravy, firaviravy, mpiraviravy / iraviravezana, firaviravezana; fixaviravian / maharaviravy. ¶ M.h.: Mihantona, mikiraviravy, mirazorazo, mikirazorazo, miramborambo, mikiramborambo, mirozaroza, mikirozaroza, mitarozaroza, mikirombaromba, mitarozaka, mikivilivily, misahondrahondra.\n Ahitsio"
    },
    {
        "word": "Ravitra",
        "definition": " a. Fampitambarana ny ravindravina samihafa na voan-javatxamaro. i t.i.f.: Mandravitra, fandxavitra, mpandravitra / andravitana, fandravitana / miraviira, firavitra, mpixavitra / iravitana, firavitana / maharavitra / ravidravitra.\n Ahitsio"
    },
    {
        "word": "Ravo",
        "definition": " sy Ravoravo p.t.: Entimilaza ny olona miseho ety ivelany ny hafaliany; miramirana. i tif: Ravoravoina, aravoravo, voaravoravo, tafaravoravo / mandravoravo, fandravoravo, mpandravoravo / andravoravoana, fandravoravoana 1 miravoravo, firavoravo, mpiravoravo / iravoravoana, firavoravoana / maharavoravo / haravoana / faharavoana. -  F.-p.: Miravoravo manana: manana tsy amin'ahiahy.\n Ahitsio"
    },
    {
        "word": "Ravohina",
        "definition": " (ravoka) mt. ih. (ravohy): Totoina ela, kapohina tsy an-kiato.\n Ahitsio"
    },
    {
        "word": "Ravoka",
        "definition": " a.: Fitotoana vary betsaka. ? Ady maharitra amin'ny fifamélezana amin' ny hazo, ary tsy mifampitsitsy amin'izany. - t.i.f.: Ravohina, voaravoka / mandravoka, fandravoka, mpandravoka / andravohana, fandravohana / maharavoka / ravodravoka.\n Ahitsio"
    },
    {
        "word": "Ravona",
        "definition": " a.: Fampitoviana tantana; fanovonana ny iva ary fisorohana ny avo ho marintampona; fizarana zavatra mba hitovy tsy hisy kely sy lehibe. - t.i.f.: Axavona, voaravona, tafaravona / mandravona, fandravona, mpandravona 1 andravonana, fandravonana / miravona, firavona / maharavona J ravondravona.\n Ahitsio"
    },
    {
        "word": "Ravontsira",
        "definition": " Jer. Vontsira. Ravoravo p.t.: Jer. Ravo.\n Ahitsio"
    },
    {
        "word": "Ravoravo",
        "definition": " a.: Tany fotsy fandalorana, izay fantatra koa amin'ny anarana hoe taniravo.\n Ahitsio"
    },
    {
        "word": "Ravoravoina",
        "definition": " (ravoravo) rot. ih. Raz (rayoramoy): Falifalina; dokafana.\n Ahitsio"
    },
    {
        "word": "Ray",
        "definition": " sy Rairay a.: Kasika: Zozo tia rairay. 1 Fakana zavatra amin'ny tanana. • Fampidirana olona ao an-trano. - t.i.f.: Raisina, aray, voaray / mandray, fandray, mpandray / andraisana, fandraisana / maharay / rairay 1 mandrairay, fandrairay, mpandrairay 1 andrairaisana, fandrairaisana.\n Ahitsio"
    },
    {
        "word": "Ray",
        "definition": " a.: Ny lehilahy manan-janaka tokana na maro: I Rainilita no rain'Ibalita; ilazana koa ny olona tokotokony ho ray na tsy niteraka aza, toy ny vadin'ny reny niteraka (raikely), lehilahy nihahy sy nitaiza (ray mpitaiza), ny lehilahy nanangana ho zanaka (ray nanangana), ny raY tampo amin'ny ray aman-dreny (ireo dadatoa isan-kolafiny). ? F.-p.: Ray aman-dreny: ny ray sy ny reny niteraka. • h. i.: enti-milaza ireo mpiton- - dra na ara-nofo na ara-panahy. J Ray nanangana: lehilahy niseho teo anatrehan'ny fokonolona sy ny fanjakana ho nanjanaka zaza iray izay ho afaka handova azy. J Ray mpitaiza: ray tsy niteraka fa niantoka ny famelomana. / Tsy manan-dray: enti-milaza ny zaza tsy fantatra ny ray niteraka azy. ¶ M.h.: zazasary, zaza tsisy ray, zanadranitra, zanaka an'elakelatrano. / Rain-janaka: enti-milaza vady tsy ara-dalàna na sakaiza fotsiny niterahana zaza. / Rain-jaza: enti-milaza a) ny lehilahy manao hasoavana ny zazalahy iray (ka nanangana azy mihitsy tamin' ny andro taloha); b) ny rain' ny zazavavy ampakarina. ¶ M. h.: Aba, baba, ikaky, lany voamena zato, lany sikajy arivo, kiady sy voninahitra, haja sy voninahitra, an-dry iankinana, vato nandiavana.\n Ahitsio"
    },
    {
        "word": "Ray",
        "definition": " na Ry: Tenim-piontanana fanao eo alohan'ny olona itenenana raha maro: Henoy izao teny izao, ray uahoaka.\n Ahitsio"
    },
    {
        "word": "Ray",
        "definition": " Fanononana haingana ny Iray.\n Ahitsio"
    },
    {
        "word": "Razana",
        "definition": " a.: Ny ray aman-dreny niaviana fahagola: Tany nitsembohan'ny razana itony ka tsy havelako ho lava volo. ? h.i.: Ny faty: Mandritra ny telo na efatra andro ijanonan'ny razana ao an-tanàna, indrindra amin'ny alina, dia manjaka ny tabataba, ny osika, ny dihy, ny tsikirepoka. - t.i.f.: Faharazana. -  F.-p.: Lasan-ko razana: ilazana ireo efa maty nodfmandry. / Ko-drazana: enti-milaza ireo fomba isan-karazany navelan'ny razana tsy maintsy arahin'ny taranaka mandimby — indraindray koa, ny vola na zavatra omena ny mpamadi-drazana. / Manando-drazana: olona misoloky ho avy amin'ny firazanana ambony kokoa noho izay niaviany. / Mitahia fa lasanko razana: teny tenenina ataon'ny olona miresaka ka manonona ny anaran'olona efa maty amin'ny andro alina. J Sao-drazana: ny omby vonoina ka zaraina amin'ny olona amin'ny famadihana — atao koa hoe sao-drazana ny vola omen'ny olona ny mpamadika. I Zana-drazana: ireo taranaky ny olona avadika, na ireo solofony sisa eo amin'ny vohitra nisy ireo razam-be. * Ohab.: Lambo soso-nifY; nentim-paharazana: enti-milaza ny zanaka na taranaka manahaka ireo ray aman-dreniny eo amin'ny toetra na fomba nolovana taminy. /Ra-ha razana tsy hitahy, fohazy hihady vomanga: nino fatratra ny fitahian'ny razana ny Ntaolo ka nesoiny ireo noheveriny fa tsy miraharaha.ny hitahy ny taranany velona.\n Ahitsio"
    },
    {
        "word": "Razandry",
        "definition": " a.: Teny iantsoana amim-panajana sy amim-pitiavana ny zandrin'ny tena.\n Ahitsio"
    },
    {
        "word": "Razoka",
        "definition": " na Razodrazoka ft.: Fahosaosana. - t.i.f.: Marazoka / faharazodrazoka.\n Ahitsio"
    },
    {
        "word": "Razoky",
        "definition": " a.: Teny iantsoana amim-panajana sy amim-pitiavan ny zokin'ny tena.\n Ahitsio"
    },
    {
        "word": "Razorazo",
        "definition": " a.: Rozaroza, raviravy, toetran'ny zavatra anankiray lava mikiraviravy; haosana. - t.i.f.: Arazorazo, voarazo- razo, tafarazorazo J mandrazorazo, fandrazorazo, mpandrazorazo I andrazorazoana, fandrazorazoana I mirazorazo, firazorazo, mpirazorazo I irazorazoana, firazorazoana / maharazorazo I mikirazorazo.\n Ahitsio"
    },
    {
        "word": "Re",
        "definition": " sy Reny mt. ih. it.: Heno: Renao ve izany uorona mihira izany? t• Fantatra: Efa renao ny nialan-dRakoto. 1 Tsapan'ny fandrenesana, toy ny fanamboloana: Tsy reko izany fofona ao izany fa uoan'ny sery aho; ny fandrenesana tsiron-kanina: Tsy reny akory ny hamamin'ny siramamy; ny fikasihana: Reko ny tsongo ataony ahy. ~ Tsaroana: Reko tsara loatra izany fahoriako! - t.i.f.: Mandre, fandre, mpandre / andrenesana, fandrenesana I mampandre / mifampandre / mahare / rare / faharenesana, fandrenesana. -  F.-p.: Tsy re dona, tsy re kotroka, tsy re poka: tsy re velively, na kely akory aza. / Re siosio: enti-milaza zavatra heno amin'ny resaka tsy azo itompoana loatra, fa karazan'ny honohono. f Tsy re maty, tsy re velona: ilazana olona lasan-davitra ka tsy fantatra velively ny momba azy. f Tsy re tsaika: tsy heno izay nandalovany, na ny nahatongavany sy nialany. * Ohab.: Mitsako tsy re ka uoa uao \"dony aho, ranaotra\": entina handatsana ireo olona nanao zavatra an-tsokosoko ka nony tojo ny mafy vao mibabababa mitady vonjy.\n Ahitsio"
    },
    {
        "word": "Re",
        "definition": " Kianteny kely fanao amin' ny fehezanteny manontany raha manontany tena ilay miteny: Inona re no hataoko e; handeha sa hijanona?; ary amin'ny fehezanteny tsotra kosa raha mangataka mitalaho: Mifona re, tompoko, fa tsy hanao intsony aho e!\n Ahitsio"
    },
    {
        "word": "Re",
        "definition": " a.: Ny feo faharoamanarakaraka ny do amin'ny ambaratongam-peo fito amin'ny gama.\n Ahitsio"
    },
    {
        "word": "Rea",
        "definition": " (Ski) a.: Rivotra mifafy hita amin'ny tarehin'ny rano.\n Ahitsio"
    },
    {
        "word": "Rebaka",
        "definition": " p. t.: Noana, lanaka, tsy maharay tena noho ny harerahana. - t.i.f.: Arebaka / mandrebaka, mpandrebaka I andrebahana, fandrebahana I maharebaka J rebadrebaka.\n Ahitsio"
    },
    {
        "word": "Rebaka",
        "definition": " ft.: Fihaingoana, fixaratana amin'ny akanjo malalaka mikobankobana sy mirefarefa.\n Ahitsio"
    },
    {
        "word": "Rebareba",
        "definition": " a.: Akanjo na fitafiana lava be sy mitaritarika. i t.i.f.: Arebareba, voarebareba, tafarebareba / mirebareba, firebareba, mpirebareba / irebarebana, firebarebana / maharebareba.\n Ahitsio"
    },
    {
        "word": "Rebika",
        "definition": " a.: Dihy faly misy tsinjaka. - t.i.f•: Tafarebika / mirebika, firebika, mpirebika / irebehana, firebehana I maharebika / rebidrebika. -  F,-p,: Mitotorebika: mandihy manipy sandry malefadefaka fa ny tongotra kosa mitoto, izay manao toy ny mively langorony, mitana ba, manamafy ny lamako. / Manao rebik 'ondry: (fihasimban'ny hoe ribik'ondry): mirohotra manao izay efa be mpanao.\n Ahitsio"
    },
    {
        "word": "Rebirebena",
        "definition": " Arebireby (rebireby) mt. ih. (rebirebeo, arebirebeo): Tarihina mba hivilivily lalana fa tsy handeha amin'ny tokony ho izy: Aza rebirebena amin'ny tantara uala maty aho fa aoka aloha hiasa. 1 Adalaina, kolikolena, fitahina, amin'ny hevitra manodoka: Norebireben' ilay touolahy tamin'ny fitiauana ny zanany vavy ka tsy nahavita fianarana.\n Ahitsio"
    },
    {
        "word": "Rebireby",
        "definition": " a: Fitarihana mba hampivily lalana fa tsy amin' ny tokony ho izy. ~ Hevitra manodoka hamitahana; fanolikolena; fanadalana. - t.i.f.: Rebirebena, arebireby, voarebireby, tafarebireby J mandrebireby, fandrebireby, mpandrebireby / andrebirebena, fandrebirebena I mirebireby, firebireby, mpirebireby I ixebirebena, firebirebena I maharebireby.\n Ahitsio"
    },
    {
        "word": "Reboka",
        "definition": " a.: Fihinanana an-kisesy amin-kasarotana na hatendana, famosibosehana. 1 p.t.: Mieboebo, mirehareha amin'ny fandanilaniana, amin'ny firaQaradana. - t.i.f.: Areboka, voareboka J mandreboka, fandreboka, mpandreboka I andrebohana, fandrebohana J mireboka, fireboka, mpireboka J mahareboka I rebodreboka.\n Ahitsio"
    },
    {
        "word": "Redaka",
        "definition": " a.: Lelafo miredareda, afo manao rehi-be. - t.i.f.: Aredaka, voaredaka, tafaredaka I mandredaka, fandredaka, mpandredaka f andredahana, fandredahanaI miredaka, firedaka, mpiredaka I iredahana, firedahana I maharedaka.\n Ahitsio"
    },
    {
        "word": "Redareda",
        "definition": " a.: Lelafo mirehi-be toa mahafinaritra ka maharitra. - t.i.f.: Aredareda, tafaredareda l mandredareda,fandredareda, mpandredareda J andredaredana, fandredaredana I miredareda, firedareda, mpiredareda J iredaredana, firedaredana I maharedareda.\n Ahitsio"
    },
    {
        "word": "Rediredena",
        "definition": " (rediredy) mt. ih. (rediredeo): Tenitenenimpoana, tsy misy heviny.\n Ahitsio"
    },
    {
        "word": "Rediredy",
        "definition": " a.: Teniteny be tsy misy heviny; fimenomenonana tsy misy fiatoana: Ny andRangahy io koa, rediredy foana; aiza ka hamidiko aminy masonkarena, hono, ity xauatra nanahirana ahy izaitsizy ity! - t.i.f.: Rediredena, arediredy, voarediredy, tafarediredy J mirediredy, firediredy, mpirediredy I irediredena, firediredena I maharediredy.\n Ahitsio"
    },
    {
        "word": "Redona",
        "definition": " a.: Fiaraha-miteny na fiaraha-mihira. - t.i.f.: Redonina,. aredona, tafaredona / mandredona, fandredona, mpandredona / andredonana, fandredonana, miredona, firedona, mpiredona 1 iredonana, firedonana J maharedona Iredondredona.\n Ahitsio"
    },
    {
        "word": "Redonina",
        "definition": " (redona) mt, ih. (redony): Tenenina, hiraina indray miaraka: Noredonin'ny mpianatra rehetra ny \"Ry tanindrazanay malala ô!\"\n Ahitsio"
    },
    {
        "word": "Refaka",
        "definition": " ft.: Toetran'ny zavatra mitaritarika mifafa amin'ny tany toy ny rambo, ny akanjo lava... - t.i.f.: Arefaka, tafarefaka I mirefaka, firefaka, mpirefaka J irefahana, firefahana ! refadrefaka.\n Ahitsio"
    },
    {
        "word": "Refarefa",
        "definition": " p.t.: Mitaritarika amin'ny tany. / a.: Toetran' ny zavatra lava miramborambo ka mitaritarika amin'ny tany, ny zavatra mitarozaka ela loatra, ny masoandro ma-diva hilentika, ny olona mitaredretra. - t.i.f.: Refarefaina, arefarefa, voarefarefa, tafarefarefa / mandrefarefa, fandrefarefa, mpandrefarefa I andrefarefana, fandrefarefana I mirefarefa, firefarefa, mpirefarefa I irefarefana, firefarefanalmaharefarefa.\n Ahitsio"
    },
    {
        "word": "Refarefaina",
        "definition": " (refarefa) mt. ih. (refarefao): Enti-milaza ny raharaha atao mitarozaka, ka manjary halavaina ny fotoana hamitana azy.\n Ahitsio"
    },
    {
        "word": "Refesina",
        "definition": " (refy) mt. ih. (refeso): 1) Jerena misy refy firy; 2) alaina refy, jerena ny halavany: Refeso kely ny lavan'ity efitra ity sy ny sakany. -  F,-p,: Tsy refesi-mandidy: enti-milaza ny mpitondra manao jadona. ¶ M,h,: Mandidy tokana, tsy zehena, mpanao teniko fe lehibe, mpanao teny tsy valiana, mpanao teny jadona.\n Ahitsio"
    },
    {
        "word": "Refo",
        "definition": " ft.: Toetran'ny zavatra mora vaky, malia. - t.i.f.: Marefo I mareforefo I harefo, faharefo.\n Ahitsio"
    },
    {
        "word": "Refona",
        "definition": " p.t.: Valaka, reraka noho ny hanoanana: Refona aho ka nijanona nipetraka teo ambody hazo, nihinana iiay tapa-mofo farany tao anaty kitapoko.\n Ahitsio"
    },
    {
        "word": "Refotra",
        "definition": " a.: Feon-javatra vaky na tapaka, ka miriatra, mitefoka, toy ny hazo maina voahitsaka, feom-basy mipoaka. 1 tif: Arefotra, tafarefotra 1 mandrefotra, fandrefotra, mpandrefotra J andrefotana, fandrefotana / mirefotra, firefotra, mpirefotra J irefotana, firefotana I maharefotra f refodrefotra.\n Ahitsio"
    },
    {
        "word": "Refy",
        "definition": " a.: Halavana mitovy amin'ny halavan'ny sandry roa mitsotra tsars (ny refy dia sahala amin'ny mamakitratra indroa, na zehy imbalo na tondro inenina amby sivifolo, ka mitovy amin'ny 1,75 metatra eo ho eo amin' ny fandrefesana ampiasaina ankehitriny). Halavana: Zahao kely ny refin'ity latabatra ity. - t.i.f.: Refesina, arefy, voarefy J mandrefy, fandrefy, mpandrefy J andrefesana, fandrefesana / maharefy. -  F.-p.: Refy tsy miampatra: ilazana fandrefesan-javatra manambaka: tsy henjanina tsara hivelatra ny tanana roa hany ka tsy ampy reo fy. ~ h, o.: Faneriterena. f Refy miampatra: refy atao somary mihantsika kely any aoriana ny sandry anankiroa. 1 h.o.: Enti-milaza ny fahafahana malalaka.\n Ahitsio"
    },
    {
        "word": "Rehaka",
        "definition": " a.: Hadedahana, hakevohana, fiderana tena. - t.i.f.: Tafaxehaka I mirehaka, firehaka, mpirehaka J irehafana, firehafana f maharehaka J rehadrehaka.\n Ahitsio"
    },
    {
        "word": "Rehana",
        "definition": " p.t. (t.tr.): Maro be, tsy tambo hisaina.\n Ahitsio"
    },
    {
        "word": "Rehareha",
        "definition": " a.: Fihetsika miavona sady tsy miraharaha; fianjonanjonana noho ny hery na ny harena na fahaizana... ananana: Reharehan'olona re izany! mba manana fiarakodia izy ka dia mianjonanjona er?. ~ Zavatra na olona mahatonga hanana hambo: Ianareo miaramila nandresy no reharehan'ny firenena. - t.i.f.: Reharehana, voarehareha, tafarehareha / mirehaxeha, firehareha, mpirehareha 1 ixeharehana, fireharehana / maharehareha.\n Ahitsio"
    },
    {
        "word": "Rehareha",
        "definition": " a.: Karazan-kazo (Colea); misy reharehalahy (Colea floribunda), ary reharehavavy (Colea).\n Ahitsio"
    },
    {
        "word": "Rehefa",
        "definition": " p. mt.: Raha afaka kelikely, rahariva: Ho auy aho, rehefa fa andraso, / ppt. feh.: (fihasimban'ny rahefa) Rehefa mandeha ianao, hidio ny uarauarana.\n Ahitsio"
    },
    {
        "word": "Rehetana",
        "definition": " (rehitra) mt. ih. (reheto): Velomina (afo): Norehetako ny afo fa tsy nirehitra azon'ny terza ny kitay. 1 Asiana: Norehetany tehamaina ilay karilahy fa namitaka azy.\n Ahitsio"
    },
    {
        "word": "Rehetra",
        "definition": " p. mlk.: Tsy misy avakavaka, aby, jiaby: Tonga ny mpianatra rehetra. (Matetika no hamafisin'ny p. mt. daholo, avokoa, ny hevltry ny teny hoe rehetra: Tonga dahoio ny mpianatra rehetra na tonga daholo ny mpianatra (fotsiny). ¶ M.h.: Daholo, tsy vaky volo, poporohana, na iza na iza, na zovy na zovy, safobemantsina, manontolo, tsy ankanavaka, tsy misy avakavaka, faobe, tsy mifaka.\n Ahitsio"
    },
    {
        "word": "Rehitra",
        "definition": " a.: Fiveloman'ny afo; fahamaimaizana, hidihidy, fisafoahana tafahoatra. - t.i.f.: Rehetana, arehitra, voarehitra, tafarehitra J mandrehitra, fandrehitra, mpandrehitra J andrehetana, fandrehetana I mirehitra, firehitra, mpkehitra J irehetana, firehetana 1 maharehitra I rehidrehitra,forehitra.\n Ahitsio"
    },
    {
        "word": "Rehofina",
        "definition": " (rehoka) mt. ih. (rehofy): Anipazana rehoka, andrehofana: Nahoana no rehofinao ny zanako?\n Ahitsio"
    },
    {
        "word": "Rehoka",
        "definition": " a.: Zavatra maditidity avoaka avY any an-tenda, indrindra raha marary voan'ny kohaka: Tokony hangonina amin'ny tavy kely ny rehoky ny marary. ~ Ny fitronan' ny omby resy an'ady na ny omby vonoina ka efa voakenda. - t.i.f,: Rehofina, arehoka, voarehoka, tafarehoka J mandrehoka, fandrehoka, mpandrehoka / andrehofana, fandrehofana / mirehoka, fixehoka, mpirehoka / irehofana, firehofana I rehodrehoka.\n Ahitsio"
    },
    {
        "word": "Rejisitra",
        "definition": " (fr. registre) a.: Boky fitanana anarana.\n Ahitsio"
    },
    {
        "word": "Rekany",
        "definition": " Kianteny kely mety hanan-kevitra roa: 1) Manko: Eny rekany! 2) Re: Aiza rekany no halehako tsy hahitany ahy?\n Ahitsio"
    },
    {
        "word": "Relijiozy",
        "definition": " (fr. religieux) a.: Lehilahy na vehivavy manokantena ho an'Andriamanitra, ao anatin'ny Fikambanana iray, mba hanasoa namana, hampianatra... ka manao voady telo: manokan-tena tsy hanambady mandra-pahafaty, tsy mitans vola manokana ho an'ny tena ary manaiky ny lehibe (Fiv. kat).\n Ahitsio"
    },
    {
        "word": "Remarema",
        "definition": " a.: Toetran'ny zavatra sady lehibe no mitaritarika tahaka ny siranandon'omby. ? h.o.: Akanjo malalaka fentina mianjaika. - t.i.f.: Remaremaina, aremarema, tafaxemarema I miremarema, firemarema, mpiremarema / iremaremana, firemaremana / maharemarema.\n Ahitsio"
    },
    {
        "word": "Remaremaina",
        "definition": " (remarema) mt, ih. (remaremao): (akanjo na fitafiana) Halalahina hoentina mianjaika.\n Ahitsio"
    },
    {
        "word": "Rembana",
        "definition": " p.t.: Tsy mitovy fahitsy fa misy avo sy iva, toy ny tandrok'omby ny iray manondro ambony, ny iray manondro ambany na mandroso eo anoloana, somaradimbana (jar. Dimbana).\n Ahitsio"
    },
    {
        "word": "Rembena",
        "definition": " Rembezina (remby) mt. ih. (rembeo, rembezo): Hazaina, angatahina mafy, ambezoina.\n Ahitsio"
    },
    {
        "word": "Rembona",
        "definition": " a.: Alahelo tampoka ary miserana; hanina; embona. 1 &i.: Mandrembona, fandrembona, mpandrembona 1 andrembonana, fandrembonana.\n Ahitsio"
    },
    {
        "word": "Remby",
        "definition": " a.: Biby samborina na enjehina hohanina; haza; zavatra azo amin'ny fihazana: Tsy uizahy ny mitatitra ny rembiny ny vitsika. ? Fihazana, fitadiavana haza: Remby mamy amin'ny uoninkazo no asan'ny tantely. - t.i.f.: Rembena, rembezina, voaremby 1 miremby, firemby, mpiremby I irembena, firembena, irembezana, firembezana I maharemby, a F.-p.: Tantely remby: tantely hitahita foana any an' ala...\n Ahitsio"
    },
    {
        "word": "Rendra",
        "definition": " sy Rendrarendra a.: Zavatra marevaka mahafinaritra; zavatra manodoka: Be rendrarendra manodoka ny fiainana eto an-dreniuohitra. ~ Famirapiratana mahavariana sady maharenoka:Ny rendrarendran'izao tontolo izao. - t.i.f.: Arendrarendra, tafarendra, tafarendrarendra I ml-rendra, firendra, mpirendra; mirendrarendra, firendrarendra, mpirendrarendra I irendrarendrana, firendrarendrana 1 maharendrarendra.\n Ahitsio"
    },
    {
        "word": "Rendrehana",
        "definition": " sy Rendremana (rendrika) p. t.: Renoka kely amin'ny torimaso na dia mbola tsy matory tanteraka aza: Teo amin'ny sivy alina teo ho eo tamin'izay; mbola vao rendrehana fotsiny izahay rehetra.\n Ahitsio"
    },
    {
        "word": "Rendrena",
        "definition": " ft.: Fandehanana mitety toerana etsy sy eroa. ~ t.i.f.: Arendrena, tafarendrena I mirendrena, flrendrena, mpirendrena 1 irendrenana, firendrenana I maharendrena.\n Ahitsio"
    },
    {
        "word": "Rendrika",
        "definition": " p.t.: Latsaka ao anaty rano ary difotra tsy afamipoitra intsony, fefika: Rendrika ny lakana. 1 Reno-ka: Rendriky ny torimaso tzy tamin'izay. ~ Latsaka lalina ao anatin'ny...: Rendriky ny alahelo izy. 1 Raikipitia: Efa rendrika aminy ny fon-janakao. 1 a.: Empo, tsonika: Tsy tsara rendrika ity uolafotsy ity. - t.i.f.: Arendrika, voarendrika, tafarendrika 1 mandrendrika, fandrendrika, mpandrendrika I andrendrehana, fandrendrehana 1 mirendrika, firendrika, mpFrendrika 1 rendrindrendrika 1 maharendrika. -  F.-p.: Rendrika uao nahazo amalona: fiteny enti-milaza olona tratran'ny loza mahamay kanjo dia izany no nahazoany soa. 1 Tafita uao rendrika: afaka tamin'ny sarotra vao tojo ny loza lehibe.\n Ahitsio"
    },
    {
        "word": "Rendrirendry",
        "definition": " a.: Zavatramanjelanjelatra ka mahajemby ny maso; fipendrampendran' ny rivotra sy ny hazavana rehefa mafana ny andro; zavatra mamirapiratra sy manonjanonja eny amin'ny rivotra rehefa migaingaina ny hafanana. - t.i.f.: Arendrkendry, voarendrirendry / mandrendrirendry, fandxendrnendry, mpandrendrirendry / mirendrirendry, firendrirendry, mpirendrirendry / irendrirendrena, firendrirendrena / mahaxendrirendry.\n Ahitsio"
    },
    {
        "word": "Renibe",
        "definition": " a.: Reny niteraka ny ray na reny niteraka ny te-na: \"Baba\" no fiantsoan'ny ankizy (zafikely) azy.\n Ahitsio"
    },
    {
        "word": "Renifeo",
        "definition": " a.: Anarana omena ny renisoratra eo amin'ny fanononana. Misy karazany efatra lehibe ny renifeo: ny renifeo tsotra (b, d...), ny renifeo sosona mikasaoka (tr, dr...), ny renifeo sosona kentsona (nt, mp, nd...), ny renifeo kambana (oh. 1 sy n amin'ny hoe olona, izay tononina hoe \"on\").\n Ahitsio"
    },
    {
        "word": "Renihatina",
        "definition": " a.: Biby mahatonga ny hatina, izay bibikely rats? endrika volovoloina, karazana hala mibikan-tsokatra, misy tongony lomisy efatra (valo).\n Ahitsio"
    },
    {
        "word": "Renikely",
        "definition": " a.: Vehivavy vadin' ny ray nefa tsy niteraka ny tena.\n Ahitsio"
    },
    {
        "word": "Renimanditra",
        "definition": " na Manditra na Mandotra a.: Karazam-bibilava lehibe malaza ho mivelona ao anaty lava-bitsika, ka izany no iantsoana azy koa hoe renivitsika.\n Ahitsio"
    },
    {
        "word": "Renin-janaka",
        "definition": " a.: Enti-milaza vady nisarahana nefa niterabana.\n Ahitsio"
    },
    {
        "word": "Renin-jaza",
        "definition": " a.: Anarana 1) niantsoana fahizay ny renin' ny zaza natao hasoavana; 2) ilazana ny renin-drazazavavy amin'ny fotoana fampakarana; 3) iantsoana ny mpampivelona na ny mpanome tambavy.\n Ahitsio"
    },
    {
        "word": "Renina",
        "definition": " ft.: Jer. Marenina.\n Ahitsio"
    },
    {
        "word": "Reniny",
        "definition": " a.: Teny fiantsoan' ny lehilahy ny vadiny ao an-trano rehefa miresaka: Aoka re, reniny, fa mahatsikaiky ity lazainao.\n Ahitsio"
    },
    {
        "word": "Renirano",
        "definition": " a.: Rano mandeha lehibe avy amin'ny fitambaran'ny sakelidrano marc>, ka mivarina any an'ony: Ikopa sy t Mahajilo dia samy renirano, fa ny iray mivarina any amin'ny onin'i Betsiboka, ny iray any amin'ny onin'i Tsiribihina.\n Ahitsio"
    },
    {
        "word": "Renireny",
        "definition": " a.: Fandehandehanana etsy sy eroa tsy misy antony; fivezivezem-poana. - t.i.f.: Arenireny, tafarenireny 1 mirenireny, firenireny, mpirenireny I irenirenena, firenirenena / maharenireny.\n Ahitsio"
    },
    {
        "word": "Renivintana",
        "definition": " a.: Anarana orne-na ireo vintana efatra lehibe sady mahery, dia ny Alahamady, Asorotany, Adimizana ary Adijady. Ireo renivintana ireo, amin'ny fanandroana izay anisana ny andro amin'ny iray volana, dia mi-tondra andro telo avy: vavany, vontony ary vodiny; oh. Vava alahamady, vonton'alahamady, vody alahamady.\n Ahitsio"
    },
    {
        "word": "Renivitsika",
        "definition": " a.: Karazam-bibilava mipetraka amin'ny lava-bitsika ary voalaza fa fahanan'ny vitsika ka rehefa matavy tsy afa-mivoaka ny lavany dia haniny; somary manjamanja ny volony ary fisapisa-doha ny bikany.\n Ahitsio"
    },
    {
        "word": "Renivitsika",
        "definition": " a.: Jer, Renimanditra.\n Ahitsio"
    },
    {
        "word": "Renivola",
        "definition": " a.: Vola apetraka amin'ny banky mba hiteraka zanabola; petra-bola. 1 Vola ampiasaina hahazoana tombony.\n Ahitsio"
    },
    {
        "word": "Renivorona",
        "definition": " a.: Anarana entimilaza vorona vavy alain-taranaka.\n Ahitsio"
    },
    {
        "word": "Renjvohitra",
        "definition": " a.: Tanàn-dehibe misy foiben'ny fitondrampanjakana amin'ny tany iray: Antananarivo no renivohitr' i Madagasikara.\n Ahitsio"
    },
    {
        "word": "Renohina",
        "definition": " (renoka) mt. ih, (renohy): Varianina, sondrianina.\n Ahitsio"
    },
    {
        "word": "Renoka",
        "definition": " p.t.: Variana dia varia-na amin'ny asa, amin-javatra iray: Renoky ny raharahany izy ka tsy nahaheno ahy niditra akory. ¶ M.h.: Revo, sondriana. ~ Rendrika: Renoky ny torimaso. 1 Raiki-pitia: Efa renoky ny fitiavana anao izy. i tif: Renohina, arenoka, voarenoka I mandrenoka, fandrenoka, mpandrenoka / andrenohana, fandrenohana / mirenoka, firenoka, mpirenoka 1 irenohana, firenohana / maharenoka 1 renodrenoka.\n Ahitsio"
    },
    {
        "word": "Rentena",
        "definition": " (renty) mt. ih. (renteo): Haingoina, ravahana.\n Ahitsio"
    },
    {
        "word": "Rentina",
        "definition": " a.: Mitovy amin'ny Renty.\n Ahitsio"
    },
    {
        "word": "Renty",
        "definition": " a.: Ravaka na haingo manaitra mamirapiratra: Be renty loatra ity trano ity ka tsy tiako indray. ? Teny marevaka feno sarin-teny sy angolam-pitenenana: Be renty izany raha lahateny. ? Haingonkaingony, angolankira: Hira feno renty. i t.t.f.: Rentena, voarenty 1 mandrenty, fandrenty, mpandrenty I andrentena, fandrentena f mirenty, fixenty, mpirenty / irentena, firentena / maharenty i rentirenty.\n Ahitsio"
    },
    {
        "word": "Reny",
        "definition": "Ny vehivavy niteraka ny tena: Tiavo sy hajao ny reninao. 1 Enti-milaza sy manaja ny vehivavy efa lehibe. -   Reny anaka: vehivavy vady niterahana. / Hira, torimaso iray reny: hira indray manao, torimaso indray misintona. / Kelireny: vehivavy manifinify sy kely vahana ary fohy. Renikely: ny vehivavy mitaiza ny zanabadiny. * Ohab.: Aleo miadan-ko reniny toy izay mitsaraingonkovantony: ilazana ny fihetsiky ny tanora raha vao mahita zavatra: tsy mba mandinika firy na milamina toy ny zokiolona.\n Ahitsio"
    },
    {
        "word": "Reny",
        "definition": " Mitovy amin'ny Re.\n Ahitsio"
    },
    {
        "word": "Reona",
        "definition": " sy Reondreona a.: Ny feon-javamaneno maro na ny mpihira betsaka indray miaraka. Enti-milaza koa ny feon'ny kotrok'orana manakoako manao lavareny. - t.i.f.: Mireona, fireona, mpireona / mheondreona, fireondreona, mpireondreona 1 mahareona, mahareondreona.\n Ahitsio"
    },
    {
        "word": "Reotra",
        "definition": " a.: Ny feo mipiaka sy mirefotra heno amin'ny fahatapahan'ny rantsan-kazo na taolana. - t.i.f : Mireotra, fireotra, mpireotra / reodreotra.\n Ahitsio"
    },
    {
        "word": "Repaka",
        "definition": " Mitovy amin'ny Reraka, noana.\n Ahitsio"
    },
    {
        "word": "Repaky",
        "definition": "Avy amin'ny [Repaka] Ahitsio"
    },
    {
        "word": "Reparepa",
        "definition": " a.: Toetran'ny zavatra mirefarefa amin'ny tany; mitaritarika lava be. - t.i.f.: Areparepa, tafaxeparepa I mireparepa, fireparepa, mpirepaxepa / ireparepana, firepareppna I fahareparepa.\n Ahitsio"
    },
    {
        "word": "Repika",
        "definition": " (tsy fampiasa loatra) a.: Fihasimban'ny hoe Kepika.\n Ahitsio"
    },
    {
        "word": "Repirepena",
        "definition": " (repirepy) mt. ih. (repirepeo): Asaina mivembena, atao mirondrona.\n Ahitsio"
    },
    {
        "word": "Repirepy",
        "definition": " a.: Vembena, vezimbezina, rondrona, 1 Toetran' ny olona miapanapana azon' ny tahotra mafy na alahelo lehibe sy fahasahiranana tsy eran'ny aina. - t.i.f.: Arepirepy, repirepena, tafarepirepy / mandrepirepy, fandrepirepy, mpandrepirepy 1 andrepirepena, fandrepirepena 1 mirepirepy, firepirepy / kepkepena, firepirepena I mampirep¢e-PY,\n Ahitsio"
    },
    {
        "word": "Repoka",
        "definition": " a: Ny fipiapiakan'ny voanjo tsakoina; ny fikepokepoky ny zavatra ketoketohin'ny nify. - t.i.f.: Arepoka, voarepoka, tafarepoka 1 mandrepoka, fandrepoka, mpandrepoka / andrepohana, fandrepohana I mirepoka, firepoka 1 maharepoka / repodrepoka.\n Ahitsio"
    },
    {
        "word": "Rerahina",
        "definition": " (reraka) mt, ih. (reraho): Vahana dia borahana, ketrahina. ~ Atao izay hahaosa azy, trotrahina. 1 Lani- na harena. 1 Kivina, ketrahina.\n Ahitsio"
    },
    {
        "word": "Reraka",
        "definition": " p.t.: Tsy manan-kery intsony noho ny hanoanana na havizanana: Hateloana izay tsy nanendry honinaaho ka reraka. / Mafy loatra ny osa'nataony ka reraka izy. 1 Marary mafy: Efa reraka izy ka tsy aveian'ny dokotera iresahana intsony. 1 Maty: Tsy salama teny izy roa vola-na dia reraka. 1 Lany harena, sahirana izaitsizy: Reraka Rakoto hatramin'izay nahauoazan'ny rivo-doza ny famboleny izay. 1 Ketraka, kivy: Be loatra ny fahoriana nianjady taminy ka tsy mahagaga raha reraka izy. - t.i.f.: Rerahina, vouera-ka 1 mandreraka, fandreraka, mpandreraka 1 andrerahana, fandrerahana 1 mireraka, fireraka, mpireraka 1 irerahana, firerahana / reradreraka 1 harerahana 1 faharerahana. -  F.-p,: Rera-molotra: Inhibe sady toa miraviravy ny molotra ambany. l Rera-po: kivy sy ketraka. / Rera-tsaina: tena tsy mahasaina izay ha-tao fa kivy ambony ihany. / Vato reraka: vato-mizana tsy miasa. * Ohab.: Akanga reraka tsy mahasidina ambon y: ilazana ny akanga tsy afa-manidina avo noho ny hanoanana. / h.o.: enti-milaza ny tsy fahafahana manao zavatra noho ny harerahana.\n Ahitsio"
    },
    {
        "word": "Rerarera",
        "definition": " a.: Fiakanjo tsizarizary, miroradroraka; refarefa (enti-milaza ny elatry ny vorona na ny fitafiana mila tsy ho zaka); fitavozavozana sady mitaredretra. - t.i.f.: Arerarera, tafarerarera I mirerarera, firerarera, mpirerarera / irerarerana, firerarerana / maharerarera.\n Ahitsio"
    },
    {
        "word": "Rere",
        "definition": " a.: Soka-dranomasina lehibe.\n Ahitsio"
    },
    {
        "word": "Rere",
        "definition": " a.: Poa-basy maro atao indray mirefotra. ? F.-p.: Manao rere (miaramila maro) indray manapoaka ny basiny.\n Ahitsio"
    },
    {
        "word": "Rere",
        "definition": " a.: Anaram-borona izay fantatra kokoa amin'ny anarana hoe vorondreo.\n Ahitsio"
    },
    {
        "word": "Rerika",
        "definition": " a.: Teny tsy fandre raha tsy amin'ilay fomba fiteny hoe \"Very rerika\": revo, sondriana amin'ny zavatra iray ka tsy mahatsiaro ny manodidina azy intsony, varivariana.\n Ahitsio"
    },
    {
        "word": "Resahina",
        "definition": " apoaka indray:Nohetsehin'ny mpivory sasany ny raharaha momba ny vary.\n Ahitsio"
    },
    {
        "word": "Resahina",
        "definition": " (resaka) mt.ih. (resaho): Atao resaka: Inona no resahin-dRakoto sy Rabe teto? 1 Tenenina, lazaina: Noresahinao taminy angaha ilay zavatra?\n Ahitsio"
    },
    {
        "word": "Resaka",
        "definition": " a.: Teny ifanaovana: Araka ny resaka nifanaovantsika omaly, dia iny ny zanako haka ilay vola. 1 Teny ifanaovana momba ny zavatra anankiray voafaritra tsara: Resaka momba ny ady tany Vietnam no nandanian'izy ireo andro tao. 1 Teny ifamalian'ny mpifankatia momba izao sy izao: Saika tsy tapa-ka ny resakay raha tsY nanomboka naneno ny akoho. ¶ M. h.: Tafa, tafasiry, taria, koràna. - t.i.f.: Resahina, voaresaka, tafaresaka 1 miresaka, firesaka, mpiresaka I iresahana, firesahana I maresaka 1 maharesaka. -  F.-p.: Ambentin-dresaka: zavatra tenenin-dava saika fsan'an dro. / Resa-be: teny maro ifanaovan'ny olona vitsivitsy ary feno fikasana tsy azo tanterahina. / Resa-behivauy: ilazana ny bitsibitsika ifanaovan'ny vehivavy na ny resaka lava be izay tsy maintsy fifosana no votoatiny. / Resaka mahabe loa-bary: teny famalifaliana na fandokafana amin'ny mpizara sakafo mba hahazoana tombony. / Resaka mandany labozia: resadresa-poana fa tsy araka izay tokony ho izy ka mandany fotoana fotsiny. I Resaka matou y: teny sy resaka manodoka manambara zavatra mahasoa sy mahafinaritra, nefa dia izay ihany fa tsy misy fahatanterahany. / Vaky ny resaka: niseho ny resaka ary ren'ny betsaka, fa tsy iray na roa intsony no mahalala azy, / Mampiady resaka: manao resaka hahitana izay mety sy tokony ha-tao, misarintsarina adihevitra. / Manga ny resaka: tsara ny dinika ary mahafinaritra izay notafaina. / Manokondresaka: miaraka vitsivitsy mitafa eo amin'ny toerana iray mifanatrika. ' * Ohab.: Be resaka ohatra an'Ambôsitra, fa tsy hahalafo an'Ambohinamboarina: enti-milaza fa na mahay miteny sy be resaka aza ianao, . dia tsy ho voambaka akory ny hafa. / Resaky ny mpisampina tsy hain'ny mpisikina: fitenenana ilazana olona roa samy manana ny tafany .sy ny fanaony, ka tsy tokony hifampidinika betsaka. ¶ M.h.: Tafa, dfnika, koràna, taria, karajia, tafasiry, dinidinika, tapatapakahitra, resaka mahabe loa-bary. Miresaka, mamboly resaka, manokon-dresaka, mitafa, mitafasiry, mikoràna, mitaria.\n Ahitsio"
    },
    {
        "word": "Resaresa",
        "definition": " a.: Fandeha miretareta sy tsy afaka mamindra fity (toyny an'ny ganagana); hakamoana, fiborerana, fitsimozimozy. - t.i.f.: Aresaresa, voaresaresa, tafaresaresa 1 mandresaresa, fandresaresa, mpandresaresa 1 andresaresana / miresaresa, firesaresa, mpiresaresa 1 ixesaresana, firesaresana I maharesaresa.\n Ahitsio"
    },
    {
        "word": "Resena",
        "definition": " (resy) mt. ih. (reseo): Iadiana, tsindriana, toherina, atao resy: Reseo ny hakamoana. / Tokony horesena ny hatezerana.\n Ahitsio"
    },
    {
        "word": "Resy",
        "definition": " p.t. sady mt. ih, ft.: Voa tamin'ny ady na lalao fifaninanana: Resin'ny Fortior ny mpanao baolina avy tany Lesotho. 1 Maty (loka): Resy tamin'ny loka Rabe ka niozonozona tsy hamerina intsony, 1 Tsy nahazo rariny tamin'ny ady amin'ny fitsarana: Resy tamin'ilay ady lova Rakoto ka tsy manana na inona na inona intsony izao. 1 Tsy mahatohitra: Resin' alahelo izy. 1 Maty antoka: Alaovy ho anao valopolo io akoho io fa resy aho raha latsaka izany. - t.i.f.: Resena I mandresy, fandresy, mpandresy / andresena, fandresena 1 maharesy, faharesy, mpaharesy 1 aharesena, faharesena 1 haresena. -  Lambo resy: anarambosotra omena ny kisoa izay tsy dia intsony fa efa ompiana. / Resim-bavy: lehilahy kelikely herin-tsaina ka ambakain'ny vadiny amin'izay ataony rehetra, koa dia ravehivavy no mandidy azy amin'izay ataony rehetra fa manao akohovavy maneno,/ Resin-tondro maso: very tohana tsy manan-kianteherana, fa tsy eo intsony ireo kiady sy voninahitra mpiaro ny tena. / Resy am-boninahitra: enti-milaza ireo izay efa nanao ny faran'ny azony atao teo amin'ny lalao na ady, kanjo dia mbola voa ihany. / Resy lahatra: tsy manankolazaina intsony amin'ny adihevitra fa efa voaporofo ny maha-diso ny hevitra tohanany. / Resy olo-narahina: ilazana ny tsy maha-eo intsony ilay andry niankinana, toy ny vady izany, fa maty. / Resy ny maty: anambarana fa tsy afa-miteny intsony ny maty ka manao izay tiany ny velona; ilazana indrindra ny olona maty, ka malady manambady ilay vadiny velona. / Resy tohika: tsy ahitan-teny intsony amin'ny adihevitra fa sendra ny marina na ny olona madi-doha nifanoherana. / Resy tosika: ilazana ny tafika nihemotra noho ny hamafin'ny ady na ny hery tsy mitovy — miala antsitrapo handao tsy fidiny ny toerana na tanàna nipetrahana na noho ny henatra na noho ny fanaovan'ny sasany toeran-tsy zaka. / Resy tsy miady: ilazana ireo kivy ambony ihany na tsy mbola nanao na inona na inona aza ka dia miala sy mihataka na mijanona mihitsy aza. * Ohab,: Angady mondro sy reniakoho; izay mananda no resy: enti-milaza zavatra roa mitovitovy vidy; ka raha ampifanakalozina dia resy izay manampy zavatra hafa. / Ny tia resy, ny manim-boafady: enti-milaza ny fandeferana Inhibe ananan'ny efa tia, ka tsy sahy mamalivaly na manohitra firy. ¶ M.h.: Resy tosika, maty an-daharana, voatosika, tsy mahazo an-tsahala, voasongona, sendra tolona tsy omby tratra, ambaka noho, latsaka ambany noho, tsy mahaleo, tsy mahasehaka, tsy mahovoka, tsy mahatohitra, milavo lefona, miamboho lahy, mifori-drambo, mandray sanga, mangataka ranomandry, resy tsy miady.\n Ahitsio"
    },
    {
        "word": "Retadretahina",
        "definition": " (retadretaka) mt. ih. (retadretaho): Atao hoe \"retaka\": Nahoana izahay no retadretahinao?\n Ahitsio"
    },
    {
        "word": "Retaka",
        "definition": " sy Retany: Ry ireto a! (fitenin'ny samy vehivavy): Mangina, retaka. / (raha lehilahy kosa no mampiasa azy) Re: Nahoana retaka no dia manao ankasomparana? - t.i.f.: Retadretahina.Retaka ft.: Fikorotsahana na fikoavana sy firodanana; fiboretahana amin'ny tany tsy afa-miarina. - t.i.f.: aretaka, voaretaka, tafaretaka 1 mandretaka, f andretaka, mpandretaka 1 andretahana,fandretahanalmiretaka, firetaka, mplretaka I iretahana, firetahana I maharetaka I retadretaka.\n Ahitsio"
    },
    {
        "word": "Retareta",
        "definition": " p.t.: Kely, ratsy toebatana, mitavozavoza. - t.i.f.: Aretareta 1 mixetareta,firetareta 1 maharetareta.\n Ahitsio"
    },
    {
        "word": "Retidretehina",
        "definition": " (retidretika) mt. ih. (retidreteho): Fotetahana, tsy atao milamina tsara.\n Ahitsio"
    },
    {
        "word": "Retika",
        "definition": " sy Retidretika a.: Soratra mitsaporetika, mifotetaka, saro-bakina; fisomaradimbana. - t.i.f.: Aretidretika, retidretehina, voaretika, voaretidretika I miretika, firetika, mpiretika; miretidretika, firetidretika, mpiretidretika.\n Ahitsio"
    },
    {
        "word": "Retsidretsehina",
        "definition": " (retsidretsika) mt ih. (retsidretseho): Atao mandre volivoly. ¶ M.h.: Aretsidretsika.\n Ahitsio"
    },
    {
        "word": "Retsika",
        "definition": " sy Retsidretika a.: Fahatsiarovana ho misy mamolivoly na mandehandeha any apatin'ny tena any. 1 Enti-milaza ny asa ataon'ny zavamananaina maro be indray mihetsika. 1 Aretina mitsakotsako malefaka amin' ny faritra iray na maro. - t.i.f.: Aretsidretsika, retsidretsehina 1 mandretsika, fandretsika, mpandretsika; mandretsidretsika, fandretsidretsika, mpandretsidretsika / miretsika, firetsika, mpiretsika; miretsidretsika, firetsidretsika, mpiretsidretsika 1 maharetsika, maharetsidretsika.\n Ahitsio"
    },
    {
        "word": "Retsy",
        "definition": " sy Retsiana s.o.: Ifampiantsoan'ny vehivavy mitovy saranga: Auia, ray retsiana, fa raofim-potsiny ny trondro eto a!\n Ahitsio"
    },
    {
        "word": "Rety",
        "definition": " (Br) a.: Amalona lehibe.\n Ahitsio"
    },
    {
        "word": "Revaka",
        "definition": " ft.: Haingo feno rentirenty manaitra ny maso; ravaka mambabo amin'ny fanjelanjelany. - t.i.f.: Arevaka, marevaka 1 harevaka Ifaharevaka.\n Ahitsio"
    },
    {
        "word": "Revengo",
        "definition": " na Reveno (Ski) a•: Anaran'ilay toa olona mitan-dry valiha eo amin'ny vola-na. Resaka dridralava.\n Ahitsio"
    },
    {
        "word": "Revo",
        "definition": " p.t.: Latsaka an-kona na anaty fotaka marihitra: Revo tao anaty fotaka ny ombinay. 1 h.o.: Revon'ny fitiavana io zazalahy io ka tsy nahatozo ny fianarany. 1 Variana manao zavatra ka tsy mahatsiaro ny manodidina intsony: Revon-daolao ny ankizy ka tsy mahatsiaro izay sakafo intsony na revo milalao ny ankizy... 1 Sahirana fatratra: Revon'ny trosan'olona izy. - t.i.f.: Revoina, arevo, voarevo 1 mandrevo, fandrevo, mpandrevo I andrevoana, f andrevoana 1 maharevo 1 revorevo. -  F.-p.: Raha reuom-potaka, rano no manasa ; raha revonteny, vava no manala; raha revon'alahelo, havana no itarainana: fitenenana somary ohabolana enti-milaza fotokevitra iray, dia ny hoe: raha misy mahavoa ny tena dia any amin'ny havana no idodododoana. ¶ M.h.: Variana, sondriana, rendrika, renoka, jemby, senoka, rendrehana.\n Ahitsio"
    },
    {
        "word": "Revoina",
        "definition": " (revo) mt. ih. (reuoy): Enti-milaza ny fotaka, honahona ilentehana. / Alentika ao anaty raharaha, fahasahiranana.\n Ahitsio"
    },
    {
        "word": "Reza",
        "definition": " sy Rezareza a.: Fandeha valabalaka tsy maka sarotra; famindra miadana sy feno filaminana toy ny mitaritaritongotra. - t.i.f.: Rezarezaina, arezareza, tafarezareza 1 mandrezareza, fandrezareza, mpandrezareza 1 andrezarezana, fandrezarezana l mirezareza, firezareza, mpirezareza / irezarezana, firezarezana 1 maharezareza.\n Ahitsio"
    },
    {
        "word": "Rezarezaina",
        "definition": " (rezareza) mt. ih. (rezarezao): Enti-milaza ny valiha kitikitihina amin'ny fomba toa valabalaka.\n Ahitsio"
    },
    {
        "word": "Rezatina",
        "definition": " (rezatra) mt. ih. (rezato): Fantsihana amin'ny fantsika vaventy.\n Ahitsio"
    },
    {
        "word": "Rezatra",
        "definition": " a.: Fofona mivoaka avy ao am-bava, avy amin'ny sakafo nohanina tsy levona. ? Fantsika lehibe. - t.i.f.: Rezatina, arezatra, voarezatra / mandrezatra, fandrezatra, mpandrezatra / andrezatana, fandrezatana / mirezatra, firezatra, mpirezatra I irezadrezatana, firezadrezatana I maharezatra.\n Ahitsio"
    },
    {
        "word": "Rezoka",
        "definition": " Mitovy amin'ny Razoka.\n Ahitsio"
    },
    {
        "word": "Ria",
        "definition": " sy Riaria a.: Fandehanan' ny rano izay mafy firiotra; fanetsiketsehana zavatra ao anaty rano; fandehandehanana ets? er9 amin-kafaliana. - t.i.f.: Riariavina, ariaria, voariaria / mandriaria, fandriaria, mpandriaria / andriariavana, fandriariavana I miriaria, firiaria, mpiriaria / iriariavana, firianiavana I maharfarfa / maria.\n Ahitsio"
    },
    {
        "word": "Riadriaka",
        "definition": " a.: Hafaliana noho ny fiarahana amin'ny hafa.\n Ahitsio"
    },
    {
        "word": "Riadriatina",
        "definition": " (riadriatra) mt, ih. (riadriato): Atao amin-katezerana arahim-pihetsika mitrevatreva; apoapoaka mafy.\n Ahitsio"
    },
    {
        "word": "Riadriatra",
        "definition": " a.: Hatezerana arahim-pihetsika mitefotefoka na mitrevatreva, tsy misy fitsitsiana na dia kely aza; fipoahana mahery setra. 1 Riadriatina, voariadriatra, tafariadriatra / miriadriatra, firiadriatra, mpiriadriatra / iriadriatana, firiadriatana.\n Ahitsio"
    },
    {
        "word": "Riadriatra",
        "definition": " a.: Fomba filalao amin'ny fanorona, mifanohitra amin'ny vela.\n Ahitsio"
    },
    {
        "word": "Riadriatra",
        "definition": " a.: Anaran-kazo.\n Ahitsio"
    },
    {
        "word": "Riaka",
        "definition": " a: Rano avy amin'ny ranonorana mikoriana amin' ny tatatra: Nentin'ny riaka ny satrony ka tsy tratra intsony. • h.o.: Habetsahana. ? h.i.: Rano be;ranomasina: Aniuon'ny riaka no anarana niantsoana fahizay ny tanintsika. - t.i.f.: Mandriaka, fandriaka / miriaka, firiaka / riadriaka / miriadriaka, firiadriaka, mpiriadriaka / mahariadriaka I mariaka sy mariadriaka. -  F.-p.: Aniuon'ny riaka: enti-milaza izay tany voahodidin'ny rano toa an'i Madagasikara, ka izany teny izany indrindra no nilazana ny Nosin'ny Malagasy fahizay. / Entin-driaka: paohin'ny rano mandeha amin'ny tatatra. min'ny toerana ambony, izay matetika avy amin'ny fahatapahan'ny lalan'ny renirano, ka tsy misononoka intsony fa midina tampoka manaraka laha-bato mikitoantoana; noho ny rano mianjera mafy, dia misy roatrany be ary mitalakotrokotroka ny riana sasany. - t.i.f.: Rianana / mandriana, fandriana / riandriana / miriandriana. -  F.-p.: Riam-bato: enti-milaza ny rano mivarina amin' ny haram-bato. f Saobakaka ambody riana: fitenenana ilazana ny olona tsy milamintsaina fa voakorontana sy mitebiteby lava toy ny saobakaka voakotaban'ny fivarinan'ny rano mianjera ao amin'ny riana eo akaikiny. * Ohab.: Tsy misy uolo manoha randrana, na vato manoha riana: enti-milaza fa tsy misy manohitra izay atao sy heverina fa milamina tanteraka hatrany.\n Ahitsio"
    },
    {
        "word": "Rianana",
        "definition": " (riana) mt. ih. (riano): Asiana mafy: Norianany ny tehamaina ilay zaza niteny ratsy. • Katrohina: Riano o. m in' izao.\n Ahitsio"
    },
    {
        "word": "Rianaratra",
        "definition": " a.: Onjan'aratra mitsoriaka amin'ny tari-barahina.\n Ahitsio"
    },
    {
        "word": "Riandriana",
        "definition": " a.: Vy bontolo, fisapisaka ny tampony, ametrahana ny zavatra hotefena izay kapohina amin'ny maritoa eo amboniny.\n Ahitsio"
    },
    {
        "word": "Riariavina",
        "definition": " (riaria) mt. ih. (riariauo): Hetsiketsehina ao anaty rano.\n Ahitsio"
    },
    {
        "word": "Riatina",
        "definition": " (riatra) mt. ih. (riato): Ampandosirina, aparitaka: Riato ireo zaza ireo fa mahasosotra. • Rovitina ka heno mitsiaka ilay zavatra; tsiahina: \"Noriatiny ny akanjony fa naneuateua an'Andriamanitra, hono, izy\".\n Ahitsio"
    },
    {
        "word": "Riatra",
        "definition": " mt.: Lasa, lasa nandositra, niparitaka: Vao nipoaka ny basy, dia riatra ny uorona teo ambony hazo. • h. o.: Mirintona, miala an-katezerana. i tif: Riatina, ariatra, voariatra, tafariatra / mandriatra / mampiriatra I ampttiatina / miriatra, fixiatra, mpiriatra / iriatana, firiatana I mahariatra / riadriatra I riadriatina I miriadriatra.\n Ahitsio"
    },
    {
        "word": "Riba",
        "definition": " a.: Fomba amam-panao: Tsy riba vao fa riba tranainy.\n Ahitsio"
    },
    {
        "word": "Ribà",
        "definition": " (fr. ruban) a.: Tsoriadamba manify fanao hafngon'akanjom-behivavy na famatorana volo na famehezana amboaran-javatra mihaja.\n Ahitsio"
    },
    {
        "word": "Ribariba",
        "definition": " a.: Kibo be mirotarota; fandeha mikonesanesa noho ny hatavezana. Miribariba, firibariba / ramiribaka.\n Ahitsio"
    },
    {
        "word": "Ribika",
        "definition": " a.: Fitana rano, fitsobohana rano der. Roboka). i t.i.f: Miribika. -  F.-p.: Ribik'ondry: fitana miara-be toy ny ondry. • h. o: Fiarahana mandeha na manao zavatra indray miaraka.\n Ahitsio"
    },
    {
        "word": "Ridana",
        "definition": " mt.: Lasa, mandositra haingana sy mafy, ka miarabe amin'izany: Iray no uoa tamin'ireo uorona, nefa dia ridana daholo izy rehetra. - t.i.f.: Axidana, voaridana. tafaridana / mandxidana, fandridana, mpandrldana / andridanana, fandridanana / miridana, firidana, mpiridana / iridanana, firidanana / maharidana / ridandxidana / miboridana.\n Ahitsio"
    },
    {
        "word": "Ridiridina",
        "definition": " (ridiridy) rait. ih. (ridiridio): Henjanina.\n Ahitsio"
    },
    {
        "word": "Ridiridy",
        "definition": " a.: Fihenjanana, fihinjirana tsy miketraka. ? Fijoroana. - t.i.f.: Aridiridy, ridiridina, voaridiridy, tafaridiridy I miridiridy, fkidiridy, mpiridiridy / iridiridiana, firidkidiana / maharidiridy.\n Ahitsio"
    },
    {
        "word": "Ridra",
        "definition": " a.: Takela-by mihetsiketsika ka mamoaka feo marnpaneno ny zavamaneno sasany, toy ny klarinety.\n Ahitsio"
    },
    {
        "word": "Ridralava",
        "definition": " p.t.: Miverimberina tsy misy fiovany, fa toy ny teo ihany: Mahasosotra izany hira ridralava izany fa ajanony.\n Ahitsio"
    },
    {
        "word": "Rifatina",
        "definition": " (rifatra) mt. ih. (rifato): Enjehina. rahonana.\n Ahitsio"
    },
    {
        "word": "Rifatra",
        "definition": " mt.: Vaky mandositra miara-be, miezaka lasa: Vao nahita ny mpampianatra azy ireo ny ankizy, dia rifatra. - t.i.f.: Rifatina, arifatra, voarifatra / tafarifatra / mandrifatra, fandrifatra, mpandrifatra / andrifatana, fandrifatana / mirifatra, firifatra, mpirifatra / irifatana, firifatana / maharifatra / rifadrifatra.\n Ahitsio"
    },
    {
        "word": "Rigby",
        "definition": " (fr. rugby) a.: Lalao fanatanjahan-tena karazana foty, saingy azo lalaovina amin' ny tanana sy ny tongotra ary baolina lavalava no ampiasaina aminy. Ny mpilalao rigby-16 na 13 an-daniny avy — dia mifaninana ny hitondra an-tanana ny baolina ka manindry azy ambadiky ny tsipika mamaritra ny tanin'ny an-kilany, na manda-ka azy handalo ambonin'ny tsatokazony.\n Ahitsio"
    },
    {
        "word": "Rihana",
        "definition": " a.: Ny ambaratonga ambonyrehetra amin'ny trano: Any amin'ny rihana faharoa izahay no mipetraka. ? Ny ngorodona. - t.i.f.: Rihanina, voarihana / mirihana, firihana / rihandxihana.\n Ahitsio"
    },
    {
        "word": "Rihanina",
        "definition": " (rihana) rat. ih. (rihano): Enti-milaza ny rihana asiana ngorodona.\n Ahitsio"
    },
    {
        "word": "Rihitra",
        "definition": " a.: Tany leman-drano ametahana biriky sy ikambanany mafy tsara: Ny mpanao rihitra no manampy ny mpandrafi-biriky. • Ny maditidity amin'ny ranon-javatra: Tiako ny rihi-boangahazo. - t.i.f.: Marihitra / marihidrihitra / harihitra, faharihitra.\n Ahitsio"
    },
    {
        "word": "Rija",
        "definition": " a.: Hira atao miaraka amin'ny dihy 'mitoto tany fanaon'ny Betsileo.\n Ahitsio"
    },
    {
        "word": "Rijarija",
        "definition": " a.: Haavo na tsanganana maradona tsars, rajaraja. i t.i.f.: Mirijarija, firijarija.\n Ahitsio"
    },
    {
        "word": "Rijo",
        "definition": " ft.: Niavian'ny hoe Marijo.\n Ahitsio"
    },
    {
        "word": "Rika",
        "definition": " sy Rikany a.: Hazo boribory atao ao ambanin'ny rambaramba rehefa mitaribato: Mikodia ny rikany, dia mizotra ny rambaramba ipetrahan'ny uata. - t.i.f.: Rikaina, arika, voarika, tafarika 1 mandrika, fandrika, mpandrika / andrikana, fandrikana 1 maharika, rikarika / voarikany, tafarikany / mandrikany, fandrikany, mpandrikany.\n Ahitsio"
    },
    {
        "word": "Rikaina",
        "definition": " (rika) mt. ih. (rikao): Rlr Asiana rikany: Rikao ity rambaramba ity hitondrana uato.\n Ahitsio"
    },
    {
        "word": "Rikarika",
        "definition": " a.: Taolana miranirany.\n Ahitsio"
    },
    {
        "word": "Rikiriky",
        "definition": " a.: Fomban-drandrambolo fohy sady tsy misy filaharany.\n Ahitsio"
    },
    {
        "word": "Rikoriko",
        "definition": " a.: Halotoana; hasosorana noho ny tsy fitiavana, tsy fankasitrahana mahatonga ho sorena, maloiloy. - t.i.f.: Rikorikoina / mkikoriko, firikoriko, mpirikodko / maharikoriko, fahgrikoriko / harikoriko / harikorikoana, faharikorikoana. ¶ M.h.: Dikidiky.\n Ahitsio"
    },
    {
        "word": "Rikorikoina",
        "definition": " (rikoriko) mt. ih. (rikorikoy): Atao izay hampahadikidiky.\n Ahitsio"
    },
    {
        "word": "Rima",
        "definition": " (fr. rime) a.: Fitoviampeo eo amin'ny teny roa hatreo amin'ny zanapeo faxany misy tsindrimpeo no ho midina, oh: Asabotsy — Rafotsy.\n Ahitsio"
    },
    {
        "word": "Rimba",
        "definition": " p. t.: Rava, simba, - t.i.f.: Rimbana, voarimba / mandrimba, fandrimba, mpandrimba / andrimbana, fandrimbana / maharimba / rimbarimba.\n Ahitsio"
    },
    {
        "word": "Rimbana",
        "definition": " sy Rimbona a.: Mitovy amin'ny Rombina.\n Ahitsio"
    },
    {
        "word": "Rimbana",
        "definition": " (rimba) mt. ih. (rimbao): Ravana, simbana.\n Ahitsio"
    },
    {
        "word": "Rimbo",
        "definition": " (Ski) a.: Fikambanan' ny olona betsaka mihevidraharaha ao amin'ny mangingina.\n Ahitsio"
    },
    {
        "word": "Rimo",
        "definition": " sy Rimorimo a.: Fandehanana mafy; fifiokan'ny tehina na baolina atsipy handeha mafy; fimonomonon'ny tandrimo misangodfna na ny tantely. - t.i.f.: Rimorimoana, arimorimo, voarimorimo, tafarimorimo / mandrimorimo, fandrimorimo, mpandrimorimo / andrimorimoana, fandrimorimoana / mirimorimo, firimorimo, mpirimorimo 1 irimorimoana, firimorimoana / maharimorimo / misarimorimo / tandrimo.\n Ahitsio"
    },
    {
        "word": "Rimodrimotra",
        "definition": " a.: Fialana amin-katezerana sady mirintona. - t.i.f. : Mirimodrimotra, firimodrimotra, mpirimodrimotra / irimodrimotana, firimodrimotana / maharimodrimotra. ¶ M.h.: Romodromotra.\n Ahitsio"
    },
    {
        "word": "Rimorimo",
        "definition": " a.: Zavamaneno vita amin'ny silaka volotsangana sahabo ho vehana ny halavany ary voatondro roa ny sakany, ka maranitra toy ny loha lefona ary misy lavaka kely eo amin'ny tendrony iray mba hitsofohan' ny tady ifatorany; misy tahony hihazonana azy koa: ahodinkodina \"mirimorimo\" izy io ka arakaraka ny maha-mafy ny fanodinkodinana azy no ahazoana feo mafy kokoa. (Ny Tanala no mpampiasa azy indrindra; manarakaraka, ny Sakalava, izay manome anarana azy hoe: Tambovo).\n Ahitsio"
    },
    {
        "word": "Rimorimoana",
        "definition": " (rimorimo) mt. ih. (rimorimoy): Enti-milaza zavatra na olona anipazana zavatra mifofofofo, mimamam am a.\n Ahitsio"
    },
    {
        "word": "Rindra",
        "definition": " a.: Ny hoditry ny zozoro anaovana tsihy. ? Zavatra natao ho afaka hiditra tsara ao anatin'ny zavatra iray hafa noho ny kinifinifiny afaka mikorisa amin'ny lavaka namboarina ho an' izany amin'ilay lavaka faharoa, saikirô: Tapaka ao anatin'ny ambaviny ny rindrankazo. ? Filantolantoana na fandaharana zavatra maro mba hifanaraka tsara. * t.i.f.: Rindraina, arindra, voarindra, tafarindra / mandrindra, fandrindra, mpandrindra / andrindrana, fandrindrana / mifandrindra / mirindra, firindra, mpirindra /irindrana, firindrana / maharindra 1 rindraxindra / rindran y.\n Ahitsio"
    },
    {
        "word": "Rindraina",
        "definition": " (rindra) mt. ih. (rindrao): Amboarina hanana endriky ny saikirb.\n Ahitsio"
    },
    {
        "word": "Rindran-kira",
        "definition": " a.: Fampisehoana karazan-kira maro voarindra na voalamina tsara.\n Ahitsio"
    },
    {
        "word": "Rindrina",
        "definition": " a.: Fefy biriky na vato atao vatan'ny trano: Manao trano ry Rakoto, ka efa mitsangana ny rindrina. / Fe-no sary ny rindrin-dry zareo ato avaratra. ? Fanakatonana varavarana: Tsy tsara rindrina ny varavarankely ka idiran'ny riuotra. ? Enti-milaza koa ny tsy fivohana. * t.i.f.: Rindrinana, arindrina, voarindrina, tafarindrina 1 mandrindrina, fandrindrina, mpandrindrina / andrindrinana, fandrindrinana 1 mirindrina, firindrina, mpirindrina / irindrinana, firindrinana / maharindrina. -  Ilay mahia miankindrindrina: fampanonona fanaon'ny ankizy ka ny valiny dia hoe sahafa (noho ny maha-fisaka ny sahafa no ilazana azy ho mahia). / Manaradrindrina: ilazana ny zaza vao miana-mandeha ka mitehina amin'ny rindrina. / Mihomehy rindrim-baky: olona mihomehy foana tsy misy antony ka heverina ho simba saina. / Mpihady uodirindrina: ilazana ireo jiolahy na tontakely mihady rindrintrano hangalarany ny ao anaty trano. / Miankin-drindrina irery: enti-milaza ny vehivavy mihetsi-jaza izay tsy azon'ny hafa ampiana na dia misy maharary sy manaintaina aza — teny ent?-mahatsiahy ny fijaliana entin'ny reny rehefa miteraka.\n Ahitsio"
    },
    {
        "word": "Rindrinana",
        "definition": " (rindrina) mt. ih. (rindrino): Enti-milaza loaka na vava lavaka tampenana, tsentsenana.\n Ahitsio"
    },
    {
        "word": "Ringa",
        "definition": " ft.: Fandeha (olona) na fipetraka (zavatra) mitongilana, tsy marina na mahitsy tsara, tolitsika. - t.i.f.: Mandringa, fandringa, mpandringa / andringana, fandringana / ringaringa.\n Ahitsio"
    },
    {
        "word": "Ringa",
        "definition": " (Br) a.: Tolona fanaon' ny, Bara manaraka izao fitsipika izao: tsy voalaza resy raha tsy mianjera ka mitehika ~nin'ny tany ny soroka roa.\n Ahitsio"
    },
    {
        "word": "Ringa",
        "definition": " a.: Toerana fanaovana ady totohondry, na rehefa mety ho ady kilalao samihafa: Miakatra ringa.\n Ahitsio"
    },
    {
        "word": "Ringana",
        "definition": " p.t.: Tapitra voa, na maty avokoa, maty daholo, lany ripaka, fongana. * t. if.: Aringana, ringanina, voaringana / mandringana, fandringana, mpandringana / andringanana, fandringanana / miringana, firingana, mpiringana / iringanana, firinganana / maharingana.\n Ahitsio"
    },
    {
        "word": "Ringanina",
        "definition": " (ringana) mt. ih. (ringano): Fonganina, ravana, simbana: Noringanin'ny fahavalo ny zava-drehetra tamin'ity faritany ity.\n Ahitsio"
    },
    {
        "word": "Ringiringy",
        "definition": " a.: Toerana avo; ny eny an-kavoana misy hantsana. ? Teronterona. ? /.o.: Rehareha, avonavona. - t.i.f.: Aringiringy, voaringiringy, tafaringiringy / miringiringy, firingiringy, mpiringiringy / firingiringiana 1 maharingiringy.\n Ahitsio"
    },
    {
        "word": "Ringitra",
        "definition": " sy Ringindringitra p. t.: Afa-dravina, bory ravina: Ringitry ny fanala ny voly rehetra. ? (volo) Fohy sy mikainkona, ngita: Olona ringibolo izay no nitondra an'ity taratasy ity.\n Ahitsio"
    },
    {
        "word": "Rintona",
        "definition": " a,: Fandehanana miala tampoka noho ny hatezerana na hasosorana. - t.i.f.: Tafarintona 1 mirintona, firintona, mpirintona / irintonana, firintonana / maharintona / misarintona.\n Ahitsio"
    },
    {
        "word": "Riona",
        "definition": " ft.: Ny fifiokan'ny zavatra mandalo na nivily tsy lavitra loatra; fijery misompirana dia midify. - t.i.f. : Tafariona / mandrin-na, fandriona / miriona, firiona.\n Ahitsio"
    },
    {
        "word": "Riorio",
        "definition": " (fit.-p.) a.: Tady ampifamatorina hiarovana ny vorona tsy hihinana ny voly.\n Ahitsio"
    },
    {
        "word": "Riorio",
        "definition": " a.: Fivezivezena eny rehetra eny; firenirenena foaana. ? Fitenitenenana na fanaovan-javatra kitoatoa, befahatany. - t.i.f.: Ariorio, voariorio, tafariorio 1 mandriorio, fandriorio, mpandriorio / andrioriovana, fandrioriovana 1 miriorio, firiorio, mpiriorio 1 irioriovana, firioriovana 1 mahariorio.\n Ahitsio"
    },
    {
        "word": "Riotra",
        "definition": " a.: Fandehanana mafy, hazakazaka na fimaonana mafy. i fi. f.: Tafariotra / miriotra, firiotra, mpiriotra 1 iriotana, firiotana / mahariotra / riodriotra.\n Ahitsio"
    },
    {
        "word": "Riotra",
        "definition": " a.: Anaran-kazo tsy dia Inhibe loatra, karazana Mimoza.\n Ahitsio"
    },
    {
        "word": "Ripaka",
        "definition": " p.t.: Nahavoazana betsaka (voly na biby ompiana miampatrampatra noho ny aretina, na vono, na fikapana, na loza samihafa): Ripaky ny tafiodrivotra ny zanakazo betsaka tao an-tanimboiiko. * Maty daholo, lany ringana: Ripaky ny barika ny akohon' i Naivo ka nalahelo aoka izany izy. * t.i.f.: Aripaka, voaripaka 1 mandripaka, fandripaka, mpandripaka / andripahana, fandripahana / miripaka, firipaka, mpiripaka 1 iripahana, firipahana 1 maharipaka / ripadripaka. 'Rirana a.: Zorony mivohitra: Voun'ny riran-databatra ny takibako. ? Ny lafiny maranitra na ny ilany ihany: Te-Io rirana ny zozoro. * t.i.f.: Mandrirana / matira-na 1 marirandrirana. -  F.-p.: Mandry an-driran' antsy: matory amin'ahiahy sy eritreritra noho ny tahotra sy ny fanahiana loza hitranga na mety hitranga.\n Ahitsio"
    },
    {
        "word": "Rirarira",
        "definition": " Jer. Korira.\n Ahitsio"
    },
    {
        "word": "Ririnina",
        "definition": " a.: Fizaran-taona mangatsiaka, manarakaraka ny fararano, izay iririsan'ny fanala ny ravin-kazo ka mahatonga azy hihintsana: rakodrahona matetika ny lanitra ary mifafy ny erika arahindrivotra mamirifiry avy atsimo atsinanana; hatramin'ny volana jiona ka hatramin' ny aogositra no aharetan'ny ririnina. (Ny ririnina dia antsoina koa hoe: main-tany). * t.i.f.: Mandririnina, fandririnina. -  F.-p.: Roui-damba ririnina: enti-milaza fahoriana faran' izay mafy, satria ny ririnina efa man gatsiaka ary amin'io indray no rovi-damba. * Ohab.: Mivadibadika ohatra ny andro ririnina: ilazana toetra mora miovaova toy ny andro ririnina, izay mafana kely dia tonga mangatsiaka indray avy eo. / Tay main-tsy lena toy ny andro ririnina: enti-milaza toetra tsy hita hatao tsara tsy hita hatao ratsy toy ny andro ririnina izay tsy maina mafana no tsy lena mandriaka fa manerika madinika lava. / Ririnin-dasa tsy tsaroana: nony sendra ny hatsiaka mamirifiry, dia toa hadino ny teo aloha ka milaza fa mbola tsy nisy hatsiaka ohatra izany.\n Ahitsio"
    },
    {
        "word": "Ririsana",
        "definition": " (riry) mt. ih. (ririso): Enti-milaza ny zava-maniry izay alana ny raviny: Ririsan' ny fanala ny ravin'ny zauamaniry. ¶ M. h.: Orosana, na orotana. ? Ongotana, alana (ravina).\n Ahitsio"
    },
    {
        "word": "Riritra",
        "definition": " sy Rirotra a.: Mitovy amin'ny Roritra.\n Ahitsio"
    },
    {
        "word": "Riritse",
        "definition": " (Ski) a.: Roritra. ? Figohana ranon-javatra bebe indray mandeha tsy miato. * Fihetsiky ny zaza ateraka manetsika ny reniny hanena azy.\n Ahitsio"
    },
    {
        "word": "Riroriro",
        "definition": " a.: Fararemotra sy fendrofendro toy ny hitomany; fidradradradrana sy menomenona etsy sy eroa.\n Ahitsio"
    },
    {
        "word": "Riry",
        "definition": " a.: Zavatra na hanina heverina ho maloto.\n Ahitsio"
    },
    {
        "word": "Riry",
        "definition": " sy Riririry ft.: Toetran'ny zavatra tsy misy raviny, ringitra. - t.i.f.: Ririsana, voariry, voariririry 1 mandriry, fandriry, mpandriry; mandriririry, fandriririry, mpandriririry / andririsana, fandririsana / mahariry, mahariririry / mariry.\n Ahitsio"
    },
    {
        "word": "Risarisa",
        "definition": " a.: Aretina na havizanana tsy dia mafy loatra. ? Famindra miadana tsy ma-ka sarotra ary miretareta. * t.i.f.: Arisarisa, tafarisarisa / mirisarisa, firisarisa, mpirisarisa 1 irisarisana, firisarisana / mahar?sarisa /marias 1 marisarisa, faharisarisana, harisarisana 1 faharisarisa.\n Ahitsio"
    },
    {
        "word": "Risika",
        "definition": " a.: Zoto hanao zavatra; hafinaretana handray anjara amin'ny zavatra iray; zotompo sy havitrihana: Manàna risi-po rehefa miasa. * t.i.f.: Arisika, voarisika 1 mandrisika, fandrisika, mpandrisika 1 andrisihana, fandrisihana / maharisika / risidrisika 1 marisika 1 harisika, faharisika, harisihana, faharisihana.\n Ahitsio"
    },
    {
        "word": "Risoriso",
        "definition": " (fit.-p.) a.: Enti-milaza varotra tsy an-karihary ka misy fanararaotana tsy anerany arnin'ny fanombanana ny vidin-javatra amidy; varomaizina. ¶ M.h.: Varo-maizina, sikisiky, varotra an-kobohobo.\n Ahitsio"
    },
    {
        "word": "Ritaka",
        "definition": " ft.: Kibo be mirotarota; fahalehibiazan'ny kibo (toy ny an'ny bevohoka). i t.i.f• : Miritaka, firitaka.\n Ahitsio"
    },
    {
        "word": "Ritihina",
        "definition": " (ritika) rnt. ih. (ria-ho): Hajaina.\n Ahitsio"
    },
    {
        "word": "Ritika",
        "definition": " ft. (t.tr.): Haja, voninahitra. * t.i.f.: Ritihina, mandritika.\n Ahitsio"
    },
    {
        "word": "Ritina",
        "definition": " (ritra) mt. ih. (rito): Alana ny rano ao aminy: Tokony horitina ity farihy ity fa tsy mahasalama. ? Andrahoina amin'ny fanaovana izay hahalasa fofona ny rano andrahoana azy: Tsara ny hena ritina.\n Ahitsio"
    },
    {
        "word": "Ritirity",
        "definition": " a.: Fandeha miridiridy maika, * t.i.f.: Miritirity, firitirity, mpiritirity / iritiritiana, firitiritiana / maharitirity.\n Ahitsio"
    },
    {
        "word": "Ritra",
        "definition": " p.t.: Enti-milaza rano lany tsy misy intsony, tankina, sy maina: Ritra ny loharano ka tsy mahita hantsakana ny olona. ? Enti-milaza zavatra handroina ka mass-ka rehefa lasan-ko fofona ny rano nahandroana azy: Efa ritra ny vary ao am-bilany ka antsoy ny olona fa hisakafo isika. ? h.o.: Ringana, maty daholo, ripaka: Ritra tamin' ilay tondra-drano iny ny vorona nompianay teto. ? Lany, ringana, majifa, mafafa: Ritra tamin'ny loka ny hareny. * t.i.f.: Ritina, voaritra / mandritra, fandritra, mpandx?txa / andritana, fandritana / maharitxa, ridritra. -  F.-p.: Hena ritra: henanohandroina ho ritra ny fahandroana azy. / Lany ritra: tapitra maty, fongana. / Loharano tsy mety ritra: enti-milaza zavatra nipoiran-iavatra hafa izay tsy mety ho lany fa miboiboika misy hatrany. / Manentan-tsy ritra: ilazana ny olona maimaika sy taitaitra, ka zavatra mbola tsy tonga amin'ny ilana azy akory dia lazaina fa vita, toy ny vary, na laoka mbola tsy ritra dia entanina na bataina hiala eo am-patana. / Ny ony aza manam-paharitana: entimilaza ny zavatra heverina haharitra mandrakizay, nefa dia mety hisy farany ihany. / Ri-drano: ilazana ny lohataona mahatankina ny rano any am-pantsakana.\n Ahitsio"
    },
    {
        "word": "Ritsiritsy",
        "definition": " a.: Mitovy amin'ny Tsiatsiaka.\n Ahitsio"
    },
    {
        "word": "Ritsohina",
        "definition": " (ritsoka) mt. ih. (ritsohy): Bitsihina. ? Itenenana mibitsibitsika.\n Ahitsio"
    },
    {
        "word": "Ritsoka",
        "definition": " a.: Teny na feo malefaka; bitsibitsika, resaka malemilemy ifanaovana (ny te-na endriny fahita amin'ity hevitra ity anefa dia ny hoe: Ritsodritsoka): Ritso-baliha. * Entina milaza koa ny famelezana amin'ny tsorakazo na karavasy. * t.i.f.: Ritsohina, voaritsoka, tafaritsoka / mandritsoka, fandritsoka, mpandritsoka / andritsohana, fandritsohana / miritsoka, firitsoka, mpiritsoka / iritsohana, firitsohana / maharitsoka / ritsodritsoka.\n Ahitsio"
    },
    {
        "word": "Riva",
        "definition": " (Ski) a.: Tendrombohitra vato any anaty ranomasina.\n Ahitsio"
    },
    {
        "word": "Rivana",
        "definition": " ft.: Fitrifanana sy fihenjanana ka tsy laitra tenenina; fihetsika feno fampitahorana sy fandrahonana. * t.i.f. : Rivanina / mandrivana, fandrivana, mpandrivana / andrivanana, fandrivanana / mampirivana / ampirivanana / rivandrivana.\n Ahitsio"
    },
    {
        "word": "Rivanina",
        "definition": " (rivana) mt. ih. (riva-no): Rahonana mafy aminkatezerana.\n Ahitsio"
    },
    {
        "word": "Rivatra",
        "definition": " (Btm) p. t.: Enti-milaza hazandrano lasa na afaka tamin'ny fintana fa tataka ny vavany.\n Ahitsio"
    },
    {
        "word": "Rivirivy",
        "definition": " a.: Kapoka mafy sady betsaka, vonoana mahery vaika. * t.i.f.: Mandrivirivy, fandrivirivy / mirivirivy, fixivixïvy.\n Ahitsio"
    },
    {
        "word": "Rivo",
        "definition": " ft.: Tsy halalina. * t.i.f:: Marivo, harivo / faharivo.\n Ahitsio"
    },
    {
        "word": "Rivodahy",
        "definition": " a.: Karazan-damisY izay ahodina amin'ny tady kely.\n Ahitsio"
    },
    {
        "word": "Rivotra",
        "definition": " a.: Aera mihetsika mivoivoy eny amin'ny habakabaka. * t.i.f, : Mandrivotra, fandrivotra. -  F.-p.: Hevitra rivotra: hevitra poaka aty, tsy misy antony. l Lalan-drivotra: ny fidiran'ny rivotra avy eo amin' ny vava na orona mankany amin'ny havokavoka. /Maka rivotra: miala sasatra fotoana fohy amin'ny toerana tsy mpisy ny tena. / Fakan-drivotra: fotoana omena ny mpianatra eny anelanelan'ny fotoana ianarany mba hahafahany milalao na miala sasatra. / Miala rivotra: mihataka amin'ny rivotra iainana andavanandro — miala amin' ny trano fonenana misy mosavy nataon'olona. / Mifofofofo ny rivotra: mitsokamafy dia mafy ny rivotra. /Milaza rivotra: milaza zavatra tsy mety ho marina. / Mivalan-drivotra: teny mihajahaja kokoa ilazana ny hoe mangetotra (mamoaka rivotra amin'ny vava fivalanana). / Rivo-balala: rivotra maimaina izay mialoha ny fiavian'ny valala ary heverin'ny olona. ho mitondra aretina (sery). / Rivo-doza: rivotra mafy fitsoka ary mazàna arahin'orana ka mandevona sy manimba zavatra maro. / Rivo-drano: ny rivotra mitsoka eny amoron-drano izay mandrakariva somary mamirifiry. / Riuo-mahery: rivo-doza. / Tafio-drivotra: karazan-drivodoza. / Tsiotsio-drivotra: rivo-malefaka mamelombelona aina. / Vava rivotra na ankotsio-drivotra: toerana ivantanan'ny rivotra.\n Ahitsio"
    },
    {
        "word": "Rizalahy",
        "definition": " s.o.: Entin'ny lehilahy mifampiantso.\n Ahitsio"
    },
    {
        "word": "Rizana",
        "definition": " Jar, Rozana.\n Ahitsio"
    },
    {
        "word": "Rizareo",
        "definition": " s.o.: Enti-manondro olona maro.\n Ahitsio"
    },
    {
        "word": "Rizatra",
        "definition": " sy Rizadrizatra a.: A-diady sy fifamaliana mitohitohy; teny an-katezerana tsisy farany sady feno hasosorana. * t.i.f.: Mandrizatra, fandrizatra, mpandrizatra; mandrizadrizatra, fandrizadrizatra, mpandrizadrizatra / andrizatana, fandrizatana / mir?zatra, mirizadrizatra.\n Ahitsio"
    },
    {
        "word": "Rizavavy",
        "definition": " s.o.: Entin'ny samy vehivavy mifampiantso: Andeha hanao fampitaha rizauavy a.\n Ahitsio"
    },
    {
        "word": "Ro",
        "definition": " a.: Ranon-kanina, indrindra ranon'anana masaka: Tsy mahalany vary mihitsy izy raha tsy misy rony. -  F.-p.: Alain-dro: enti-milaza ny hena tsy ritina na endasina fa andrahoina mba hisy rony. / Misoko ohatra ny ron-gisa: fitenenana enti-milaza zavatra tsy ampoizina nefs misy asany. / Ro be maso: rony misy mena-ka misomidika ary matsiro be (hita mitsinkafona boribory mova tsy ny maso ny menaka). / Ro mafana: ilazana ireo vorona na akoho ataon'ny olona fanomezana ho an'ny olona hajaina sy nahavita soa azy. / Ro mangazafy: ro marihitra matsiro, fomba fahandroana vorona ka atao ketsaketsa rano fa tsy ritina. / Ro masaka: ro tsisy sira (natao fanomezana ho an'ny olona manamanjo taloha). / Ro masiaka: Ro be sira sy masiatsiaka natao mba hampahazoto homana. / Ro matsatso: rony tsy misy sira ary tsy mba misy menaka misomidika. / Ro mazava: ron-kena misy - anana. / Rom-patsa: ilazana ny vola enti-mamangy ny vehivavy tera-bao. / Ron-doha: fieritreretana mafy, fisahiranana, fiahiahiana: Lany rondoha taminao ny ray amandreninao. / Ro sompatra: ro be menaka izaitsizy, izay toa matsiro aoka izany nefa mety handoro ny vava na hankarary kibo. / Tsy rony tsy ventiny: enti-milaza hatezeran'olona iray izay tsy misy antony tokony ho nahatonga azy akory. / Vary misy ro ka haronina: enti-milaza olona manaonao foana, tsy mahalala fomba toy ny ankizy izay mangaron-tanana ny vary misy rony. * Ohab.: Ilay nahandro vato; raha ny rony dia masaka: enti-milaza olona efa nanao sy niezaka hatramin'ny ela, ne-fa tsy nahita vokany tamin' izany. / Mifady ventiny fa misotro ny rony: enti-milaza ny olona manao ny atao hoe fady fotsy, izany hoe tsy mifady tanteraka, na manao alasafaY ka mifady anarany fotsiny. / Misy rony, miaramisotro; misy ventiny miaramihinana: fitenenana mampiseho fiaraha-miisalahy amin'izay misy, na soa izany na ratsy. / Ron'i Mandiauato; ny sisa tsy lany anasantongotra: ohabolana ilazana tsy fahaizan-javatra ka mahatonga ny zavatra hariariana foana, toy ireo olona voalaza eto izaY nanisy rano be loatra ny laoka ka nanjary tsy nisy tsirony ary tsy lany ilay laoka.\n Ahitsio"
    },
    {
        "word": "Roa",
        "definition": " a.: Isa manarakaraka ny iray: Tsara ny roa noho ny iray fa raha lavo misy mpanarina. ? p, i.: Iray miampy iray: Omby roa. (Fiteny matetika koa ny hoe anankiroa). * t.i.f.: Miros / indroa / indroasina, indroazina, indraosina 1 manindroa, fanindroa, mpanindroa / anindroasana, anindraozana, fanindraozana, fanindroasana, fanindraosana,fanindxoazana / tsiroaroa I roroa, mandroroa, fandroroa 1 m?roroa / mpiroroa. ? F.-p.: Antsy na sabatra roa lela na miroa lela: enti-milaza zavatra manana vokany na mety hisy asany roa mifanohitra. / Avo roa toko: entimilaza zavatra iray tonga te-Io. l Fola-droa: enti-milaza ny fitafiana lamba, izay akarina eo an-tsoroka havanana sy eo an-tsoroka havia ny lamba efa nasampina. / Manao tantanan-droa lela: entimilaza olona mahay mihatsaravelatsihy izay miseho ho mifankahazo amin'olona roa tsy mifanaraka. / Ny ela maharay roa: nj• fotoana maharitra mahatonga fifankazarana na fahazarana tsy arahimpieritreretana (tsy tokony hafangaro amin'ny hoe: \"ny ela mahareroy\": mampifankazatrâ fatiatra ny ela niarahana ka mahatonga tsy hifanaja fa mifanao \"re roy\"). / Roa sosona: roa mikambana, na mitambatra. / Roa vo-Io: enti-milaza ny olona efa lehibebe ka fotsy sasaka ny volony. ? h. i.: Enti-milaza zavatra mizara roa: \"tsy tiako, hoy Andrianampoinimerina, Imerina raha manao akanga roa volo\". / Tsy manan-droa hamolahana: (ray aman-dreny) tsy manan-janaka afa-tsy tokana, izay voatery hotsimbintsimbinina, fa raha nanan-droa manko izy, mety ho niseho ho henjankenjana. / Tsy mitondra roa: ratsy fitondra, tsy mitsitsy fa mamoapoaka. / Voa roa ohatra ny dakam-boriky: fahavoazana indroa miantoana. / Votso-droa: samy tsy misy azo ireo zavatra roa efa noheverina nan_antenaina. * Ohab.: Maty roa ohatra ny vary rahana der. Rahana). / Tsara ny roa noho ny iray fa raha lavo misy mpanarina: enti-milaza ny firaisana, fifanampiana, fifanohanana, izay mahasoa. / Vary roa tanty (indroan'ny fatambary); ny iray ialemana, ny iray isakafoana: ilazana ny zavatra efa voakendry amin'izay iheverana azy avy.\n Ahitsio"
    },
    {
        "word": "Roahana",
        "definition": " ft.: Fisalasalana, hambahamba. * t.i.f.: Miroahana, firoahana, mpiroahana.\n Ahitsio"
    },
    {
        "word": "Roahina",
        "definition": " (roaka) mt. ih. (roahy): Ambenana ka arahina avy ato aoriana: Efa lasa noroahin'Ikoto any an-tsaha ny omby. ? Atosika handeha hihataka: Roahy any io alika io. ? Terena hiala, esorina: Noroahin'ny mpampianatra Ibalita fa sady tsy mahay no maditra. ? Atao sesitany: Noroahin'ny fanjakana izy fa nahavita heloka bava-va.\n Ahitsio"
    },
    {
        "word": "Roaka",
        "definition": " a.: Fampandehanana ny biby, vorona andrasana ho eo alohan'ny tena. ? T:'axnpialana handeha. ? Fanosehana handeha hihataka: Nataony roaka alika aho, sana-tria. * t.i.f.: Roahina, voaroaka / mandroaka, fandroaka, mpandroaka / androahana, fandroahana / miroaka, firoaka, mpiroaka / iroahana, firoahana I maharoaka / roadroaka.\n Ahitsio"
    },
    {
        "word": "Roambinifolo",
        "definition": " a.: Anarana ilazana ireo mpanjaka nolovan' Andrianampoinimerina ka voateniny matetika rehefa mahatsiaro ny razany izy: Rafandrana, Rafohy, Rangita, Andriamanelo, Ralambo, Andrianjaka, Andriantsitakatrandriana, Andriantsimitoviaminandriandehibe, Andriamasinavalona lehibe sy Andriamasinavalona zanany, An driantsimi t ov iam in andriana ary Andriambelomasina. (T.A.I. tak. 253)\n Ahitsio"
    },
    {
        "word": "Roanahana",
        "definition": " Mitovy amin'nY Roahana. - t.i.f.: Aroandroana / miroandroana, firoandroana, mpiroandroana / iroandroanana, firoandroanana.\n Ahitsio"
    },
    {
        "word": "Roatina",
        "definition": " (roatra) mt. ih. (roaty): Esorina ny roatrany: Roaty ny vary rankizy a.\n Ahitsio"
    },
    {
        "word": "Roatra",
        "definition": " a.: Vorivory fotsy miforona eo ambonin'ny rano; tapoapoaka mitambolina mivoaka avy amin'ny rano midona mafy amin-javatra ka miverina mifanena, na avy amin'ny rano misy savony, na avy amin'ny vary andrahoina. * t.i.f.: Roatina, aroatra / mandroatra, fandroatra, mpandroatra / androatana, fandroatana / miroatra, firoatra, mpiroatra I iroatana, firoatana / maharoatra / roadroatra.\n Ahitsio"
    },
    {
        "word": "Roatry",
        "definition": " a. :Karazan' omby vahiny nampidirina.\n Ahitsio"
    },
    {
        "word": "Roavoamena",
        "definition": " a.: Voamena roa (0,40Fr).\n Ahitsio"
    },
    {
        "word": "Roazodafy",
        "definition": " a.: Marolafy izay iraizotra tsiroaroa ny lafy aminy.\n Ahitsio"
    },
    {
        "word": "Roba",
        "definition": " a.: Fangoronana an-keriny; fangalarana sy fanimbana. * t.i.f.: Robaina, voaroba / mandroba, fandroba, mpandroba 1 androbana, fandrobana / miroba, firoba, mpiroba / irobana, firobana / maharoba / robaroba.\n Ahitsio"
    },
    {
        "word": "Robahana",
        "definition": " (robaka) mt. ih. (robaho): Loahana hatrany ambadika; gorobahana; tanterahina.\n Ahitsio"
    },
    {
        "word": "Robaina",
        "definition": " (roba) mt. ih. (robay): Alaina ny azo entina ary ravana ny tsy azo: Norobain' ny mpirotaka ny tanàna. ? Entina, paohina, faohina: Norobain 'ny jiolahy ny zauatra rehetra tao an-trano. • Afitsaka, baboina, hosena: Norobain'ny fanjakana ny fananany rehetra.\n Ahitsio"
    },
    {
        "word": "Robaka",
        "definition": " p. t.: Loaka hatrany am-badika, tanteraka, gorobaka. - t.i.f. : Robahana, voarobaka / mandrobaka, fandrobaka, mpandrobaka / androbahana, fandrobahana / mirobaka / maharobaka/ robadrobaka.\n Ahitsio"
    },
    {
        "word": "Robia",
        "definition": " (fr. rubis) a.: Vatosoa.\n Ahitsio"
    },
    {
        "word": "Robirobina",
        "definition": " (robiroby) mt. ih. (robirob?o): Falifalina.\n Ahitsio"
    },
    {
        "word": "Robiroby",
        "definition": " a.: Ilazana ny fiarahan'ny mpianakavy mifalifaly, miravoravo. * t.i.f.: Robirobina, arobiroby, tafarobiroby / mirobiroby, firobiroby / irobirobiana, firobirobiana / maharobiroby.\n Ahitsio"
    },
    {
        "word": "Robo",
        "definition": " a.: Teny atao mba handokadokafana olona tiana hahazoan-javatra; fitaka amin'ny teny mamy; lainga entina mampirisika hanao ny tsy tokony hatao. * tif: Roboana, arobo, voarobo / mandrobo, fandrobo, mpandrobo / androboana, fandroboana / maharobo.\n Ahitsio"
    },
    {
        "word": "Roboana",
        "definition": " (robo) rat. ih. (ro-boy): Fitahina amin'ny teny mamy, dokadokafana: Noroboan'ny namany izy dia roso tokoa.\n Ahitsio"
    },
    {
        "word": "Robohana",
        "definition": " (roboka) mt. pdr. (robohy): Enti-milaza izay andentehana zavatra: Robohan'ny olona tapa-kazo io rano io dia sotroiny.\n Ahitsio"
    },
    {
        "word": "Robohina",
        "definition": " (roboka) mt. ih. (robohy): Itana tsy mahalentika: Tsy azo robohina io rano io,\n Ahitsio"
    },
    {
        "word": "Roboka",
        "definition": " a.: Fandentehana ao anaty rano: Ataouy tsara roboka ao anaty rano nato ny land y. • p. t.: Voangoly, voataona, voatarika hanao zavatra: Vao nahare ilay vola be ny anao lahy dia roboka. * t.i.f.: Robohina, robohana, aroboka, voaroboka / mandroboka, fandroboka, mpandroboka / androbohana, fandrobohana / miroboka, firoboka, mpiroboka / ?robohana, firobohana / robodroboka.\n Ahitsio"
    },
    {
        "word": "Robona",
        "definition": " a.: Voly tsara faniry ka midoroboka fatratra. * t.i.f. : Mandrobona, fandrobona / manorobona, fanorobona, mpanorobona / mirobona, firobona, mpirobona / robondrobona.\n Ahitsio"
    },
    {
        "word": "Robontsy",
        "definition": " (Ski) a.: Anaran-kazo misy tsilony.\n Ahitsio"
    },
    {
        "word": "Roborobo",
        "definition": " a.: Toetran'ny afo miredareda, mirehitra fatratra. * t.i.f.: Roboroboina, roboroboana, aroborobo, voaroborobo, tafaroborobo / mandroborobo, fandroborobo, mpandroborobo / androboroboana, fandroboroboana / miroborobo, firoborobo, mpiroborobo / iroboroboana, firoboroboana / maharoborobo.\n Ahitsio"
    },
    {
        "word": "Roboroboana",
        "definition": " (roborobo) mt. ih. (roboroboy): Ampirehetina hiredareda fatratra.\n Ahitsio"
    },
    {
        "word": "Roboroboina",
        "definition": " (roborobo) mt. ih. (roboroboy): Falifalina, amporisihina na entanina hifaly. * Ohab.: Roboroboin'ny mpanana ka ny mahantra auy no manao be fahandro: aoka tsy ho voatariky ny olona tsy mitovy amin'ny tena ka manao toa azy na dia mety hanimba ny tena aza.\n Ahitsio"
    },
    {
        "word": "Rodahina",
        "definition": " (rodaka) mt. ih. (rodahy): Lanilanina foana, tobatobaina: Norodahiny ny lova napetraky ny ray amandreniny ka uetiuety foana dia nahantra izy.\n Ahitsio"
    },
    {
        "word": "Rodaka",
        "definition": " p.t.: Mirehitra milelalela amin'ny tsy antony. • Mandanilany befahatany, mirobaroba ny ananana. * t.i.f.: Rodahina, arodaka, voarodaka / mandrodaka, fandrodaka, mpandrodaka / androdahana, fandrodahana / mirodaka, firodaka, mpirodaka / irodahana, firodahana / maharodaka / rodadrodaka.\n Ahitsio"
    },
    {
        "word": "Rodana",
        "definition": " a.: Fanadabohana na fandavoana hiongana amin' ny tany; fianjerana na fikoavana. - t.i.f.: Arodana, voarodana, tafarodana / mandrodana, fandrodana, mpandrodana / androdanana, fandrodanana / mirodana, firodana / irodanana, firodanana / maharodana / rodandrodana.\n Ahitsio"
    },
    {
        "word": "Rodaroda",
        "definition": " p.t.: Manao izay hampirehi-be ny kitay eo am-patana. • h.i.: Mpandanilany tsy mitsapa ny farany. - t.i.f.: Rodarodaina, arodaroda, voarodaroda / mandrodaroda, fandrodaroda, mpandrodaroda / androdarodana, fandrodarodana / mirodaroda, firodaroda, mpirodaroda / irodarodana, firodarodana / maharodaroda. ¶ M.h.: Rodaka, tobatoba, robaroba.\n Ahitsio"
    },
    {
        "word": "Rodarodaina",
        "definition": " (rodaroda) mt. ih. (rodarodao): Lanilanina foana.\n Ahitsio"
    },
    {
        "word": "Rodo",
        "definition": " a.: Tsy fampiasa afa-tsy amin'ilay teny hoe Rodobe: Fiarahan'ny maro manao zavatra iray: Tsy ifandrenesana azon'ny manao rodobe ianareo rehefa mamaly.\n Ahitsio"
    },
    {
        "word": "Rodona",
        "definition": " a.: Feo heno avy amin'ny famindran'olona ma-ro be ; rodorodo, kirodorodo.\n Ahitsio"
    },
    {
        "word": "Rodonina",
        "definition": " (rodona) mt. ih. (rodony): (omby na ondry) Roahina indray miaraka daholo. • (hira) Iarahana mihira daholo: Rodony ny hira \"Ry tanindrazanay malala ô!\"\n Ahitsio"
    },
    {
        "word": "Rodorodo",
        "definition": " a.: Feo heno avy amin'ny famindran'olona na andiam-biby maro miaraka, na avy amin'ny firimorimonjavatra mandeha haingana. • Hamaikana, hadodonana. ¶ M. h.: Rotoroto, korododo, korobobo, heninkenina. - t.i.f.: Rodorodoina, voarodorodo, tafarodorodo / mandrodorodo, fandrodorodo, mpandrodorodo / androdorodoana, fandrodorodoana / mirodorodo, firodorodo, mpirodorodo / irodorodoana, firodorodoana / maharodorodo.\n Ahitsio"
    },
    {
        "word": "Rodorodoina",
        "definition": " (rodorodo) mt. ih. (rodorodoy): Asaina mandeha haingana, korodorodosina, aporiatra. ? Atao haingana.\n Ahitsio"
    },
    {
        "word": "Rodrano",
        "definition": " a.: Zavamaniry fihinarn-boa.\n Ahitsio"
    },
    {
        "word": "Rofatra",
        "definition": " a.: Haraoraon-javatra, harokoroko. ? h.o.: Raharaha misavoritaka. - t.i.f.: Mirofatra, firofatra, mpirofatra / irofotana, firofotana.\n Ahitsio"
    },
    {
        "word": "Rofia",
        "definition": " a.: Zavamaniry karazana palmie izay anaovana kofehy ny hoza-draviny ka tenomina ho jiafotsy.\n Ahitsio"
    },
    {
        "word": "Rofo",
        "definition": " Rofoloha a.: Holatry ny hatina efa sitrana.\n Ahitsio"
    },
    {
        "word": "Rofotra",
        "definition": " a.: Fisehoan'aretina mibontsimbontsina, toy ny kitrotro, bonibony..., betsaka. , 4 t.i.f.: Mirofotra, firofotra.\n Ahitsio"
    },
    {
        "word": "Rofy",
        "definition": " a.: Aretina, fahadisadisana: Ho tsy tian-drofy anie ity zaza ity! • Zava-mampijaly, fahoriana: Ety an-tany be rofy. - t.i.f.: Marof y, farofy, marofirofy. -  F.-p.: Aza marofy: firariana mba tsy harary. / Afadrofy, tsy tian-drofy: teny a-tao amin'ny zaza raha mievina mba tsy hahavoan'ny aretina azy. / Salama tsy marofy: tena salama, salama tsara. / Aza marofy taiza: firariana atao amin'ny vehivavy vao tera-bao mba ho salama tsara ny zanany.\n Ahitsio"
    },
    {
        "word": "Rohae",
        "definition": " (Ski) a.: Enti-milaza ny tany mainty miparasadrasaka toy ny lavenona, na toy ny main'ny afo tany aloha ela.\n Ahitsio"
    },
    {
        "word": "Rohana",
        "definition": " a.: Aretina manaintaina sy mampangotsokotsoka any amin'ny famavanin'ny taolana. - t.i.f.: Rohanina. -  F.-p.: Roha-nendra, rohankatina, rohan-tety: fanaintainana na fivontosana avy amin'ny aretina samihafa, toy ny nendra, hatina... / Miala rohana: mihetsiketsika mba hanala sasatra ny hozatra.\n Ahitsio"
    },
    {
        "word": "Rohanina",
        "definition": " (rohana) p. t.: Mararin'ny rohana.\n Ahitsio"
    },
    {
        "word": "Rohizana",
        "definition": " (rohy) mt. ih. (rohizo): Fatorana amin'ny mahazaka: Rohizo io lakana io fa sao lasan'ny rano. ? (omby) Samborina amin'ny fanipazana tady eny amin'ny tandrony na eny amin'ny tongony: Norohizan-dRakoto ny ombiny. ? h.o.: Tana-na, hazonina: Tandremo ny teny atao fa sao rohizan'ny olona amin'ny uauanao ianao.\n Ahitsio"
    },
    {
        "word": "Rohona",
        "definition": " a.: Kotroka mamoaka feo midaondaona any lavitra any; fipoahan-javatra miraondraona sy mampihovitrovitra na dia akaiky aza. - t.i.f.: Tafarohona / mandrohona, fandrohona, mpandrohana / androhonana, fandrohonana / mirohona, firohona, mpirohona, / maharohona / rohondrohona.\n Ahitsio"
    },
    {
        "word": "Rohontany",
        "definition": " a.: Fomban-tany na fomba irohonan'ny be sy ny maro ka mahatarika izay miara-mitoetra aminy hanaraka izany. (Oh. olona zatra ny madio any an-tanàn-dehibè, nefa nony tonga monina any an-tsaha lasa tsy mahavatena manaraka ny rohon-tany).\n Ahitsio"
    },
    {
        "word": "Rohotra",
        "definition": " na Rohitra a.: Fiaraha-mandeha ataon'ny olona maro be ; fizorana miara-be. - t.i.f.: Mirohotra, firohotra, mpirohotra / irohotana, firohotana / maharohotra / rohodrohotra.\n Ahitsio"
    },
    {
        "word": "Rohy",
        "definition": " a.: Famatorana amin' ny tady, fanagiazana amin' ny kofehy: Ataouy rohy foza izay mpangalatra tratra. * Fatotra: Ratsy rohy an-gamba ilay omby matou afanan dos i tra. * t.i.f.: Rohizana, arohy, voarohy, tafarohy / mandrohy, fandrohy, mpandrohy / androhizana; fandrohizana / mirohy, fixohy / irohizana, firohizana / maharoy / rohirohy.\n Ahitsio"
    },
    {
        "word": "Rôhy",
        "definition": " (Tsm) a.: Zanak'omby sarahina amin-dreniny mandritra ny alina mba hahazoana mitery ny reniny ny ampitso.\n Ahitsio"
    },
    {
        "word": "Roibe",
        "definition": " a.: Karazana roy misy voninkazo mitapelaka, ary ny hodiny anaovan'ny ankizy antsamOtady.\n Ahitsio"
    },
    {
        "word": "Roibelahy",
        "definition": " a.: Karazana roibe kelikelY.\n Ahitsio"
    },
    {
        "word": "Roibevavy",
        "definition": " a.; Karazana roibe lehibe.\n Ahitsio"
    },
    {
        "word": "Roifantaka",
        "definition": " a.: Karazana roy mafy hazo.\n Ahitsio"
    },
    {
        "word": "Roimainty",
        "definition": " a.: Voarointsaka dia.\n Ahitsio"
    },
    {
        "word": "Roimemy",
        "definition": " na Romemy a.: Karazana roy izay mafy aoka izany ny hazony (Mimosa la-t isp in osa).\n Ahitsio"
    },
    {
        "word": "Rojo",
        "definition": " a.: Masom-by na varahina na volafotsy na volamena mitohitohy ka zary fehy, hitanana mpangalatra na hiambozonan-javatra na hatao haingo: Tapaka ny rojompamantaranandroko. / Rojo vy. / Rojo vola. -  F.-p.: Rojo taolan'amalona: rojo karazany hafa kely fa ny fitohitohizan'ny masom-by aminy dia toy ny taolan-dam osin' amalona.\n Ahitsio"
    },
    {
        "word": "Rojo",
        "definition": " a.: Karazam-bary lava madio ny voany: Vary rojo fotsy; rojo mena.\n Ahitsio"
    },
    {
        "word": "Roka",
        "definition": " a.: Zezika, zezika miavosa kely na fotaka manampina ny vava lavaky ny foza. -  F.-p.: Homan-droka: efa antitra dia antitra (ka miverina amin'ny fahazazana mitsimpona mihinana izay rehetra hitany na dia fakofako aza).\n Ahitsio"
    },
    {
        "word": "Rokina",
        "definition": " (roky) mt. ih. (rokio): Tenenina na tononina tsy mahitsy tsara: Aza rokinao ny fitenenana fa tsy any ambaniuohitra akory isika.\n Ahitsio"
    },
    {
        "word": "Rokoroko",
        "definition": " a.: Fivontovontosana kely majinika be dia be ao amin'ny vohon-javatra iray, hasaosao, haraorao. * t.i.f.: Arokoroko, rokorokoina / mirokoroko, firokoroko, mpirokoroko / marokoroko / faharokoroko, harokorokoana, faharokorokoana.\n Ahitsio"
    },
    {
        "word": "Rokorokoina",
        "definition": " Arokoroko (rokoroko) mt. ih. (rokorokoy): Atao maraorao, mandrotsirotsy.\n Ahitsio"
    },
    {
        "word": "Roky",
        "definition": " a.: Fiteny na fanononan-teny tsy mahitsy. • Fodiana adala mba hanambakana. - t.i.f. : Rok?na, aroky, voaroky / mandroky, fandroky, mpandroky / androkiana, fandrokiana / miroky, firoky, mpfroky / irokiana, firokiana / rokiroky.\n Ahitsio"
    },
    {
        "word": "Romaroma",
        "definition": " Mitovy amin'ny Rem arem a.\n Ahitsio"
    },
    {
        "word": "Romba",
        "definition": " a.: Anaran-javamaniry mantra.\n Ahitsio"
    },
    {
        "word": "Rombahina",
        "definition": " (rombaka) mt, ih. (rombaho na rombahy): A-laina tampoka sy an-kery: Norombahiny ny uatomamy teny an-tanan-jandriny, • h. i.: Tapahina (tenin'olona): Aza rombahina ny teny fa mbola tsy anao ny fitenenana.\n Ahitsio"
    },
    {
        "word": "Rombaka",
        "definition": " a.: Fakana tampoka ny zavatra eny amin'ny hafa; fahamaimaizana hiteny ka mitsatsaingoka hilaza. * t. t. f. : Rombahina, voarombaka, tafarombaka / mandrombaka, fandrombaka, mpandrombaka / andrombahana, fandrombahana / mirombaka, firombaka, irombohana, firombohana / mifarombaka, mifandrombaka / maharombaka 1 rombadrombaka 1 firombaka.\n Ahitsio"
    },
    {
        "word": "Rombina",
        "definition": " a.: Misy banga na silaka eo amin'ny molo-javatra iray: Rombina ity uilia ity fa soloy. * t. t. f.: Rom binana, voarombina / mandrombina, fandrombina, mpandrombina / andrombinana, fandrombinana / maharombina 1 rombindrombina.\n Ahitsio"
    },
    {
        "word": "Rombinana",
        "definition": " (rombina) mt. ih. (rombino): Silahina asiana banga kely eo amin'ny molony.\n Ahitsio"
    },
    {
        "word": "Romborombo",
        "definition": " a.: Rambondrambony na kitsambony amin'ny zavatra tsy voafarana tsara; ambiny mitaritarika na mitarozadrozaka amin'ny taratasy tsy voadidy tsara: Makà hety hanapahana ny romborombony amin' ity lamba ity. * tif: Romboromboina na romboromboana, aromborombo / mandromborombo, fandromborombo, mpandromborombo / andromboromboana, fandroboromboana / miromborombo, firomborombo, mpiromborombo / iromboromboana, firomboromboana.\n Ahitsio"
    },
    {
        "word": "Romboromboina",
        "definition": " na Romboromboana (romborombo) mt. ih. (romboromboy): A-siana romborombo amin'ny sisiny.\n Ahitsio"
    },
    {
        "word": "Rombotana",
        "definition": " (rombotra) mt. ih. (romboty): Rombinana, rovitina.\n Ahitsio"
    },
    {
        "word": "Rombotra",
        "definition": " p.t. sy a.: Rovitra, rombina na silaka; faharovitana na faharombinana noho ny fisintonana an-keriny: Misy rombotra ny akanjonao. - t.i.f.: Rombotana, voarombotra / mandrombotra, fandrombotra, mpandrombotra / andrombotana, fandrombotana / mirombotra, firombotra, mpirombotra / irombotana, firombotana / maharombotra / rombodrombotra.\n Ahitsio"
    },
    {
        "word": "Romemy",
        "definition": " Mitovy amin'ny Roimemy.\n Ahitsio"
    },
    {
        "word": "Romoromo",
        "definition": " a.: Ambiny mitaritarika, amin-javatra nodidiana na nohetezana ka tsy nifarana tsara: Farano daholo ireo romoromo amin'ity jiafotsy ity fa maharatsy bika azy. • h.o.: Fahasosotsosorana, tsy fifanarahana: Aleo sosoa ampian-tsetsetra, toy izay hena matauy ampiandromoromo (ohab). * fi, f.: Romoromoina, aromoromo / miromoromo, firomoromo, mpiromoromo / firomoromoana / maharomoromo.\n Ahitsio"
    },
    {
        "word": "Romoromoina",
        "definition": " (romoromo) mt. ih. (romoromoy): Asiana romoromo amin'ny sisiny.\n Ahitsio"
    },
    {
        "word": "Romotana",
        "definition": " (romotra) mt. ih. (romoty): Rambasana, rovitina amin'ny nify: Noromotan'ny alika ny pataloany.\n Ahitsio"
    },
    {
        "word": "Romotra",
        "definition": " p.t.: Voan'ny haromotana, aretina izay mahatonga ho toa adala manaikitra am-pisafoahana izay sendra azy, gaigy: Alika romotra. • Misafoakan-katezerana: Vao mainka romotra izy nahita an-janany naniratsira azy. - t.i.f.: Romotana, voaromotra 1 mandromotra, fandromotra, mpandromotra 1 andromotana, fandromotana 1 romodromotra 1 miromodromotra, firomodromotra, mpiromodromotra / iromodromotana, firomodromotana / maharomodromotra / haromotana, faharomotana.\n Ahitsio"
    },
    {
        "word": "Romposana",
        "definition": " (rompotra) mt. ih (romposy): Otazana eran-tanana.\n Ahitsio"
    },
    {
        "word": "Rompotra",
        "definition": " a.: Fanorosana ankeriny amin'ny tanana ny ravin-javamaniry toy ny ravimboangahazo. • Anaram-bosotra iantsoana koa ny ravimboangahazo na ravintoto. - t.i.f.: Romposana, voarompotra 1 mandrompotra, fandrompotra, mpandrompotra / andromposana, fandromposana 1 mahaxompotra / rompodrompotra.\n Ahitsio"
    },
    {
        "word": "Rona",
        "definition": " a.: Firaikana mankany aloha na aoriana, mitongilana miankavia na miankavanana. è t.i.f.: Arona, voarona, tafarona / mandrona, fandrona, mpandrona / andronana, fandronana / mirona, firona, mpirona 1 ironana, fironana / maharona 1 rondrona.\n Ahitsio"
    },
    {
        "word": "Ronahina",
        "definition": " sy Aronaka (ronaka) mt. ih. (ronaho, aronahy): Tiana aoka izany.\n Ahitsio"
    },
    {
        "word": "Ronaka",
        "definition": " p.t.: Resim-pitiavana tafahoatra ka malemy sy manaiky lembenana tsy afa-manohitra, renoka amin'ny fitiavana. - t.i.f. : Ronahina, aronaka, voaronaka / mandronaka, fandronaka, mpandronaka 1 andronahana, fandronahana / mironaka, fironaka, mpironaka / ironahana, fironahana / mahaxonaka 1 ronadronaka.\n Ahitsio"
    },
    {
        "word": "Rondra",
        "definition": " a.: Zavamaniry manitra (Hydrostachys imbricata).\n Ahitsio"
    },
    {
        "word": "Rondra",
        "definition": " ft.: Fahatezerana tafahoatra, tsy fahatsindrian-tsaina miteraka fahadalana; filazana na fanaovana fahadaladalana, teny na zavatra tsy voahevitra. - t.i.f.: Mandrondra, fandrondra, mpandrondra / androndrana, fandrondrana / maharondra.\n Ahitsio"
    },
    {
        "word": "Rondrarondra",
        "definition": " a.: Toetran'ny zavatra mirazorazo, toy ny volon-doha lava, ny hazo be ravina sy maro rantsana milonjehitra... * t.i.f.: Arondrarondra / mirondrarondra, firondrarondra.\n Ahitsio"
    },
    {
        "word": "Rondrika",
        "definition": " (Btl) p.t.: Karazantandrok'omby miolaka amin'ny andanin'ny sofina roa.\n Ahitsio"
    },
    {
        "word": "Rondro",
        "definition": " a.: Zavamaneno kilalaon'ankizy tanala izay tsotra dia tsotra: tapa-kazo fisaka apetraka eo ambony lao-na ka velesina amin'ny fipehana hazo anankiroa.\n Ahitsio"
    },
    {
        "word": "Rondrona",
        "definition": " a.: Jer. Teko.\n Ahitsio"
    },
    {
        "word": "Rondrorondro",
        "definition": " a.: Fivindimbindina, fibinabinaky ny tarehy aman'endrika. * t.i.f.: Mirondrorondro.\n Ahitsio"
    },
    {
        "word": "Rongaronga",
        "definition": " a.: Fitomboana haingana, faharorohana ao anatin'ny fotoana tsy ela. • t. t. f. : Arongaronga / mirongaronga, firongaronga, mpirongaronga.\n Ahitsio"
    },
    {
        "word": "Rongatra",
        "definition": " ft.: Fivoahana indray miaraka, fitroarana hivoaka ny vala, fihoarana ny fefy. * t.i.f.: Arongatra, voarongatra, tafarongatra 1 mandrongatra, fandrongatra, mpandrongatra I androngatana, fandrongatana 1 mirongatra, firongatra, mpirongatra / irongatana, firongatana / maharongatra / rongadrongatra / misarongatra.\n Ahitsio"
    },
    {
        "word": "Rongirongy",
        "definition": " a.: Kiry, di-doha, tohika, fanaovana am-botraika na an-ditra. * t.i.f. : Tafarongirongy / mirongirongy, firongirongy, mpirongirongy 1 irongirongiana, firongirongiana 1 maharongirongy.\n Ahitsio"
    },
    {
        "word": "Rongo",
        "definition": " a.: Izay rehetra atao amin'ny sisin-damba, eo amin'ny lohany roa, toy ny kofehy, vakana, sns... * t.i.f.: Rongoana, arongo, voarongo, tafarongo / mandrongo, fandrongo, mpandrongo / androngoana, fandrongoana 1 mirongo, firongo, mpirongo / irongoana, firongoana / maharongo.\n Ahitsio"
    },
    {
        "word": "Rongoana",
        "definition": " (rongo) mt. ih. (rongoy): Ravahana (vakana) ny sisiny.\n Ahitsio"
    },
    {
        "word": "Rongonimbazaha",
        "definition": " a.: Karazankazo madinidinika anaovana lamba malefadefaka tsara tarehy.\n Ahitsio"
    },
    {
        "word": "Rongony",
        "definition": " a.: Zavamaniry misy kirany azo tenomina ary fifohan'ny olona sasantsasany ny voany, izay atao koa hoe maosy, na katrinia: Mahalasa adalaladala sy mahabibibiby ny fifohana rongony.\n Ahitsio"
    },
    {
        "word": "Rongotina",
        "definition": " (rongotra) mt. ih, (rongoty): Enti-milaza zavajavatra betsaka entina mima-ka amin'ny tena ka somary manahirankirana: Norongotiny daholo ny akanjony sy ny lam ban y.\n Ahitsio"
    },
    {
        "word": "Rongotra",
        "definition": " a.: Zavamaniry.\n Ahitsio"
    },
    {
        "word": "Rongotra",
        "definition": " a.: Fitondrana zavajavatra maro izay mampananosarotra ny tena; fiarahana amin'ny ankizy betsaka izay misarangodrangotra eny am-pandehanana. - t.i.f.: Rongotina, voarongotra / mirongotra, firongotra, mpirongotra / irongotana, firongotana 1 maharongotra / rongodrongotra.\n Ahitsio"
    },
    {
        "word": "Ronjana",
        "definition": " p.t.: Vizana tsy afamitraka fa vesaran'enta-mavesatra. * t.i.f.: Mandronjana I maharonjana.\n Ahitsio"
    },
    {
        "word": "Ronjina",
        "definition": " a.: Tosika maherihery atao olona mijoro mba hampianjera azy. * t.i.f.: Axonjina, voaronjina, tafaronjina / mandronjina, fandronjina, mpandronjina / andronjenana, fandronjenana / mironjina, fironjina, mpironjina / ronjindronjina.\n Ahitsio"
    },
    {
        "word": "Ronono",
        "definition": " a.: Tsiranorano fotsifotsy amin'ny nonon'olona na ny tohatr'omby ka iveloman'ny zaza sy ny zanak' omby. * t.i.f.: Mandronono. -  F.-p.: Hero-dronono: menaka azo avy amin'ny ronono. / Manao ronono an-tavy: enti-milaza ny fanomezantoky handroboana ny sasany; teny mamy manodoka, maharenoka sy mahafaly, saingy tsy azo vitaina sy tanterahina. / Rononomandry: ronono namboarina ary atao am-bifotsy azo tehirizina. / Misotro ronono, apetraka hisotro ronono: ilazana ireo mpiasa (indrindra ny mpiasam-panjakana) nahavita ny fe-potoana ilaina ka tsy miasa intsony, nefamandray vo-la noho ny taona maro niasany. / Ronono uelona: ny ronana noterena tamin'ny omby fa tsy namboarina. / Taidronono mandroatra: entimilaza ireo mora taitaitra ka zavatra tsy toy inona aza dia mampihendratra azy. / Tsitongandronono: aretina mahazo ny sofina izay misy na-na fotsifotsy mivoaka. / Vouo-dronono: ronono namboarina ho vovony. * Ohab.: Tranobongo misy ronono ka sarotra atao malahelo: enti-milaza fa na dia tsotsotra sy mahantrahantra aza ny an'ny tena, dia tiana ihany raha ahitana mamy. / Vary amin-dronono tondrahan-tantely ka tian-ko lalina indrindra: enti-milaza zava-tsoa mitontohitra ka tiana sy ankasitrahana fatratra.\n Ahitsio"
    },
    {
        "word": "Rononomandry",
        "definition": " a.: Ronono namboarina atao am-bifotsy ka azo tehirizina, atao koa hoe ronono amin'ny boaty.\n Ahitsio"
    },
    {
        "word": "Rontona",
        "definition": " a.: Hafainganana, hazakazaka dodona. - t.i.f.: Mandrontona, fandrontona, mpandrontona / androntonana, fandrontonana / mirontona, firontona, mpirontona 1 irontonana, firontonana / maharontona / rontondrontona.\n Ahitsio"
    },
    {
        "word": "Rontsana",
        "definition": " Fihasimban'ny Ronjina.\n Ahitsio"
    },
    {
        "word": "Rontsina",
        "definition": " Fihasimban'ny Rontsona.\n Ahitsio"
    },
    {
        "word": "Rontsona",
        "definition": " a.: Kapoka karavasy na tahamaina. ? Fitendrena na fikitihana ny valiha. * t.i.f.: Rontsonana, voarontsona / mandrontsona, fandrontsona, mpandrontsona / androntsonana, fandrontsonana / maharontsona / rontsondrontsona.\n Ahitsio"
    },
    {
        "word": "Rontsonana",
        "definition": " (rontsona) mt. ih. (rontsony): Kapohina (amin' ny karavasy, tahamaina). ? Tendrena, kitihina (valiha): Rontsony ny ualiha, kaloy ny hira.\n Ahitsio"
    },
    {
        "word": "Rope",
        "definition": " (Ski) a.: Tady mahazaka.\n Ahitsio"
    },
    {
        "word": "Ropia",
        "definition": " (angl. rupee) a.: Venty fototry ny vola any India.\n Ahitsio"
    },
    {
        "word": "Ropiropina",
        "definition": " (ropiropy) mt. ih. (ropiropio): Atao tonga fadiranovana.\n Ahitsio"
    },
    {
        "word": "Ropiropy",
        "definition": " a.: Fahantrana amim-pivelomana, fahoriana, fahadiranovana, filopilopiana. - t.i.f.: Ropiropina, aropiropy / miropiropy, firopiropy, mpiropiropy 1 maharopiro-PY.\n Ahitsio"
    },
    {
        "word": "Ropy",
        "definition": " a.: Takoko, fipetraka m anj okaiky. * f. : Miropy.\n Ahitsio"
    },
    {
        "word": "Rora",
        "definition": " a.: Tsiranorano miforona ao anaty vava, manampy amin'ny fitelemana ny hanina ary manova ny toetoetrany simika; iray amin'ny ivy ihany ny rora, saingy somary mandroatra ary iniana avoaka. - t.i.f.: Rorana, arora, voarora 1 mandrora, fandrora, mpandrora / androrana, fandrorana 1 maharora. -  F.-p.: Fotsy rora: ilazana ny olona tsy ankatoavina ny anatra na torohevitra omeny: Aza atao fotsy rora ireo ray aman-dreninareo! / Miteiin-drora: mitsiriritra ny hihinan-javatra amin'ny fahitana azy fotsiny. / Mitsipy rora: mampiseho tsy fitiavana na fanivaivana zavatra na olona amin'ny fandefasana rora eo anoloany. / Roram-piso: a) ny roran'ny saka izay itsofany ny biby miady aminy; b) enti-milaza koa ny erika madinika mifafy, indrindra amin'ny ririnina.\n Ahitsio"
    },
    {
        "word": "Roraka",
        "definition": " p. t.: Tsy mifintina tsara fa mihamiletsy sy mitambotsotra. ? Kivy tsy afa-mioitra. - t.i.f.: Aroraka, voaroraka, tafaroraka / mandroraka, f androraka, mpandroraka / androrahana, fandrorahana / miroraka, firoraka, mpiroraka / irorahana, firorahana / maharoraka / roradroraka / mivaroraka.\n Ahitsio"
    },
    {
        "word": "Rorampiso",
        "definition": " a.: Orana manify dia manify fahita matetika eny amin'ny toerana misy tendrombohitra avo; erika madinika. ¶ M. h.: Erikerika, laviana, amanimboalavo.\n Ahitsio"
    },
    {
        "word": "Rorana",
        "definition": " (rora) mt. ih. (rorao): Tsipazana rora: Nororan'ilay mpanao fanafody ny fery dia toa maina. ? Atao tsinonts}-nona, tebahina, fotsifotsina, zimbazimbaina: Nororany ilay mpangalatra dia lasa izy.\n Ahitsio"
    },
    {
        "word": "Roranga",
        "definition": " (Btm) a.: Tanety rakotra bozaka.\n Ahitsio"
    },
    {
        "word": "Roria",
        "definition": " ft.: Fijerena mitsipendrampendrana be ihany ka toa manjary roa daholo izay zavatra jerena. * t.i.f. : Mandroria.\n Ahitsio"
    },
    {
        "word": "Rorika",
        "definition": " ft.: Ketraka, borerarera, gorera. - t.i.f. : Arorika, voarorika, tafarorika / mirorika, firorika, mpirorika / roridrorika.\n Ahitsio"
    },
    {
        "word": "Rorirory",
        "definition": " ft.: Toetran'izay rehetra manify sy malemy, toy ny lamba izany, ohatra. - t.i.f.: Mirorirory, firorirory.\n Ahitsio"
    },
    {
        "word": "Roritina",
        "definition": " (roritra) mt. ih. (rorito): Sintonina, tarihina, sarihana: Aza roritinao mafy toy izao ny sandriko. ? Henjanina: Nororitiny ny lamboridin-tsoaualy dia nijanona tampoka ilay biby. ? Halavaina, itarina, taritina ho la-va: Nororitiny ny filazan-jauatra ka nanjary nahasosotra. ? Vivitina: Rorito ny sofin'io zaza io fa mandainga.\n Ahitsio"
    },
    {
        "word": "Roritra",
        "definition": " a.: Fisintonana zavatra mafy; fanaovana izay hahahenjana zavatra iray tsy hi-garera; fit arihan a zavatra mankamin'ny tena. - t.i.f.: Roritina, aroritra, voaroritra / mandroritra, fandroritra, mpandroritra 1 androritana, fandroritana 1 miroritra, firoritra, mpiroritra 1 iroritana, firoritana / maharoritra 1 roridroritra.\n Ahitsio"
    },
    {
        "word": "Roroa",
        "definition": " p. t.: Roa, ka entina milaza indrindra vehivavy roa na lehilahy sy vehivavy mivady na mahazo mivady: Lasa any an-tanàna izy roroa. (jar. Roa).\n Ahitsio"
    },
    {
        "word": "Roroha",
        "definition": " a.: Karazana kitapo anangonan'ny biby mandinika sasantsasanY, toy ny omby, ny ahitra raotiny eny antsaha, ka rehefa mipetraka milamina izy, dia ampiakariny avy ao indray ireo ahitra ireo mba hitsakoany azy tsara.\n Ahitsio"
    },
    {
        "word": "Roroka",
        "definition": " ft.: Fitomboana haingana, fahalehibeazana vetivety. • fi, f.: Maroroka 1 maharoroka 1 marorodroroka f haroroka, faharoroka, harorohana, faharorohana.\n Ahitsio"
    },
    {
        "word": "Rorona",
        "definition": " a.: Fietrena, fidinana amin'ny fahambaniana, fitambotsorana mahamenatra sy mahafa-baraka. 6 f.: Arorona, tafarorona 1 mandrorona, fandrorona, mpandrorona 1 androronana, fandroronana / maharorona / rorondrorona.\n Ahitsio"
    },
    {
        "word": "Rorotra",
        "definition": " Mitovy amin'ny Roritra.\n Ahitsio"
    },
    {
        "word": "Rosana",
        "definition": " mt. ih.: Mitovy amin' ny Orosana.\n Ahitsio"
    },
    {
        "word": "Rosarosa",
        "definition": " a,: Anisan'ny randrana fihaingoana fatratra nahameva ny tovovavy fahizay: randramadinika milahadahatra manodidina izy io ka mivona ny tendrony. (Ny miaramilan-dRadama I koa, ho-no, nanao rosarosa ka io no nahatonga ny fitenenana hoe \"fony nanao rosarosa\", mba hilazana hoe \"fony nanao volo lava ny miaramila\").\n Ahitsio"
    },
    {
        "word": "Rosia",
        "definition": " (fr. reçu) a.: Taratasy fanamarinana ny nandraisana vola tamin'olona; tapakila.\n Ahitsio"
    },
    {
        "word": "Rosianina",
        "definition": " (fr. russe) a.: Ny firenena tompon-tany any amin'ny tanin'i Rosia (Eoropa atsinanana sy Azia avaratra): Hatramin'ny taona 1917, ny mpanjaka atao hoe Tsar no nitondra ny Rosianina. ? p. t.: Momba an'i Rosia, an'i Rosia na avy any Rosia: Misy boky na tantara malagasy efa uoadika amin'ny teny rosianina.\n Ahitsio"
    },
    {
        "word": "Roso",
        "definition": " rat.: Efa miainga; efa lasa: Roso ny dia. - t.i.f.: Rosoana, aroso, voaroso, tafaroso 1 mandroso, fandroso, mpandroso I androsoana, fandrosoana 1 miroso, firoso, mpiroso / irosoana, firosoana / maharoso / rosoroso.\n Ahitsio"
    },
    {
        "word": "Rosoana",
        "definition": " (roso) mt. pdr. (rosoy): Enti-milaza olona omena zavatra hohanina ka atao eo anoloany izany zavatra izany: Rosoana uary ny uahiny.\n Ahitsio"
    },
    {
        "word": "Rota",
        "definition": " p. t.: Rovitra, simba. - t.i.f.: Mandrota 1 rotarota.\n Ahitsio"
    },
    {
        "word": "Rotahana",
        "definition": " (rotaka) mt. ih. (rotahy): Anehoana tsy fahafaliana ka simbana ny fananany.\n Ahitsio"
    },
    {
        "word": "Rotaka",
        "definition": " a.: Fanehoana ts? fa- ROI hafaliana ataon' olona maro, izay mamakivaky arabe ka manimba izay rehetra sendra azy. * t.i.f.: Rotahana / mirotaka, firotaka, mpirotaka / irotahana, firotahana.\n Ahitsio"
    },
    {
        "word": "Rotaka",
        "definition": " sy Rotarota a.: Ilazana ny kibo be, toy ny kibon'ny bevohoka na ny an'ny olona matavy. * t.i.f.: Mirotaka.\n Ahitsio"
    },
    {
        "word": "Rotana",
        "definition": " mt. ih.: (Mitovy amin' ny Orotana, jer. Orotra): Ro-sana, tangosana befahatanY sy ataotao fotsiny (ravin-javam aniry ).\n Ahitsio"
    },
    {
        "word": "Rotay",
        "definition": " (fr. rotin) a.: Rantsan' ny tsontsoraka anaovana tehina, seza...\n Ahitsio"
    },
    {
        "word": "Rotehina",
        "definition": " (rotika) mt. ih. (roteho): Rovitina atao kotika tsy misy horaisina.\n Ahitsio"
    },
    {
        "word": "Roterote",
        "definition": " (Ski) a.: Nofom-biby (hena na hazandrano) ampifangaroina amin'ny menany.\n Ahitsio"
    },
    {
        "word": "Rotika",
        "definition": " mt. ih. sy p.t.: Rovidrovitra be ihany, kotika, potika. * f.: Rotehina, voarotika / mandrotika, fandrotika, mpandrotika 1 androtehana, fandrotehana 1 mirotika, firotika, mpixotika 1 mifandrotika / ifandrotehana, fifandrotehana 1 manarotika, fanarotika, mpanarotika / anarotehana, fanarotehana 1 mifanarotika / maharotika / mikorotika.\n Ahitsio"
    },
    {
        "word": "Rotoroto",
        "definition": " a.: Fanaovana (zavatra) haingana; fahamaikana sy fandeha mihazakazaka, hadodonana izaitsizy. - t.i.f.: Rotorotoina, moto-roto, tafarotoroto 1 mandrotoroto, fandrotoroto, mpandrotoroto 1 androtorotoana, fandrotorotoana 1 mirotoroto, firotoroto, mpirotoroto / irotorotoana, firotorotoana 1 maharotoroto.\n Ahitsio"
    },
    {
        "word": "Rotorotoina",
        "definition": " (rotoroto) mt. ih. (rotorotoy): Atao haingana dia haingana: Aza rotorotoina ny asa fa mahatonga azy ho zara fa uita.\n Ahitsio"
    },
    {
        "word": "Rototra",
        "definition": " p.t.: Mafana fo vonona hanao zavatra, mazoto, marisika: Rototra amin'ny fianaran'ny zanany kokoa Rasoa noho Rakoto. ? Mai-ka, dodona: Heuerinao ue fa rototra akory izy nahita ny setroka nidonaka eran'ny trano? - t.i.f.: Maharototra / mifanarototra. -  F.-p.: Tsy rototra: tsy miraika, tsy taitra.\n Ahitsio"
    },
    {
        "word": "Rotra",
        "definition": " a.: Hazo lehibe fahita saika hatraiza hatraiza, fa indrindra manaraka ny moron'ny renirano; maro ny ilana ny rotra: ny voany, me-na antitra, somary boribory lavalava dia anisan'ny voankazo maro mpitia na dia somary maisamaisatra kely aza; ny hazony kosa dia hanaovana hazon-trano, fa indrindra hazon-tsarety sy foiben-kodiarana (Myrtacées eugenia).\n Ahitsio"
    },
    {
        "word": "Rotsahana",
        "definition": " (rotsaka) mt. pdr. (rotsahy): Ampidinana na rarahana zavatra (rano na voa madinika...): Norotsahany rano ilay vain'afo uao maty.\n Ahitsio"
    },
    {
        "word": "Rotsaka",
        "definition": " a.: Fampidirana na fandrarahana rano na voa madinika na vovo-javatra ho eo amin'ny toerana ambany tiana hamindrana azy. ? Fidirana ho eo an-tsehatra handray adidy na hianatra na hilalao... - t.i.f.: Rotsahana, arotsaka, voarotsaka, tafarotsaka / mandrotsaka, fandrotsaka, mpandrotsaka / androtsahana, fandrotsahana / mirotsaka, firotsaka, mpirotsaka / irotsahana, firotsahana / maharotsaka / rotsadrotsaka.\n Ahitsio"
    },
    {
        "word": "Rotsina",
        "definition": " Rotsirotsina (rotsy) mt. ih. (rotsio, rotsirotsio): (hoditra) Atao mibontsimbontsina, marokoroko.\n Ahitsio"
    },
    {
        "word": "Rotsirotsina",
        "definition": " (rotsirotsy) mt. ih. (rotsirotsio): (zaza) Asavilivily eo amin'ny sandry mba hampangina na hampatory azy na hahafinaritra azy fotsiny.\n Ahitsio"
    },
    {
        "word": "Rotsirotsy",
        "definition": " a.: Fanindrahindrana na fanasaviliviliana ny zaza eo ambony sandry mba hampatory na hampangina na hahafinaritra azy. - t.i.f.: Rotsirotsina, voarotsirotsy / mandrotsirotsy, fandrotsixotsy, mpandrotsirotsy / androtsirotsiana, fandrotsirotsiana / maharotsirotsy.\n Ahitsio"
    },
    {
        "word": "Rotsy",
        "definition": " na Rotsirotsy a.: Fivontovontosana kely madinika amin'ny hoditra ka mahatonga hibontsimbontsina na marokoroko. i tif: Rotsina, voarotsy / mandrotsy, fandrotsy, mpandrotsy / androtsiana, fandrotsiana.\n Ahitsio"
    },
    {
        "word": "Rova",
        "definition": " a.: Tsatokazo vaventy marani-doha namefy ny lapan'Andriana taloha. ? Lapa na fonenan'ny mpanjaka: Niditra tao an-droua ny vahoaka nanatitra ny hasin'ny mpanjaka nony tonga ny fandroana. - t.i.f.: Rovana, arova, voarova / mandrova, fandrova, mpandrova / androvana, fandrovana / mirova, firova, mpirova / irovana, firovana / maharova / rovarova. -  F.-p.: Ambody roua: toerana nitsarana ny ady izay tsy vita tany amin'ny sakaizambohitra sy ny fokonolona./Anaty roua: ny faritra ao anatin'ny rovan'ny mpanjaka na ny solony tany ivelan'Antananarivo, toy ny komandy, governora, izay nanaovana rova hitoerany. / Miaka-droua: ny ady ifandirana tsy vitan'ny fokonolona sy ny sakaizambohitra no nantsoina tamin'izany, ka mandrakariva raharaha na ady lehibe toy ny mikasika ny fikomiana. / Manani-droua: ilazana ny mpangalatra na ny mpikomy ka miditra ny rova hamono ny mpanjaka — ny diso fitondran-tena naka ny vadin'ny mpanjaka koa dia notondroina ho manani-drova fa tena heloka lehibe izany. / Tsy midi-droua: enti-milaza ireo zavatra na olona norarana tsy hididrova; maro tokoa ireo toy ny zava-maranitra (fiadiana) ny olo-meloka,nyhena ratsy, ny toaka sy ny rongony tamin'ny andron'Andrianampoinimerina...\n Ahitsio"
    },
    {
        "word": "Rovana",
        "definition": " (rova) mt. ih. (rovao): Hodidinina rova na fefy.\n Ahitsio"
    },
    {
        "word": "Rovirovina",
        "definition": " (rovy) mt. ih. (rovirouio): Roridroritina, potipotehina.\n Ahitsio"
    },
    {
        "word": "Rovirovy",
        "definition": " ft.: Fanapotipotehana zavatra na lamba. - t.i.f.: Rovirovina / mandrovirovy.\n Ahitsio"
    },
    {
        "word": "Rovitina",
        "definition": " (rovitra) mt. ih. (rouito): Atao rovitra, triarina, tatahana, rotehina: Norouitin'i Naivo ny kahieny.\n Ahitsio"
    },
    {
        "word": "Rovitra",
        "definition": " (rouita) a.: Sombinjavatra rotika: Notehiriziny ny rovitry ny saina, ? p.t.: Nisy sombin'ny tenany triatra ka niala, tataka, rotika: Rovitra ny lambako. Rovita alohan'ny aina, ? h,i,: 1) Simba, tapaka: Rovitra ny fihavanana. 2) Voasamatsamaka, misaritaka: Ho rouitra ny fanjakana raha mitohy izao tsy fifankahazoan'ny mpitondra izao. - t.i.f.: Rovitina, voarovitra / mandrovitra, fandrovitra, mpandrovitra / androvitana, fandrovitana. - \tRoui-damba ririnina (jer. Ririnina). ¶ M. h. : Triatra, riatra, mitsiaka, mitsiatsiaka, mitriatra, mitsefaka, misalasalaka, tata-ka, tata-bitrana, kotika, rota, rotika, mivorikitsay, tsy misy hitomboham-pilo.\n Ahitsio"
    },
    {
        "word": "Roy",
        "definition": " Kianteny entina manolo ny anaran'olona tsy tiana hotononina, ary matetika mifamaly amin'ny hoe \"lahy\".\n Ahitsio"
    },
    {
        "word": "Roy",
        "definition": " a.: Karazan-kazo kely madinidinika misy tsilotsilony ary fihinam-boa: Ny uoan' ny roy no atao hoe uoaroy. (Maro karazana ny roy: roibe, roibelahy, roibevavy, roifantaka, roimainty, roimemy; samy jereo amin'ny toerana tokony hisy azy avy ireo).\n Ahitsio"
    },
    {
        "word": "Rozaka",
        "definition": " ft.: Toetran'ny zavatra lava miramborambo ka mikiraviravy. ? Fotoana lava loatra amin'ny fanaovan-draharaha. -  t.i.f.: Arozaka / mirozaka, firozaka, mpirozaka / mitarozaka / mivarozaka.\n Ahitsio"
    },
    {
        "word": "Rozana",
        "definition": " a.: Fifanoherana.\n Ahitsio"
    },
    {
        "word": "Rozana",
        "definition": " ft.: Fitavozavozana eo amin'ny adihevitra, tsy fifanarahana. - t.i.f.: Mandrozana, fandrozana, mpandrozana / androzanana, fandrozanana / mifandrozana 1 maharozana / rozadrozana.\n Ahitsio"
    },
    {
        "word": "Rozaroza",
        "definition": " a: Toetran'ny zavatra lava sy miramborambo, mikiraviravy (mitovy hevitra sy fitanisana amin'ny Rozaka). - t.i.f.: Arozaroza, tafarozaroza / mandrozaroza, fandrozaroza, mpandrozaroza / mirozaroza, firozaroza, mpirozaroza / irozarozana, firozarozana / maharozaroza / mitarozaroza.\n Ahitsio"
    },
    {
        "word": "Rozatina",
        "definition": " (rozatra) mt. ih. (rozaty): Roridroritina, sintontsintonina: Mafy ny mahazo an'itsy uehivauy itsy fa rozatin-janany foana ny flocon y. ? h.i.: Averimberina lazaina tsisy farany mba hamelezana olona.\n Ahitsio"
    },
    {
        "word": "Rozatra",
        "definition": " ft.: Roridroritra lava tsy misy fitsaharana (toy ny zazakely mandroridroritra ny nonon-dreniny); fanararaotana teny na hadisoana kely nataon'olona mba hitanarahana azy mandavan-taona, vazizotra. - t.i.f.: Rozatina, voarozatra / mandrozatra, fandrozatra, mpandrozatra / androzatana, fandrozatana / mirozatra, firozatra / maharozatra / rozadrozatra.\n Ahitsio"
    },
    {
        "word": "Rozirozy",
        "definition": " a.: Havizanana, hasasarana. - t.i.f.: Mirozirozy.\n Ahitsio"
    },
    {
        "word": "Ry",
        "definition": " Kianteny kely: a) atao eo alohan'ny anaran'olona antsoina: Ry Koto o! ento aty ny solomasoko; b) atao eo alohan'ny anaran'olona itenenana am-pitiavana: Ry hava-na, aoka isika hifankatia fa ny maty aza, hono, te ho maro; d) atao eo alohan'ny\tRiana a.: Rano mianjera avy a-an aran ' olona an gatahan-javatra amim-pitalahoana: Ry Tompo ô, mamindrà fo aminay!\n Ahitsio"
    },
    {
        "word": "Ry",
        "definition": " Jer, Ray.\n Ahitsio"
    },
    {
        "word": "Ry",
        "definition": " p.a.: Izay ampiasaina raha olona maro no tondroina: Efa tonga oe ry Rakoto mianakavy? / Tsy fantatro ny nalehan-dry zalahy.\n Ahitsio"
    }
]