[{"word":"L","definition":" Tarehintsoratra fahiraika ambin'ny folo ary renisoratra fahavalo amin'ny abidy malagasy. Ny L dia miova ho D amin'ny fanakambanan-teny: hevitra lalina = hevi-dalina.\n Ahitsio"},{"word":"La","definition":" ft.: Tsy fetezanahanao, tohitra. - t.i.f. : Lavina / voala, tafala / mandà, fandà, mpandà 1 andavana, fandavana / mandandà. -  F.-p.: Mafy la: fatra-panohitramafy, mikiribibY rehefa mandà.\n Ahitsio"},{"word":"La","definition":" a.: Ny feo fahenina amin' ireo ambaratongam-peo fito amin'ny gara a.\n Ahitsio"},{"word":"Labasy","definition":" (fr. la bâche) a.: Lamba bakatraka, matevim-be, anaronana fiara na sambo, fa matetika koa ampiasaina hanaovana karazan-trano lay.\n Ahitsio"},{"word":"Labatoara","definition":" (fr. l'abattoir) a.: Toerana natao hamonoana ny biby vonoina hohanina, amin'ny fomba ara-dalàna, sy fanamboarana ny henany.\n Ahitsio"},{"word":"Labiera","definition":" (fr. la bière) a: Fisotro misy alkaola kely vita amin'ny karazam-barimbazaha atao hoe \"orge\", izay alona hamorivory mba hahatonga ny siramamy ao aminy ho alkaola, dia asiana \"houblon\" hampangidingidy ny tsirony sy hahamanimanitra ny fofony.\n Ahitsio"},{"word":"Laboratoara","definition":" (fr. laboratoire) a : Toerana voatokana hanaovana fikarohana sy fanandramana momba ny fahaizana amam- pahalalana samihafa.\n Ahitsio"},{"word":"Laborosy","definition":" (fr. la brosse) a.: Tsy fiteny intsony fa Borosy no ampiasaina ankehitriny.\n Ahitsio"},{"word":"Labozia","definition":" (fr. la bougie) a.: Jiro vita amin'ny menak'omby na mena-biby hafa toy ny trozona, na savoka na parafina voaempo izay ampidirina andasitra ary asiana lahiny: Ma-nome hazavana malefaka dia malefaka ny labozia. -  F.-p.: Labozia gasy, labozia vazaha, labozia savoka. / Mitsatoka ohatra ny labozia: mijanona ela amin'ny toerana iray miandry olona. / Tain-d abozia: ilay zavatra mitsonika manaraka ny lavan'ny labozia izay avy amin'ny fiempoan'ny menaka rehefa mirehitra ny labozia.\n Ahitsio"},{"word":"Ladina","definition":" a: Ny tahon'ny zavamaniry mananika amin'ny zavamaniry hafa: Miolakolaka ny iadim-boatauo. 1 Fampifanolanana na fanodidinana tady manodidina zavatra iray. 1 Lafika vita amin'ny fon-jozoro na amin'ny mololom-bary, izay mazàna amefena ny aty rindrin'ny lava-bary - t.i.f.: Ladinina,voaladina 1 mandadina, fandadina, mpandadina 1 andadinana, fandadinana / mifandadina 1 mahaladina.\n Ahitsio"},{"word":"Ladina","definition":" (lady) mt. ih. (radio): A-nihina mikisaka: Noladin'ny marotanana ny tongony ka saika safotra izy.\n Ahitsio"},{"word":"Ladinina","definition":" (radina) mt. ih. (ladino): Hodidinina, fadidirana: Ladinin'ny uahy ny hazo any an'ala. 1 Fatorana, akambana: Ladino ireto zozoro ireto hanaouana takelaka.\n Ahitsio"},{"word":"Ladinintrambo","definition":" a.: Anaran'aretina mitovitovy amin'ny tandomerina, saingy mitsoriadriaka lavalava ny fivontosana aminy fa tsy mitapelapelaka vorivory. ¶ M.h.: Fadiditra.\n Ahitsio"},{"word":"Ladiresy","definition":" (fr. l'adresse) a.: Tsy fiteny intsony fa Adiresy no ampiasaina ankehitriny.\n Ahitsio"},{"word":"Ladirina","definition":" (laditra) mt. ih. (ladiro): Atao miadana dia miadana.\n Ahitsio"},{"word":"Ladirisy","definition":" (Ski) a: Tady fampakarana sy famelarana ny lain'ny botry na samba.\n Ahitsio"},{"word":"Laditra","definition":" a.: Tsy rototra sy mitaredretra, tsy maika fa toy ny milalao raha manao zavatra. i t, t f.: Ladirina, voaladitra / miladitra, filaditra , mpiladitra / iladirana, filadirana / mahaladitra / ladidaditra.\n Ahitsio"},{"word":"Ladoany","definition":" (fr. la douane) a: Fadin-tseranana. 1 Sampan-draharaha maka ny fadin-tseranana.\n Ahitsio"},{"word":"Ladobo","definition":" (fr. la daube) a.: Akoho na vorona tsy mivaky fa andrahoina mivongana amin' izao ao anaty lafaoro.\n Ahitsio"},{"word":"Lady","definition":" ft.: Hafainganana, hakingana. 1 Hafainganana mandre, mahamasaka sakafo, hafainganan-tsaina. - t.i.f.: Malady / maladilady / mahaladilady / halady.\n Ahitsio"},{"word":"Lady","definition":" a.: Fikisahana amin'ny tany, fananihana, fandehanana amin'ny tanana sy ny tongotra. 1 h.o.: Fandokadokafana tafahoatra. - t.i.f: Ladina, tafaladina / mandady, fandady, mpandady I andadiana, fandadiana / ladilady / miladilady, filadilady, mpiladilady I iladiladiana / mahaladilady.\n Ahitsio"},{"word":"Lafa","definition":" (Tsm) a.: Karazam-bibikely fihinana mitovy amin' ny zanadandy, mipetraka anaty vatan-kazo.\n Ahitsio"},{"word":"Lafa","definition":" a: Kiran-taretra.\n Ahitsio"},{"word":"Lafaoro","definition":" (fr. le four) a.: Fitaovana voahodidin'ny afo, izay ametrahana ny hanina tiana ho masaka tsy mivantana eo ambony afo: Atao anaty lafaoro matetika ny akoho a-tao ladobo. / Fantsona nie tao hivoahan'ny setroka avy amin'ny fatana: Mipololdtra ny setroka auy ao anaty lafaoro.\n Ahitsio"},{"word":"Lafarana","definition":" na Lafarina (lafatra) ma ih. (lafaro): Toherina.\n Ahitsio"},{"word":"Lafarinina","definition":" (fr. la farine) a: Totom-barimbazaha. (Ny mangahazo na vary voatoto ho koba dia azo ambara ho lafarinin'ireny zavatra ireny).\n Ahitsio"},{"word":"Lafasana","definition":" (lafy) mt.ih. (lafaso): Vidina mitamba-be: Nolafasako telonjato ariary ireo voankazo ireo.\n Ahitsio"},{"word":"Lafatra","definition":" a.: Fifanoherana misy andaniny sy ankilany. - t.i.f.: Lafarana na lafarina, alafitra, voalafitra I mandafatra, fandafatra, mpandafatra I andafarana, fandafarana 1 mifandahatra / ifandafarana, fifandafarana / milafatra, filafatra, mpilafatra 1 ilaf ara-na, filafarana / mahalafatra / lafadafatra. -  F,-p.: Tia lafatra: tia mainpakatra ady amin'ny fitsarana. / Tay mila lafatra: tsy mi-la mpitsara fa manao mpitsara tena, manao teniko fe andriana, manao teny tsy valiana.\n Ahitsio"},{"word":"Lafatra","definition":" a.: Ambaratongam-pahefana, fari-p ahef ana, laharana: Ny lafatry ny fanjakana 1 Lalàna mbamin'ny fomban-tany manan-kery toy ny lalàna, ary ny fankatoavana sy fanarahana azy: Tsy araka ny lafatra ny nataonao. • F,-p.: Tonga lafatra: tanteraka avokoa ny lalàna mbamin'ny fomban-tany momba ny zavatra iray: Tsy tonga lafatra ft? karatrao it? fa tsy uoatomboka sy tsy uoaisy sonia.\n Ahitsio"},{"word":"Lafaza","definition":" a: Karazan-javamaniry fakana sirahazo.\n Ahitsio"},{"word":"Laferana","definition":" a.: (Fahasimban'ny teny hoe Leferana) Ny ao ivohon'ny lohalika, izay mahazo milefitra. * Ohab.: Lohalika sy laferana: izay mandefitra no mandina: entina milaza fa izay mandefitra tian'ny olona no-ho izay miridiridy manao antratreva.\n Ahitsio"},{"word":"Lafihana","definition":" (lafika) mt. pdr. (lafiho): Asiana lafika: Lafihana mololo ny entana fa man-do ny tany ipetrahany.\n Ahitsio"},{"word":"Lafika","definition":" a: Izay rehetra atao ao ambanin'ny tsihy andriana, tahaka ny bozaka izany: Soloy ny lafik'it? fandriana it? fa efa fisaka loatra / Izay rehetra atao fanambanin-javatra mba tsy hahamafy ny fia-sana na ny fipetrahana eo amboniny: Asio lafika kely eto hanoratako. / Fisotro sotroina alohan'ny sakafo, na koa zavatra tsaldtsaky hanina alohan'ny handraisana zava-pisotro. / Zezika atao amin'ny tanimboly alohan'ny hamafazana ny voa na hambolena ny zavamaniry. - t.i.f.: Lafihana, alafika, voalafika, tafalafika I mandafika, fandafika, mpandafika 1 andafihana, fandafihana I milafika, filafika, mpilafika / ilafihana, filafihana 1 mahalafika llafidafika. -  F.-p.: Maitso lafika: entimilaza ny zaza fatra-panditsaka am-pandriana ka zary maitso hatrany amin'ny lafipandriana.\n Ahitsio"},{"word":"Lafitra","definition":" a.: Fitambaran'ny voan' akondro amin'ny tahony iray: Akondro iray lafitra. i t.i.f : Holafitra, ankolafiny 1 beholafiny.\n Ahitsio"},{"word":"Lafo","definition":" p. t.: Be vidy, tsy taka-bola: Lafo ny vary tamin'it? fa tafakatra roa ambin'ny folo ny kilao. 1 Efa lasan'olona: Enta aty hojereko io satroka io fa houidiko. — Efa Iafo io, tompoko. - t.i.f.: Mahalafo, halafo, fahalafo, halafosana, fahalafosana I lafolafo 1 milafolafo, filafolafo, mpilafolafo 1 ilafolafoana, filafolafoana. -  F.-p.: Lafo aida: tafahoatra amin'ny tokony ho vidiny. f Tsy lafo uoamena: entina milaza olona na zavatra tsy misy vidiny, tsinontsinona. * Ohab.: Ombalahy lafon'ny vauany (na ny feony): ny tanjaky ny omby no mazàna jeren'ny mpampiady omby raha mividy omby izy, fa tsy ny fitrenany akory; koa it? ohabolana H.S., dia enti-milaza ny olona izay zavatra tsy dia manao ahoana loatra no mampisy vidiny azy. ¶ M. h.: Sarotra, hangana, be vidy, sarobidy, hentona, maneno, tsy takatra, tsy azon' ny kely vola, tsy takatry ny malahelo, tsy azo vidina, tsy mahaleo ny sarany ny vidiny. — Manao taro: manao sarotra, mivaro-bolony.\n Ahitsio"},{"word":"Lafo","definition":" (Ski) a: Hazandrano misy tsilony ka manaintaina ohatra ny asian'ny maingoka ny voatsindrony.\n Ahitsio"},{"word":"Lafy","definition":" a.: Tava: Misy lafy enina ny kodiakely. 1 Ila, sakany, indrany: Refeso ny lafin'io trano io? 1 Toerana amin'ny ilan'ny renirano na lakandrano, na hady na lohasaha iray: Er? an-dafin'ny lohasaha izahay no mipetraka a F.-p•: Ny lafy valo: ilazana ny havana rehetra izay heverina fa niely eran'ny vazantany valo, dia ny avaratra, ny atsimo, ny andrefana ary ny atsinanana, sy ny elanelan'ireo avy. /'Lafy tsarany sy lafy ratsiny: entina milaza ny fisian'ny atiny sy ivelany amin'ny fitafiana, na ny toetra tsara sy ratsy mety hananan'ny olona na zavatra iray. / Lafin-kavana: ny havana lavidavitra fa tsy ny mpiray tam-po na ny terak' olona iray.\n Ahitsio"},{"word":"Lafy","definition":" a.: Fividianana zavatra mitamba-be mba hamidy antsinjarany. - t.i.f.: Lafasana, alaf y, voalafy I mandafy, fandafy, mpandafy I andafisana, fandafisanal mahalafyl lafilaf y.\n Ahitsio"},{"word":"Lagaly","definition":" (fr. la gale) a.: Hazaka na hatina betsaka.\n Ahitsio"},{"word":"Lagirika","definition":" (fr. la grecque) a.: Kafitera misy masoarivo fanatantavanana ny kafe na ravimboafotsy hanalana ny faikany.\n Ahitsio"},{"word":"Lagitara","definition":" (fr. la guitare) a: Tsy fiteny intsony fa Gitara no ampiasaina ankehitriny.\n Ahitsio"},{"word":"Lagoromety","definition":" (fr. la gourmette) a: Rojovy kely mipetaka amin'ny sakam-bavan-tsoavaly an-daniny roa avy izay mandalo ao ambanin'ny valananondranony ambany.\n Ahitsio"},{"word":"Lagozy","definition":" (fr. la gouge) a.: Famoalaka, fandraka korongo.\n Ahitsio"},{"word":"lagy","definition":"(Teninjatovo) Tezitra Ahitsio"},{"word":"Laha","definition":" (Btl) ppt feh.: Raha.\n Ahitsio"},{"word":"Lahaly","definition":" (Btm) p. mt,: Halina, tamin'ny alina tao. Akory lahaly: teny fiarahaban'ny Betsimisaraka, izay azo adika hoe: Nanao akory, nanao ahoana halina7\n Ahitsio"},{"word":"Lahapahitra","definition":" a.: Lahateny mirindranndra tsara nefa tsy dia misy hevitra mafonja firy fa toa atao amin'izay hahafinaritra fotsiny.\n Ahitsio"},{"word":"Laharana","definition":" (lahatra) mt. ih. (la-haro): Asiana olona na zavatra milahatra: Laharana mpianatra manoloana ny sekoly. 1 a: Andalana: Laharana fahatelo auy aty an-kaoia no misy azy.\n Ahitsio"},{"word":"Lahasa","definition":" a.: Asa, raharaha: Mizara lahasa amin'ny mpiasa 1 Zavatra atao, taozavatra: Atombohy ny lahasanareo fa aza laozanareo miresaka eo. 1 Asam-pambolena: Ny vadi-bainga no anisan'ny lahasa mafy amin'ny fambolena / (teny tranainy) Loko manjamanja.\n Ahitsio"},{"word":"Lahasaina","definition":" (lahasa) mt. ih. (lahasao): Asaina, karakaraina: Ity tany sombiny kely ity ihany no holahasainareo anio.\n Ahitsio"},{"word":"Lahatra","definition":" a.: Fitohitohizan-javatra na olona manaraka fitsipika iray; fametrahan-javatra na olona mihitsy tomandavana: Tsara lahatra ny boky eto ambony latabatra izany. /\n Ahitsio"},{"word":"Lahiaivo","definition":" a.: Ny zanakalahy faharoa amin'ny lahy, na ny zanakalahy rehetra eo anelanelan'ny voalohany sy ny farany.\n Ahitsio"},{"word":"Lahiantitra","definition":" a: Ny lehilahy be taona, antitra;antidahy.\n Ahitsio"},{"word":"Lahika","definition":" (fr. laïc) a.: Anarana enti-milaza ny kristianina taotra tsy pretra na relijiozy.\n Ahitsio"},{"word":"Lahilahina","definition":" (lahilahy) mi-. ih. (lahilahio): Tsofin-drano, rarina ho soa ho tsara (fanao amin'ny famoran-jaza).\n Ahitsio"},{"word":"Lahilahy","definition":" p.t.: Teny faniriantsoa atao amin'ny zaza fora-na mba ho salama tsara, ary tsy ho kanosa na mikovavivavy. • Sady sahisahy no kingakinga.\n Ahitsio"},{"word":"Lahilava","definition":" (t.tr.) a.: Lalao mitanjojotra mingadongadona.\n Ahitsio"},{"word":"Lahiloha","definition":" a: Omby vositra ne-fa miendrika ombalahy. ? Enti-milaza olona lahilahy loha.\n Ahitsio"},{"word":"Lahimaro","definition":" a.: Enti-milaza ny lehilahy rehetra ao amin'ny foko na fianakaviana fraya. 1 Tahon-ketsa maro ambolena amin'ny lavaka iray.\n Ahitsio"},{"word":"Lahimatoa","definition":" a: Ny zanakalahy° voalohany amin'ny lahy.\n Ahitsio"},{"word":"Lahinainginy","definition":" a: Hoditramafy sy matevina ataon'ny mpanao kiraro amin'ny faritra aoriana amin'ny kiraro mba hanamafisana azy.\n Ahitsio"},{"word":"Lahindefona","definition":" a.: Lehilahy nianatra ny ady an-defona ka tonga nahay fatratra amin' ny tora-defona, tombo-defona, fiarovan-tena amin'ny ampinga.\n Ahitsio"},{"word":"Lahintangerina","definition":" a.: Vy lavalava mitsofoka amin'ny kodiarana amin'ny tendrony roa ary mitondra ny fiaramanontolo.\n Ahitsio"},{"word":"Lahiroa","definition":" a.: Karazan-kazo madinidinika. • Fambolena tahon-ketsa tsiroaroa amin'ny lavaka iray.\n Ahitsio"},{"word":"Lahirodona","definition":" a.: Fanetsana ketsa maro fototra indray mandeha.\n Ahitsio"},{"word":"Laho","definition":" ft.: - t.i.f : Halaho / malaholaho.\n Ahitsio"},{"word":"Laho","definition":" na Laholaho ft: - t.i.f : Lahoina 1 laholaho 1 malaholaho.\n Ahitsio"},{"word":"Lahoina","definition":" Madiva ho faty, mby efa ho faty, ambavahoana. • hi.: Vizana aoka izany, trotraka izaitsizy: Aoka izany ny fifanosehana ao anaty fiarambahoaka: lahoina ianao van tafauoaka rehefa hidina.\n Ahitsio"},{"word":"Laholaho","definition":" (t.tr.) p.t.: Moramora, tsy rotoina.\n Ahitsio"},{"word":"Lahy","definition":" a sy p.t: Teny entina milaza olona na biby mifanohitra amin'ny vavy. Raha itenenana olona ny hoe lahy dia fampiasa: 1) Hilazana zanaka lahy: Dimy mianodahy ny zanako; tala vavy, roa lahy. 2) Miaraka amin'ny teny milaza isa: Dia niainga izy roa lahy. 3) Ilazana ny vady lahy: Rasoa no ao fa ny lahy uao lasa nivoaka. ? p.t.: Manana ny fomba na toetran-dehilahy: Hanao tantsambo hono ny zanany lahy. - t.i.f: Lahilahina I mandahilahy, fandahilahy, mpandahilahy / miandahy / mahalahy / lahilahY 1 ny lahiny 1 filahiana 1 andahiny. -  F.-p.: Lahin'akoho, lahintsoavaly: akoholahy na soavalilahy atao fakana taranaka. / Lahi-mizàna: vy kely mijoro eo afovoan'ny mizàna mitsara ny fahamarinan' ny fandanjana. / Lahilahy toetra: vehivavy maherihery setra toy ny lehilahy, na amin'ny fihetsika na amin'ny fisaina. / Fito lahy fito vavy: teny entin'ny olona mitsodrano ny mpanambady mba ho maro anaka, maro dimby. / Lahim-bela: ny vola izay tsara petraka amin'ny lalao fanorona, ka mety handany ny vaton'ny andaniny. / Tokantranon-dahy: ilazana ny tokantrano tsy misy vehivavy, na tsy ao ny vehivavy, ka tsy mimpirina araka ny tokony ho izy.\n Ahitsio"},{"word":"Lahy","definition":" t-p.: Tenim-piontanana enti-mil aza:l) Alahelo, tsy fanampoizan-javatra: Lasa tokoa lahy izy! 2) Fiangaviana na fangatahana somary miambezo: Mba omeo aho lahy! 3) Fisalasalana, tsy fahalalana: Asa lahy! fa tezitra foana teo izyl 4) Faniriana: Raha nanam-bola aho lahy nouidiko ity saha\n Ahitsio"},{"word":"Laika","definition":" a.: Fomba fandeha na fanindra matotra, mendrika; famindra miadana, tsy rototra sy toa kamokano nefa miaingitraingitra. - t.i.f.: Laikana, alaika, taf alaika / milaika, filaika, mpilaika 1 ilaikana, filaikana 1 mahalaika / laikalafka.\n Ahitsio"},{"word":"Laikaina","definition":" (laika) mt. ih. (laikao): Enti-milaza famindra na dia atao matotra tsara, asononoka: Laikao ny famindra fa aza rotorotoina.\n Ahitsio"},{"word":"Laiko","definition":" na Laïkolaiko a: Famindra somary miandranandrana nefs miadana, ary tsy maka sarotra loatra. - t.i.f.: Laikoina 1 milaiko, filaiko, mpilaiko / ilaikolaikoana, filaikolaikoana( mihalaikolaiko / mitsilaikolaiko na mitsilaiko.\n Ahitsio"},{"word":"Laikoina","definition":" (laiko) mt. ih. (laikoy): Atao milamina tsara misy aingitraingitra.\n Ahitsio"},{"word":"Lailay","definition":" a.: Hidihidy vokatry ny lay. - t.i.f.: Malailay.\n Ahitsio"},{"word":"Laimanjava","definition":" (Br) a.: Fivoriana iantsoana ny fanahin'ny maty na amohazana ny angatra.\n Ahitsio"},{"word":"Laina","definition":" a.: Tsy fahazotoan-komana. • Tsy faharisihana hanao zavatra, hakamoana, fidonanaham-poana: Ny zoto ahandroana, ny laina itonoana. i t if.: Malaina, malaindaina / mahalaina 1 ahalainana, fahalainana 1 kalaina. -  F.-p.: Manaran-daina: manaram-po amin'ny fahalainana. * Ohab.: Ny mandeha tsy zoto, ny mijanona tsy laina: adidy no aleha ary andraikitra no ijanonana, ka izay mahatsara zavatra no atao, fa tsy hoe akory izay mande-ha dia olo-mazoto ay izay mijanona dia olo-malaina. / Ny zoto ahandroana, ny lai-na itonoana: ny malaina hahandro homana ny tsizarizary fa ny mazoto kosa mihinana ny masaka: izay malainkisahirana tsy mba manana ny tsaa.\n Ahitsio"},{"word":"Lainga","definition":" a.: Filazana mifanohitra amin'ny marina: Vaky ny laingan'Isambilo; hay falzafolo izy fa tsy voalohany. • Filazana ho marina ny zavatra fantatra fa tsy marina hamitahana olona: Mivelona amin'ny lainga io olona io. ¶ M. h.: Fitaka. i t.if•: Laingaina, voalainga / mandainga, fandainga, mpandainga / andaingana, fandaingana / mahalainga 1 laingalainga, tsilaingalainga, kilaingalainga.\n Ahitsio"},{"word":"Laingaina","definition":" (lainga) mt. ih. (laingao): Ilazana lainga: Nolaingainy ianao fa tsy mahalala akory.\n Ahitsio"},{"word":"Laingalainga","definition":" a: Lainga madinika.\n Ahitsio"},{"word":"Laingo","definition":" a.: Ny tendron'ny zavamaniry na ny raviny farany ambony vao niseho, izay milenodenoka sy malefaka izaitsizy. • h.o.: Ny tsara indrindra sy meva indrindra amin'ny zavatra iray: Laingon-kanina. - t.i.f: Laingosana, voalaingo / mandaingo, fandaingo, mpandaingo 1 andaingosana, fandaingosana / mahalaingo 1 laingolaingo.\n Ahitsio"},{"word":"Laingo","definition":" a.: Karazam-bahy maimbomafmbo f of ona amotsiana nif y ny raviny. i t.if.: Laingoana, laingoina, voalaingo 1 milaingo 1 ilaingoana, filaingoana / mahalaingo / laingolaingo.\n Ahitsio"},{"word":"Laingoana","definition":" na Laingoina (laingo) mt.ih. (laingoy): Entimilaza ny nify asiana na petahana ny ravin'ny laingo notsakotsakoina: Nolaingoiny ny nifiny fa efa ela hono no tsy namotsiany azy.\n Ahitsio"},{"word":"Laingomaimbo","definition":" a: Zavamaniry salasalany mandady, fantatra indrindra amin'ny raviny izay mamoaka fofona mahery sady ratsy rehefa kosehina nefa kosa ampiasaina hampisava ny aretin'andoha vokatry ny fofon'ny komanga (jer. io teny io).\n Ahitsio"},{"word":"Laingomena","definition":" a.: Zavamaniry fanao haingon-tanàna fa mandady mananika amin'ny tamboho na fefy; ny raviny, mivondrona sady betsaka ary ny voniny, misy karazany maro: mavolrely, haboka, mavo tanora na mena midorehitra.\n Ahitsio"},{"word":"Laingontratrany","definition":" a: Hena eo amin'ny lohatratran'ny omby na ny ondry na ny kisoa vonoina, mifamaly amin'ny laingontsorony eo ambony.\n Ahitsio"},{"word":"Laingontsorony","definition":" na Lohasorony a: Hena eo anin'ny 1ohasoroky ny omby, ondry... vonoina, mifamaly amin'ny lohantratrany eo ambany.\n Ahitsio"},{"word":"Laingosana","definition":" (laingo) mt ih. (laingosy): Alana ny laingony: Nolaingosany ny voatavo etsy avara-trano.\n Ahitsio"},{"word":"Laisoa","definition":" (fr. le chou) a.: Karazan 'anam-bazaha nampidirina teto; ny raviny, izay mitangorona mifanosontsosona ka tonga boribory nome-na ny anarana hoe bokondaisoa, no andrahoina miaraka amin'ny hena (alaindro raha amin'ny hen'omby ary ritina raha amin'ny henan-kisoa), somary sarodevonina anefa izy. * F.-p.: Laisoa masombika: Karazan-daisoa ngitangita ravina.\n Ahitsio"},{"word":"Laitra","definition":" nit ih.; ft.: Azo kaikerina: Tsy laitrako io taolana io fa mafy loatra ? Azon-javatra asiana, idirana: Mahagaga fa laitran'ny rano ny vato rehefa ela ny ela. 1 Azo leferina, zakaina: Tsy laitrako intsony ny ataon'ny mpampiasa ahy. ¶ M.h,: Lefitra, zaka, aritra, tanty, toha. ? Azo (raha misy tanin' ny iharana hafa ao aoriana) (...): Tsy laitra tsoahana io fanbsika io fa mafy loatra. 1 tif:: Voalaitra / mandaitra, fandaitra, mpandaitra / andairana, fandairana / mahalaitra, fahalaitra, mpahalaitra. * F.-p.: Tsy laitra: mafy, tsy azo toherina, tsy zaka, tsy telina: Tsy laitra ny ngidin' ny fahoriana / Tsy laitra andrahoina: tsy mety malemy raha andrahoina fa mafy foana / Tsy laitra anarina, rarana, tenenina, toroana: entimilaza olona tsy miraharaha izay teny fananarana atao aminy. J Tsy laitran'ny mamy: enti-milaza olona tsy mety matavy na mahazo ai-na na dia mahery mihinana aza. I Maka am-pandairana: maka tsy an-kijanona, tsy ankiato. * Ohab.: Tsy misy mangidy ohatra ny sakay fa rehefa teny ierana laitra ihany: Na inona na inona zava-tsarotra, rehe fa ifanarahana tonga mora. J Tsy misy mafy tsy laitran'ny zoto: mora sy efa izay zavatra atao amin-joto, na dia izay sarotra indrindra az a.\n Ahitsio"},{"word":"Laizina","definition":" (lay) mtih. (laizo): A-tao haingana, mehina, rodorodoina: Tsy azo laizina ny raharaha fa atao milamina i-han y.\n Ahitsio"},{"word":"Laka","definition":" a.: Ny toerana afovoany amin'ny fanorona, izay ihaonan'ny tsipikamifanapatapaka (mazàna ny mitana ny la-ka no maharesy amin'ny la-lao fanorona). ~ h.o.: Foibe, fovoana, toerana tsara, (misy karazana laka efatra fantatry ny mpanao fanorona; ny lakabe, ny laka kely, ny lakavil ana ary ny lakamanga). - t.i.f.: Alaka, lakaina, voalaka / lakalaka. * F.-p,: Mahazo laka; tompon'ny laka: enti-milaza ny vato mahazo ny toerana afovoany izay toerana tsara indrindra satria misy lalana valo azony ikisahana avy eo amin'ny misy azy eo; h.o.: mahazo toerana tsars ahafahana manao izay tiana.\n Ahitsio"},{"word":"Lakaina","definition":" (laka) mt.ih, (lakao): Apetraka eo amin'ny laka, apetraka eo amin'ny fihaonan'ny tsipika roa (vatompanorona).\n Ahitsio"},{"word":"Lakalaka","definition":" p. t.: Enti-milaza olona morainy, tsy sarotiny, manao izay tianao. * F.-p,: Lakalaka anie Andria manitra: enti-mampitandrina olona fatra-panao kitoatoa mankahatra an'Andriamanitra; ny heviny dia toa hoe \"tandremo ange fa morainy Andriamanitra, manao izay tianao, ka rehefa ankaharinao izy dia hanao tokoa\".\n Ahitsio"},{"word":"Lakaly","definition":" (fr, la cale) a: Ny efitrano somary anatin'ny tany ambany indrindra. 1 Ny fanambanin'ny sambo izay fitoeran'entana.\n Ahitsio"},{"word":"Lakamo","definition":" a.: Jer. Alakamo.\n Ahitsio"},{"word":"Lakamoina","definition":" mt.ih,: Jar. Alakamoina.\n Ahitsio"},{"word":"Lakamosina","definition":" a.: Mitovy amin' ny Lakandamosina (jer. io teny io).\n Ahitsio"},{"word":"Lakampiara","definition":" a.: Lakana lehibe misy fanarenana azy raha & tongilan'ny onja, fitondran' ny mpanjono eny an-dranomarina.\n Ahitsio"},{"word":"Lakana","definition":" a.: Fitaovana hazo na vy entina mitety na mande-ha ambony rano, mita rano; matetika ny lakana dia vita amin'ny vatan-kazo lehibebe noloahana izay manjary mai-vans ary mitsinkafona tsy milentika, - t.i.f: Lakanina, voalakana / mandakana, fandakana, mpandakana 1 andakanana, fandakanana / mahalakana. -  F.-p.: Lakan-jila na Lakanjejo: lakana maivana mora misosa raha vao voizina. / Lakan-drafitra: lakana vita amin'ny hazo maro natambatambatra fa tsy amin'ny hazo iray noloahana. J Lakampiara: lakana maro natambatra. / Lakam-bato: vato noloahana miendri-dakana na natao handrobohana na hanofanana ny vy. J Lakan-damosina: ilay lempona manaraka ny hazon-damosina atao hoe lakan-drano. J Lakan-drano: tatatra natao handehanan'ny rano. / Lakan-jilo: lakana mitsilotsilo ny tendrony roa, izany hoe ny lohany sy ny vodiny. / Saran-dakana: ny vola aloa amin'ny mpampita lakana. / Laka-mody: ny lakana efa'ndeha hiverina eny amin'ny morona ilany, ka hararaotina mba ho kely ny saran-dakana. / Tehin-dakana: ilay hazo lava-lava itehenana mba hampandeha ny lakana./Lakan'aina: lakan-kely famonjena ny mpandeha raha misy loza mihatra amin'ny sambo andehanana. * Ohab.: Mangetaheta ambony lakana: mihafihafy eo ampovoan'izay rehetra ilaina. ¶ M.h.: Mosarena ambody sompitra. J Mandeha tsy voizina toa lakan-fila: entimilaza olona misosososo miditra na manao zavatra nefa tsy ampandrosoina na asaina manao ilay zavatra akory. J Mampitaha lakana sy zahatra: mampitaha zavatra roa izay hita avy hatrany fa mifanalavitra na ny bikany na ny tombany. / Mitsipa-doha laka-nitana: tsy mahay mankasitraka, na mamaly ratsy ny soa ataon'olona ny tena. I Tongotra mby an-dakana ka tsy miverina intsony: zavatra efa notinapaka ary efa vita daholo ny fiomanana ny amin'izany ka tsy azo ahemotra intsony. I Ny hazo no vanon-ko lakana; ny tany naniriany no tsara: ny zavatra no vanona dia ny any amin'ny fototra no tsara. / Lakan-drafitra very fivoy: enti-milaza olona tsy manana na inona na inona hianteherana intsony hamonjena tena.\n Ahitsio"},{"word":"Lakandamosina","definition":" a.: (indraindray koa lazaina fotsiny hoe Lakamosina) IlaY lempona mitsoriaka midina eo afovoan'ny lamosina, manaraka ny hazondamosina, atao koa hoe lakandrano.\n Ahitsio"},{"word":"Lakandrano","definition":" a.: Masondrano tsy vita-Nanahary fa nataontanan'olombelona mba handehanana an-dakana na hanondrahana ny tany manodidina. 1 h.o.: Ilazana koa ny lakandamosina.\n Ahitsio"},{"word":"Lakanina","definition":" (lakana) mt. ih. (lakano): Akana na ampiasana lakana. * Ohab.: Maizina ny andro azo tsilovina, lalina ny rano azo lakanina; fa ny ratsy ce tao tsy mba azon-kevitra\n Ahitsio"},{"word":"Lakaoly","definition":" a.: Ny zazavavy mpanaraka ny Andriana sy manotrona azy.\n Ahitsio"},{"word":"Lakasina","definition":" Jer. Alakasina (ala).\n Ahitsio"},{"word":"Lakato","definition":" (Btm, Ski, Mer.) a: Zohy.1 (Br) : Zohy eny antenatenan-kavoana. -  F.-p.: Lakatom-bava: valanorano.\n Ahitsio"},{"word":"Lakato","definition":" a: Ampinga fisapisaka mifono hoditr'omby: fanareo no arnpinga tsy laitran' ny bala sy lakato efitry ny lefona (Andrianampoinimerina).\n Ahitsio"},{"word":"Lakatra","definition":" a.: Ahitra fanaovana satroka.\n Ahitsio"},{"word":"Lakilasy","definition":" (fr. la classe) a.: Efitrano fianarana: Efa tafiditra ao an-dakilasy na ao an-trano lakilasy ny mpianatra. ? h. o.: Fianarana, tranon-tsekoly: Tsy mankany an-dakilasy izy fa efa hanambady hono. (Jer. Kilasy)Lakile (fr. la clé) a.: Fanalahidy.\n Ahitsio"},{"word":"Lako","definition":" p.t.: Miadana fa tsy mamindra haingana; tsy mifanizina (rary na tenona); tsy mafy (randran-bolo). i ti.f.: Lakoina 1 malako / milako 1 lakolako.\n Ahitsio"},{"word":"Lakoina","definition":" (lako) mtih. (lakoy): Atao miadana dia miadana, tsy rototra:Mba haingankaingana re fa aza dia lakoina toy izao ny dianao.\n Ahitsio"},{"word":"Lakolosy","definition":" (fr. la cloche) a.: Zavamaneno vita amin'ny halimo, mibika-na vara mihohoka, izay misy kiboriny mipaipaika azy ao anatiny ka mahatonga azy haneno; ny lakolosy dia ampiasaina hiantsoana olona na hilaza fotoana na ora: Mamelona lakolosy; tranon-dakolosy.\n Ahitsio"},{"word":"Lakolosy","definition":" a: Fomban-drandram-bolo fanao amin'ny volon'ankizy: avbna eo an-daniny roa ny volo ka manjary toy ny boriborin-dakolosy.\n Ahitsio"},{"word":"Lakoly","definition":" (fr. la colle) a: Dity na-tao tamin'ny lafarinina.\n Ahitsio"},{"word":"Lakoly","definition":" a: Jer. Lakaoly.\n Ahitsio"},{"word":"Lakomadina","definition":" (fr. la pommade) a : Menaka fihosorana. Fif angaroan-javatra miendrika menaka, manitra, ampiasaina amin'ny fikarakarana ny hoditra na ny volo: Mihosotra lakomadina isan-kariva izy.\n Ahitsio"},{"word":"Lakoraika","definition":" (fr. la grecque) a.: Atidoha: It? angaha efa mivadika lakoraika tokoa!\n Ahitsio"},{"word":"Lakoraona","definition":" fr. la couronne) a.: Meday omena ho mari-boninahitra an'izay nahavita zava-dehibe tamin'ny firenena: Nahazo lakoraona Ranaivo tamin'ny nanaovany vy very ny ainy namonjy an' Ambohimanga nodoran'ny sasany. 4, Fehezam-boninkazo lehibe misy tanjany vy boribory ho mari-pahatsiarovana na fanajana ny maty.\n Ahitsio"},{"word":"Lakozia","definition":" (fr. la cuisine) a.: Trano fanaovana nahandro: Tsy miala ao an-dakozia foana io salsa io. -  F.-p.: Talen-dakozia: lehiben'ny mpahandro.\n Ahitsio"},{"word":"Lakroa","definition":" (fr. la croix) a: Sary na hazo mitanambokovoko mampahatsiaro ny hazo namantsihana an'i Kristy, hita amin'ny toerana maro, indrindra ny toeram-pivavahana (fiangonana, fasana...): Maty teo ambony lakroa i Kristy.\n Ahitsio"},{"word":"Laky","definition":" ft.: Niavian'ny hoe Male ky, halaky, malakilaky.\n Ahitsio"},{"word":"Lala","definition":" p. t. na a: Fantatra (any anindran-tany), ~ Tiana (afovoan-tany): Tsy any ny lalana, ry Idla. i t t f.: Lalaina 1 mahalala, fahalala, mpahalala I ahalalana, fahalalana / mampahalala, mifankahalala I malala.\n Ahitsio"},{"word":"Lala","definition":" a.: Ba na paikan-kira. -  F-p,: Lala voalohany: paikan-kira haingankaingana / Lalo faharoa: paikan-kira miadanadana. / Mahay lala na mailala: mihira na mahay mihira manaraka ba.\n Ahitsio"},{"word":"Lala","definition":" a: Fisaonana ny vadymaty. ? Fikarakarana, fitsimbinana. - t.i.f.: Lalaina, voalala / mandala, fandala, mpandala / andalana, fandalana.\n Ahitsio"},{"word":"Lalaina","definition":" (lala) mt ih. (lalao): Tiavina fatratra: Lalao ny ray aman-dreninareo, rankizy.\n Ahitsio"},{"word":"Lalaina","definition":" (lala) mt, ih. (lalao): Isaonana. •Karakaraina.\n Ahitsio"},{"word":"Lalaka","definition":" a.: Halehibe-na velarana, halehibe. - t.i.f.: Halalahina, alalaka, voalalaka / manalalaka, fanalalaka, mpanalalaka / analalahana, fanalalahana / mahalalaka / laladalaka / malalaka.\n Ahitsio"},{"word":"Lalàm-panorenana","definition":" a: Lalàna manoritra ny rafitry ny fitondrana amin'ny firenena iray izay mazàna atao latsabato amin'ny vahoaka rehetra ny fampankatoavana azy rehefa avy nampahalalaina azy mazava tsara hatramin'ny an-tsipiriany.\n Ahitsio"},{"word":"Lalam-po","definition":" a: Sitrapo tsy voafetra.\n Ahitsio"},{"word":"Lalambika","definition":" (fr. alambic) a.: Fantsona lava miolikolika difotra ao anaty rano mangatsiaka ka raha mandalo ao anatin'io ny entona dia manjary ranomason-takotra azo angonina indray. Ny lalambika dia ilaina amin'ny fanasitiliana ny alkaola.\t--as\n Ahitsio"},{"word":"Lalamby","definition":" a.: Lalana nasiana bara vy lava mitovy elanelana hatrany ikorisan'ny kodiaran'ny masinina, lzay atao indrindra koa hoe fiara na kalesin-dalamby; hazo efajoro na vy no rairaindrihana ipetrahan'ireo bars vy.\n Ahitsio"},{"word":"Lalana","definition":" a : Soritra namboarina hatao fandehanana mampitohy toerana na tanàna roa: Tsara ny lalana mankany Mojanga ~ ho.: Manaraha mandrakariva ny lalan'ny fahamarinana. ? Zavatra tsy maintsy atao mba hahatongavana amin'izay kendrena: Ny fikezahana no lalana mi-tondra amin'ny fahombiazana. •Fahazoanamanao zavatra iray, fahazoam-pahefana hanao zavatra iray: Iza no na-nome blanc anao hiditra ato amin'ny schako? (diso ny mampiasa ny teny hoe \"alalana\" amin'ny fehezan-teny toy io): Mangata-dalana handeha izahay, tompoko. -  F-p.: Labam-be, lala-masaka: lalana andehanan'ny oie-na matetika ka manjary mafy ary tsy misy zavamaniry toy ny ahitra. / Lalam-by: lalana natao handehanan'ny kodingo entin'entona na masinina, izay misy tsoria-metaly roa mitovitovy elanelana hatrany isosan'ny kodiaran' ny masinina,/Lalam-boahangY: arabe migodana sady tsars, matetika voavoly hazo ny mdrany roa. / Lalam-be: arabe malalaka sady voavoatra tsara. / Lalam-bitsika: entimilaza ny lalana farany izay kely. ? hi.: enti-milaza koa ny sori-bilana raha manao vazivazy. / Lalampo: sitrapo tsy voafetra, fanaranam-po. / Laban-kely: lalana tsy azon' ny kalesy aleha fa tery sy manivaldvaka na misy trano ny andaniny roa. / Lalan-tokana: entina milaza lalana iray münja tsy misy azo isafidianana.l Lalan-kombana, lalan-kizorana: ny lalana izay tsy maintsy hodiavina sy handehanana. / Laba-maty: lalana efa tsy misy mpandeha intsony fa nialan'ny ma-ro. / Lalan-kanina: ny lalana idiran'ny sakafo ao an-kibo. / Lalan-drivotra: ny orona sy ny vava izay iainana. / Moron-dalana: ny eo akaikin'ny lalana sy ny sisin'ny arabe an-daniny roa. / Sakeli-dalana: lalan-kely mamakivaky ny elakela-tsaha sy trano. / Sampan-dalana na sampanandalana: fihaonan-dalana ma-ro. / Tom bon-dalana: ambindalana efavitan'ny tenatalohan'ny sasany manaraka ao afara. / Vakin'ny laiana: toeerana izay eo am-povoany no manjary lalana aleha. / Mbay lalana: fiteny fanao raha mandalo sy miserana olona. /Diso lalana: tsy nandeha amin'ny tena lalana ka very. / Saran-dalana: ilazana nyvola aloa amin'ny fiara mitondra any amin'ny tany aleha. / Savalalana: fandehanana mialoha mba hijery sy hanamboatra ny lalana halehan' ny maro avy ao aoriana. / Torolalana: fanorotoroana ny fomba hitondrana asa na raharaha. / Voan-dalana: ilazana ireo zavatra nentina avy tany am-pandehanana ho an' ireo nijanona tao an-trano. / Misakan-dalana: mibahana eo amin'izay alehan'ny sasany; enti-milaza ny jiolahy misakana ny mpandeha mba handrobana azy. / Manao hitsin-dalana: tsy manaraka ny tena lalana fa manavatsava na any anaty volin'olona aza; entina milaza koa ny ankizy tsy mahalala fomba izay mandeha manitsy avy hatrany na misy olona na tsia eo anoloany. l Mitari-dalana: mandeha eo aloha harahin' ny maro. / Mangato-dalana: manao mbay lalana, na mangataka fahazoana manao zavatra. j Mahazo lalana, ma-nome lalana: mahazo fahafahana, manome fahafahana hanao zavatra. / Mahatokandalana: ilazana ny zaza efa afaka handeha samy irery na dia tsy miaraka amin'ny lehibe aza. / Mifanindran-dalana: tafaraka an-dalana ka ny iray an-daniny ny iray an-kilany. /Ma-bolana ilalana (maka volana): mandray izao teny rehetra heno ets? sy erj' izao. / Andalan-tohatra: ireo ambaratonga miakatra na midi na amin'ny tohatra. I Kitay telo an-dalana: fomba fizarana ny haren'ny mpivady misaraka, ka ny roa anjaran'ny lahy, ny iray anjaran'ny vavy. * Ohab.: Manao lalan-kitankisoa: enti-milaza ny olona tsy mahalala afa-tsy ny lalana, na ny fomba efamahazatra falehany ihany fa tsy mba mitady hafa na vaovao. /Ny ratsy tsy kely lalana: enti-milaza fa mikaro-kevitra hifetsena sy hanambakana mandrakariva ny ratsy saina noho izy tsy mba voasakantsakan'ny tahotra ny hanao ratsy. / Omaly ir? ny lalana, anio it? ny lalana: mety hiova ny haleha noho ny anton-javatra, sady tsy mety koa raha manao lalan-kitankisoa. / Tapi-dala-naleha toa soki-nanani-bato: ilazana fa tsy misy na inona na inona azo atao intsony. / Tombondalana no on'ny maty, fa ny lalan-k ira isana ihany: entimilaza ny fahafatesana mpahazo ny manana aina, izay samy mbola hodiavin'ny sisa rehetra ihany koa. ¶ Teny misy hevitra ifandraisany: Lalan-kely, lalan-tsarety, lalam-be, arabe, lalam-boahangy, kizo, soritra, diantsarety, sakeli-dalana, kihondalana, fihaonan-dalana, sampan-dalana, hodimirana, finlahana, fivilian-dalana, lalamasaka, kizo tokana, lalantampina.\n Ahitsio"},{"word":"Lalàna","definition":" a.: Fitsipika na amboaram-pitsipika tsy maintsy arahin'ny olon-drehetra, avoakan'ny mpitondra fanjakanà, na voaraikitry ny fomba amam-panao hatra ny fahagolan-tany, na ataon'ny solombavambahoaka: Fan tatrao ve ny lalàna momba ny fifidianana? / Makà hevitra amin' ny olona mpahay lalàna ianao. 1 h.t: Fepetra arahina amin'ny sokajin-javatra na fahaizana manokana: Araka ny lalànan'ny fitsipipitenenana malagasy dia tsy asiana n amin'ny fanakambanon-teny, raha ka na tra no iafaran' ny teny voalohany: Kara-pifidianana -  F.-p,: Ara-dalàna: mifanaraka amin'ny didy, amin'izay tena izy sy ara-drarinY• / Lalàm-panjakana: didy ataon'ny fanjakana hitondrana ny vahoaka. / Lalàm-pitondran-tena: ilazana ny fitsipipiainana tokony harahina. / Lalàna velona: didy manankery sy mbola arahina. / Lalàna maty: didy tsy miasa intsony ary efa nofoanana. / Olona mahay lalàna mpahay lalàna: ireo mpitsara sy mpiaro eo amin'ny fitsarana, izay efa vita fianarana ambony momba izany. / Manaradalàna: manaraka an-tsakany sy an-davany ny didy ataon' ny mpitondra, ny fitsipika na fepetra samihafa. / Mandika lalàna: tsy manaraka ny didy fa manao zavatra mifanohitra aminy.\n Ahitsio"},{"word":"Lalañana","definition":" na Lañanana (fit p.) a: Karazana volo lava atao fantsakana rano any an-doharano: trobahana ireo tonony rehetra afa-tsy ilay farany ambany.\n Ahitsio"},{"word":"Lalandana","definition":" a: Zavamaniry fanao fanafody.\n Ahitsio"},{"word":"Lalandava","definition":" p.mt.: Tsy misy fijanonana, tsy misy fitsaharana na fiatoana: Falifaly lalandava izy. ¶ M. h.: Mandrakariva.\n Ahitsio"},{"word":"Lalando","definition":" (Ski) a: Anaran-kazo fanao fanafody hatina.\n Ahitsio"},{"word":"Lalandy","definition":" a: Karazan'anan-dia maniry amoron-drano na amin'ny honahona, iray karazana amin'ny ravim-bomanga, ary fahandro na fanao salady.\n Ahitsio"},{"word":"Lalantsara","definition":" a,: Efitra elanelany natao ho toa lalana handalovana alohan'ny hidirana ao anatin'ny tena efitra. -  F,-p,: Vaky ialantsara: enti-milaza trano misy efitra elanelanin'ny lalantsara, andaniny avy.\n Ahitsio"},{"word":"Lalao","definition":" a: Fialam-boly na fialan-tsasatra, ka ny sasany fandaniana andro fotsiny, ny sasany fampitomboana herim-batana na herin-tsaina: Be lalao loatra ny zanakao no tsy androsoany amin'ny fianarana. ~ Lanonana misy zavatra mahafinaritra: Nisy bobo mahavariana tao antranom-pokonolona omaly. * Vazivazy: Misy manao la-lao ratsy izany. - t.i.f : Ilalaovana, tafalalao / milalao, filalao, mpilalao / ilalaovana, filalaovana f mahalalao I lalaolao I kilalao. Teny iray tarika: Kilalao, afakafaka, fampanononana ankamantatra, anjaingy, antsamotady, antsavily, antsefa, asampinga, baolina, daka, diamanga, fampitaha, fanalafihana, fandroribola, fanenjika, fangalampiery, fanorona, hazakazaka, kanety, katro (katra), kifanimpanina, kiombiomby, kindriandriana, kivarivary, kizanajanaka, moraingy, piarapiara, raboka, ralanitra, sabaka, raosijamba, an-kitsapaka, renin-jaza, sadoka, saribakoly, savoandanitra, tandrimo, tanisa, tapi-ka, tamaboha, tongodovia, tongokazo, tolona, totohondry, tsipilavaka, tsongolobatita, tsontsorimamba, valala manjohy, vatokely miara-ma hita\n Ahitsio"},{"word":"Lalaovina","definition":" anaovana vazivazy: Aza kinianiavina toy izao ah o.\n Ahitsio"},{"word":"Lalaovina","definition":" (lalao) mt ih. (lalaovy): Atao kilalao, atositosika na dakana na atsipy mba hahafinaritra ny tena sady handaniana andro: Lalaouin' ny salsa ilay kiborin-taretra. -  Ihomehezana, hanihanina: Aza lalaouinareo ange, rankizy, io vehivauy adala io. 1 Andaniana andro amin'ny fanaranam-batana: Holalaoutny fotsiny io uehivavy io fa tsy halainy ho vady velfuely akory.\n Ahitsio"},{"word":"Lalarana","definition":" na Lalarina (balatra) mt. ih. (lalaro): Soritana a min'ny lelan-javamaranitr&\n Ahitsio"},{"word":"Lalatra","definition":" a.: Soritra na tataka kely amin'ny hazo atao a min'ny lelan-java-maranitra; kaokan'ny dian-javatra; ny mikiaka, i ai. f.: Lalarana, lalarina, voalalatra / mandalatra, fandalatra, mpandalatraf andalarana, fandalarana / laladalatra.\n Ahitsio"},{"word":"Lalerina","definition":" Jer. Tain•dalerina, tay.\n Ahitsio"},{"word":"Lalikera","definition":" (fr. la liqueur) a.: Karazan-zava-pisotro mahery.\n Ahitsio"},{"word":"Lalimanga","definition":" a.: Karazan-dalitra mangamanga, lehibe noho ny lalitra tsotra, fia mipetapeta ka amin'ny maloto ary matetika manatody eny amin'ny hena ka mahatonga azy ho maimbo haingana. * F.-p, :Manao lalimanga: kamo tsy miasa fa mandehandeha fotsiny ombieny ombieny, manao asa milalotra ela.\n Ahitsio"},{"word":"Lalimoara","definition":" (fr. l'armoire) a: Fanaka lehibe, hazo na metaly, lava tsangana ary misy varavaana, natao indrindrahametrahan-damb&\n Ahitsio"},{"word":"Lalina","definition":" p.t.: Enti-milaza izay misy elanelany be ny tampony na ny vavany sy ny fanambaniny na ny vodiny:Lalina it? rano ity (mifanohitra: Marivo). / Latsaka tao anaty teuana lalina izy. ¶ M. h.: Mangitsokitsoka. ~ Entimilaza teny na hevitra voafototra tsara, tsy misafosafo ivelany fotsiny: Lalina ny hevitra naposak'ilay mpandahatra 1 Fatratra, mahatalanjona, lehibe: Lalina izy raha hikabary. / Lalina ny fahoriana nahazo azy. - t.i.f.: Alalina, halalfnfna, voalalina / mandalina, fandalina, mpandalina / andal'mana, fandalinana / manalalina, mankalalina / lalindalina. * F.-p.: Heui-dalina: fisainana saro-takarina ka raha tsy misy manazava na mfvaofy tsy azo tsars. I Lalina aty: enti-milaza ireo vilia na fitoeran-javatra toy ny tavoara, fzay kely ny vavany fa ny atiny kosa tsy araka izany fa lalina. / Lali-nofo: enti-milaza ny tany izay tsara ary tafidina hatrany ambany ny nofon-tany ao aminy. / Lalinkatoka: olona mahia izaY keoka ny hatony. / Lalin-tsaina: manana toe-tsaina sy fahaizana mahataka-javatra sy misaina fatratra. 1 Lalim-paka: mamaka lalina ny fakany ary tsara faniry, mafy orina. f Lalina izany: teny voateny raha mahare zava-manaitra sy manohina ny sains. I Lalina fa..: entina hitarihana ny teny izay holazaina raha misy zavatra manaitra na manobina ny saina hambara. i< Ohab.: Lalim-panihika ka rendra ny fotaka: enti-milaza ireo ta hahazo trondro diso tafahoatra kanjo fotaka no azo; fananarana mba tsy hikendry fotsiny nyhahazo betsaka fa izay tsara sy mendrika, na kelikely aza / Vary amin-dronono tond rahantantely ka tian-ko lalina indrindra: enti-milaza zavatra tiana ho amin'izay hahatsara azy indrindra.\n Ahitsio"},{"word":"Lalitra","definition":" a.: Bibikely misy elany roa fatra-pipetrapetraka eny rehetra eny ka mitondra loto amin'ny tongony na ny faraingom-bava fitsentsefany, ary izany no mahatonga azy ho mpamindra aretina tsy anerany. bti.f.: Lalerina. * Ohab.: Matimatim-pitia toa lalitra ka mitsoboka alohan'ny sotro: enti-milaza izay maimay hanao zavatra ka tsy mahalala izay hahafaty azy akory.\n Ahitsio"},{"word":"Lalitra","definition":" a: Anaran-karatra filalaovana iray izay misy sari-na kodiadiamborona.\n Ahitsio"},{"word":"Lalitromby","definition":" a: Lalitra makadiry toy ny lalimanga fa mainty.\n Ahitsio"},{"word":"Lalivay","definition":" (fr. le levain) a: Koba navela hiotrika elaela izay a fangaro amin'ny ranon-koba hanaova-mofo mba hampibontsina sy hampitombo azy rehefa andrahoina: Mofo tsisy lalivay.\n Ahitsio"},{"word":"Lalo","definition":" a. sady ft. i Lalovana / mandalo, fandalo, mpandalo / andalovana, fandalovana / lalodalovana.\n Ahitsio"},{"word":"Laloana","definition":" (fr. la loi) a: Fomba nanononana taloha ny hoe Lalàna.\n Ahitsio"},{"word":"Lalodalovana","definition":" p. t : Marenindrenina, tsy mahare tsara: Lalodalouana koa Ingahy it? ka!\n Ahitsio"},{"word":"Lalomena","definition":" a: Soavalindrano.\n Ahitsio"},{"word":"Lalona","definition":" a: Karazan-kazo fanaovan-trano.\n Ahitsio"},{"word":"Lalorina","definition":" (lalotra) mt. ih. (lalory): Asiana lalotra: Nolaloriny tsara ny tranon-dRabe.\n Ahitsio"},{"word":"Lalovana","definition":" (lalo) mt. ih. (lalovy): Aleha eo akaiky nefa tsy idirana: Aza lalouana fotsiny ny sakaiza e! • Seranina eo akaiky: Lalouan'ny renirano ny tanànanay. ? Tsy raharahaina: Tsy tsara raha lalouan'ny ankizy ny tenin'ny ntaolo. ~ Dinganina: Tsy tokony holalouana ny ray aman-dreninao amin'izany raharaha izany.\n Ahitsio"},{"word":"Lama","definition":" a: Fahalambolamboana. I t.i.f.: Lamaina, halamaina, voalama / mandama, manalama, fandama, mpandama / andamana, fandamana, fanalamana / mahalama / lama lama I malama.\n Ahitsio"},{"word":"Lamaina","definition":" (lama) mt.ih. (lamao): Atao malambolambo, tsy misy marokoroko na maraorao: Nolamainy tsara ny tehiny ny maraina tontolo. ~ Atao tonga mampibolisatra: Aza lamaina ny fidinana\n Ahitsio"},{"word":"Lamaka","definition":" a: Fandriana midaboka amin'ny tany. - t.i.f.: Alamaka, voalamaka, tafalamaka / mandamaka, fandamaka, mpandamaka l andamahana, fandamahana / milamaka, filamaka, mpilamaka I ilamahana, filamahana / mahalamaka / lamadamaka.\n Ahitsio"},{"word":"Lamako","definition":" a: Hazo roa lafy na taolana vazan'omby ampifampikapohina ohatra ny tanana asolo ny tehaka mba hivelezana ba na hanarahankira. - t.i.f: Mandamako, fandamako, mpandamako. -  F.-p.: Lamako tsy mipaka: enti-milaza ny lamako tsy te-na ampifampipehina fa atao tahaka ny ambana fotsiny. ~ ho.: Raharaha tsy nahavoa, nandamoka.\n Ahitsio"},{"word":"Lamalama","definition":" (Ski) a: Talaho, fombam-bavaka ataon'ny tromba.\n Ahitsio"},{"word":"Lamandy","definition":" (fr. l'amende) a.: Sazy vola: Nosazin'ny fitsarana lamandy roa alina izy tamin' ny nanaovany risoriso.\n Ahitsio"},{"word":"Lamba","definition":" a: Zavatra anaovana ny akanjo, vita arnin'ny kiran-javamaniry, toy ny rongony, landihazo, rofia, izay tadina dia tenomina, — na a min'ny akoran-dandy izay folesina sy ahasina amin'ny ampela dia aira sy tenomina — na amin'ny volon'ondry lava sy matevina tenomina: Lamba inona no nanaovana iny akanjonao iny? ~ Tapadamba lavalava anisan'ny fitafian'ny Malagasy, izay a taony mandrakotra ny soxony ka asampfny amin'ny tomba samihafa: ny lehilahy manao azy fola-droa, ny vehivavy manao sampin-kavia na sampin-kavanana na sampimbalaka izay atao koahoe \"tari-joro\": Tsy mety, hoy ny Ntaolo ny mitafy lamba eo imason'ny tompony. • Fanafohezana ny hoe \"lambamena\": Miomana ny hamono tomba an-draibeny sy renibeny ry zareo ao atsimo. - t.i.f.: Alamba, voalamba, lambaina I mandamba, fandamba, mpandamba / andambana, fandambana. -  F,-p.: Lambajiafotsy: lamba atao amin'ny rafla. /Lamba jabo: lamba izay ny tenany rofia fa ny fahany land'rhazo. / Fahamborodamba: ny tenany rofia fa ny fahany vorodamba. / Lamba rongony: lamba natao tamin'ny rongony. / Lamba landihazo; bomba landy; bomba akotffahana: natao amin'ny landikely ka vita tenona mihitsy ny sorany. f Lambam-piraka: lamba tsotra saingy nopetapetahana zava-mamiratra ny manaraka ny sisiny. / Lam ba sarika: natao tamin'ny kofehy madinika nosarihana tamin'ny vatan'akondro. / Lamba arindrano: lamba tenom-betsileo, misoratra ma inty sy fotsy na haboka sy fotsy ny elanelany. / Lamba rano: lamba landihazo madini-tenons sady manify saiky kararavina ary nasiana loko manga mainty, ka natao lamba fisaonana. / Angoronandamba: ilazana ny olona efa leo laza amin'ny halatra ka vao mandala dia ahoron'ny olona ny lambany mihahy. / Latsa-damba: enti-milaza ny vehivavy diso fitondran-tena tamin'ny lehilahy iray. f Ma-,mono lamba: anambarana ny famonosan-damba ny maty na ny razana ao am-pasana. 1 Manary bomba: olona efalasa adala sy foka ka mandeha a min'izao tsy mitafy lamba. / Mandidy lamba: taloha dia nafatotry ny olona tamin'ny zoron-dambany ny vola, ka iny no nodidian'ny mpangalatra, mitovy karazana amin' ny mpangarom-paosy ankehitriny. / Mandihy tsy torahan-damba: ilazana ny olona diso faly loatra ka avy hatrany dia mandihy tsy maharay lamba hatao sikfna akory. f Manenda-damba: ilazana ny ataon'ny mpangalatra sy jiolahy manendaka ny lamban' ny mpandalo tojo azy. / Ma-vo lamba: ireo olona tsy mba mihaingo ka heverina ho mahantra, na dia tsy izany loatra aza. / Mijery lamba vaky: tsy miraharaha ny havany rovi-damba, manao asa azy. J Misampin-damba: ilazana ny fomba fitondrana ny lamba, sy fametrahana azy eo ambony soroka. / Mpitan-damba: ilazana ny naman'ny mpiady mipetraka ery an-tsisiny ary mitana lamba fa tsy mba miady. • h.i.: Ireo rehetra tsy mbaman dray anjara amin'ny zavatra iray atao, fa mitazana fotsiny. / Ram bon-d am ba: ny vola entina mitsapa alahelo ny mana-manjo. / Rouidamba ririnina, mosarempahauaratra: enti-milaza ny olona ao anatin'ny tena fahoriana na niharan'ny fahavoazana lehibe. J Tari-damba: fitafy lamba misy miramborambo mitehika amin'ny tany. / Tsy mahatan-damba: enti-milaza olona izay voasinton-javatra mafy ny sainy ka tsy voatafiny intsony ny lam bany. * Ohab.: Lamban'akoho ha faty no isarahana: enti-milaza izay rehetra tsy misaraka amin'ny tena raha tsy noho ny fahafatesana. / Lamban' Ikaladala: roui- tsisin'ny mpindmna: aoka samy hitandrina ny fananany ka tsy ho morainy na be indrafo loatra ka ny mpindrana indray no hanjakazaka aminy mandra-pahasimbany. J Manao sora--damba tsy tian'ny mpanjaka: enti-milaza ireo tsy manao araka ny sitrapon'ny mpanjaka (taloha ireny, fony fahampanjaka tsy refesi-mandidy, dia nofaizina mafy). /Mitafy lamba eo imason'ny tompony: enti-milaza ireo tsy tahotra tsy henatra ka mampidera ny zava-nindramina amin'izay nampindrana azy. J Ny fitia sora-damba: samy manana ny tiany ny olona ka tsy misy azo terena ho tia an'it? na iroa. J Touovauy tsy endrehin-damba sarika; tsy adidiko fa adidin-dreniny: raha misy tanora tototry ny soa nefa mbola tsy mahomby ihany, ny ray aman-dreny no mahazo tsiny.\n Ahitsio"},{"word":"Lambaina","definition":" (lamba) mt. ih. (lambao): Alaina amin'ny lamba: Ataouy eto ambony tsihy eto ny valala nolambainareo.\n Ahitsio"},{"word":"Lambaina","definition":" p.t.: Betsaka: Lambaina ny valala tamin'it? lohasaha it? izany.\n Ahitsio"},{"word":"Lambamena","definition":" a,: Lamba vita amin'ny landibe, izay matetika miloko mena antitra, a-tao famonosana ny maty no-ho izy mafy tsy mety 10, ne-fa ataon'ny zokiolona fitondra ihany koa rehefa mianjaika amin'ny andro iray. * Ohab.: Izay sahy maty no mifono lambamena: ny sahY ihany no mahavita zava-dehibe mendri-piderana.\n Ahitsio"},{"word":"Lambana","definition":" a: Fipaohana, fifaohana zavatra, na fandavoana, fandringanana indray mandeha daholo, na filavoana, fianjerana, fahafatesana betsaka indray miaraka, toy ny miaramila maty an'ady na ny olona matin'areti-mifindra. - t.i.f : Lambanina, alambana, voalambana 1 mandambana, fandambana, mpandambana 1 andambanana, fandambanana 1 mifandambana, mampifandambana, mampandambana 1 milambana, filambana 1 mahalambana. • F.-p.: Lambam-bary (a.b.t.: vary midaboka amin'ny tany azon'ny ranonorana na ny rivotra): voa avokoa tsy misy afaka: Lambam-barin'ny fahavalo ny miaramila. Ataon' ny tazon-karena lambam-bary indray miankohoka amindRavola ny vahoaka (Ravelojaona).\n Ahitsio"},{"word":"Lambana","definition":" a: Ravin'akondro a-tao solom-bilia fihinanana; ny ambain'ny tsihy, hazofisaka, ngorodona, varavarana. 1 t.i.f.: Lambanana, alambana, voalambana 1 mandambana, fandambana, mpandambana 1 andambanana, fandambanana 1 mahalamba na 1 lambandambana. -  F.-p.: Main-dambana: entimilaza ny fonon'ny babinkatsaka hita maina, izay fambara fa efa masaka ny katsaka.\n Ahitsio"},{"word":"Lambana","definition":" a: Ny fehezan-drindra hanaovana tsihy na mahavita tsihy fray. - t.i.f.: Lambanana 1 mandambana.\n Ahitsio"},{"word":"Lambanana","definition":" (lambana) mt.ih. (lambano): Temerina tsfhy; asiana peta-kazo.\n Ahitsio"},{"word":"Lambanana","definition":" (lambana) mt. ih. (lambano): Atao am-pehezana\n Ahitsio"},{"word":"Lambanana","definition":" a: Ny sakan'ny lamba: Be lambanana it? lamba it? izany. • Ny tsihy fihinanana velarina rehefa hisakaf o (izay misy manao koa hoe lambana, fa ny heno matetika indrindra dia ny hoe fandambanan a).\n Ahitsio"},{"word":"Lambanina","definition":" (lambana) mt. ih. (lambano): Faohin'ny fahafatesana, ringanina: Nolambanin'ny gripy espaniola ny mponin'it? tanàna it? tamin' ny taona 1919.\n Ahitsio"},{"word":"Lambenana","definition":" Jer. Lembenana.\n Ahitsio"},{"word":"Lambinana","definition":" a.: Karazan-kazo fanaovan-trano na taozavatra.\n Ahitsio"},{"word":"Lambirana","definition":" a.: Anaran-kazo.\n Ahitsio"},{"word":"Lambo","definition":" a: Kisoa dia: Mihaza lambo. -  F.-p,: Lambo resy naLamboresy: ny kisoa. J Lambo sira: henan-kisoa nalona tao anaty sira. / Lambo tsy man-dry: raharaha mbola tsy tapaka, mbola tsy vitre / Manao lambo manoha-dia: mifaninana amin'ny Inhibe na ambony noho ny tena (ny tena fiteny tany an-tendrony dia hoe: manao lambo manoha-dia an-drainy). / Tsy am-boa tsy lambo: tokana irery tsy mana-namana. J Fadindambo amin'amboa: ilazana ireo fady faran'izay mafy. J Tsy amboa tsy lambo: ilazana ny singan-drery tsy misy mPanampy na miaraka, na dia alika na lambo iray aza / Manome vohon-dambo: Mamitaka. * Ohab.: Lambo soso-nify ka nentim-paharazana: enti-milaza toetra nananana hatry ny ela, nolovana tamin'ny razana. J Lambolahy mitsako moka: sitrany ahay vaza-mihetsika: mifaly amin'ny kely hita ambara-pahazo izay tadiavina, aleo mihinan-kely toy izay mandry fotsy.\n Ahitsio"},{"word":"Lambo","definition":" Lambolambo a.: Fanaovana izay hampahalamalama hialan'ny maraorao; fisafosafoana feno tambitamby. - t.i.f.: Lambolamboin a, voalambolambo lmandanrbolambo, fandambolambo, mpandambolambo / andambolamboana, fandambolamboana 1 mifandambolambo, mampif and ambolambo, mampandambolambo / mahalambolambo.\n Ahitsio"},{"word":"Lambohenjana","definition":" a: Karazan-kazo madinidinika henjana. ? h.o.: Ilazana olona tsy azo folahina. •Vehivavy tombandahy.\n Ahitsio"},{"word":"Lambolambo","definition":" Malambolambo: Jar. Mandin?.\n Ahitsio"},{"word":"Lambolamboina","definition":" (lambolambo) mt ih. (lambolamboy): Lamaina, alana raorao: Nolambolamboiny tsara ny tarehiny. • Safosafoina (amin' ny tanana): Nolambolamboiny tamin'ny tanany ny volon-dohan'ny zanany. •Tambatambazana, tehatehaffna: Lambolamboy kely ny zandrinao fa mitomany.\n Ahitsio"},{"word":"Lambomiditra","definition":" a: Fombandrandram-bolo toy ny randramadfnika ihany amin'ny voalohany, fa atao mifandray daholo kosa ny sori-bolo mifanandrify rehetra ka tsy atao tananivoho izy rehefa vita fa atao doko siffla; ny ankizy matetika no atao lambomiditra\n Ahitsio"},{"word":"Lambondrano","definition":" na Lambondriaka a: Karazam-biby mampinono any anaty rano ka mivelona amin'ny hazandrano; mety hahatratra 1 metatra sy sasany ny halavany.\n Ahitsio"},{"word":"Lamboresy","definition":" a: Anaram-bositra nilazan'ny taloha ny kisoa.\n Ahitsio"},{"word":"Lamboridy","definition":" (fr. la bride) a.: Anja-koditra fihazonana ny soavaly taingenana ka ampiasaina hitarihana azy amin'ny lalana tian-kaleha: Anisan-javatra voafaoka ao anatin'ny hoe lamboridy nyuy sakambauan-tsoaualy ary ny kofehin-damboridy.\n Ahitsio"},{"word":"Lamesa","definition":" (fr. la messe) a.: Fanompoam-pivavahana katolika izay isoronana ny vatana sy ny ran'i Jesoa-Kristy Tom-po ao anatin'ny endriky ny mofo sy ny divay.\n Ahitsio"},{"word":"Lamika","definition":" a.: Enti-milaza ny ratsy, ny hetry botry indrindra amin'ny karazana iray.\n Ahitsio"},{"word":"Lamina","definition":" fandaminan-javatra: Tsara lahatra ny kilalao tamin'ny lanonana 26 Jiona • Firindra, filazan-javatramilamina mifanaraka tsara: Tsy i-laina ny kabary tsara lahatra fa poaka aty. • Fitondran' Andriamanitra na ny vintana mihatra amin'ny olombelona: Izao no lahatra ka atao ahoana? - t.i.f.: Laharana, alahatra, voalahatra, tafalahatralmandahatra, fandahatra, mpandahatra / andaharana, fandaharana / mifandahatra 1 milahatra, filahatra, mpilahatra / ilaharana, filaharana / mitandahatra, fitandahatra, mpitandahatra 1 itandaharana, fitandaharana 1 mahalahatra 1 tandahandahatra. -  Kabary tsara lahatra: lahateny efa voaomana ary mirindra fatratra. / Lahapahitra: teny lava na kabary mirehidrehitra atao amin' izay hahafinaritra fotsiny. I Resy lahatra: tsy manan-kolazaina noho ny antony efa mazava niadian-kevitra / Tsy mena- milahatra: ilazanaireo afa-boninahitra, nefa mbola misolantsolana milahatra miaraka amin'ny olona manankaja. / Mandresy lahatra: mahatonga ny ankilany ho resy lahatra.\n Ahitsio"},{"word":"Lamina","definition":" a: Fanaovana izay hisian'ny firindrana, ny fiezahana sy fanaovana izay tsy hahitana korontana; fikarakarana mba ho amin'ny toerany avy ny zavatra. - t.i.f.: Alamina, voalamina,' tafalaminal mandamhia, f andamina, mpandamina f andaminana, fandaminana f mifandamina, mampifandamina, mampandamina I milamina, filamina, mpilamina 1 mahalamina 1 lamfndamina.\n Ahitsio"},{"word":"Laminina","definition":" (lamina) mi ih, (lamino):\tmacomtry Alamina, atao amimpilaminana ka maka mora tsara.\n Ahitsio"},{"word":"Lamisy","definition":" (fr. la mèche) a.: Fia sana fandoahana hazo na vato: Ny lamisy dia misy vatany azo ahodin-tanana, ka rehefa ahodina io, misy uy kely maranitra, atao hoe zanadamisy, mihamilentika hatrany mandoaka ny hazo.\n Ahitsio"},{"word":"Lamizeny","definition":" (Ski) a: Lay lehibe amin'ny andrin'ny botry aloha.\n Ahitsio"},{"word":"Lamo","definition":" (Ski) a: Fangaroanaza vatra hafa ny volamena na ny volafotsy raha tefena.\n Ahitsio"},{"word":"Lamody","definition":" (fr. la mode) a.: Fomba amam-pitafiana miserana ihany mifanaraka amin'ny a taon'ny olona mandritra ny vanfm-potoana iray: Ny volo lava teo alohaloha no lamady ho an'ny touolahy, ary ny zipo fohy ho an'ny touovavy. /Manara-damody. lMpiuarotra lamody.\n Ahitsio"},{"word":"Lamohina","definition":" (lamoka) mt ih. (lamohy): Vokisana, bobohana: Lamohy tsara amin'ny vomanga ireo kisoa ireo hatavy. • Lanahina, trotrahina: Nolamohin'ny hasasarana a-ho ka vao tonga dia nidaboka natory.\n Ahitsio"},{"word":"Lamoka","definition":" p. t : Lao, leony, mamo, vols-y: Nihinana menaka be i Lita kely ka lamoka i t i, f.: Lamohina, alamoka, voalamoka I mandamoka, fandamoka, mpandamoka / andamohana, fandamohana / milamoka / lamodamoka.\n Ahitsio"},{"word":"Lamôka","definition":" a: Atody nakotrika ka tsy foy. é t.i.?.: Mandamoka, fandamoka, mpandamoka. * Ohab.: Mainka izany raha foy, lamokany aza mikiakiaka: enti-milaza ireo olona be avonavona, nefa tsy lasa ambony manao ahoana.¶M.h,: Mainka izany raha ParasilY, ravin-katsaka aza mikasoka; mainka izany raha ranomasina ranom-potaka aza manonja.\n Ahitsio"},{"word":"Lamosina","definition":" a: Ny faritry ny vatana mifamaly any ivoho amin'ny tratra sy ny kibo:Misy marary ato amin'ny lamosiko ato. -  F.-p.: Fola-damosina: entinrilaza ny ray aman-dreny vizana amin'ny fibabena ny zanany. 1 h.i: Reraka noho ny raharaha mafy natao. / Hazondamosina: fitambaran'ny taolana mifampitohitohy manaraka ny lavan'ny lamosina, ka ireo vitsivitsy ambony indrindra atao hoe marozandry. / Tsy manana hazondamosina: tsy manana hevitra ijoroana fa manaraka ny an'ny hala hatrany. / Lakandamosina na lakandranon-damosina na lakandrano fotsiny: ny lempona lavalava midina amin'ny lamosina. / Be lamosina: mivelatra be ny lamosina. / Lava lamosina: ilazana ireo tsy miasa fa miriorio etsy sy eroa fotsiny. / Henoy izany ry hazondamosiko: teny fanaon'ireo be marenina tsy mihaino anatra, sady fatra-paniratsira satria ny lamosiny no asainy mihain o. * Ohab.: Ny kibo tsy mba lamosina: ny tiana holazaina amin'izany dia ny hoe: malemilemy ny kibo fa tsy mba mafy sahala amin'ny lamosina, hany ka tsy mba maharinoana. (Matetika io ohabolana io no tovonana tapany manao hoe: ny tsinay tsy mba vatsy).\n Ahitsio"},{"word":"Lamoty","definition":" a: Hazo madinika be tsilotsilony maniry amin'ny faritany marna any amorontsiraka, manome ilay voa fantatra amin'ny anarana hoe mokonazy.\n Ahitsio"},{"word":"Lampa","definition":" p. t.: Papa: Misy lempa ny saron'ny vata i t.i.f.: Lempaina / milempa.\n Ahitsio"},{"word":"Lampana","definition":" p.t: Jenjina sy fanimpanina, lany hery, noana.\n Ahitsio"},{"word":"Lampata","definition":" (Ski) a: Karazam-bibilavamiforiporitra ao ambany tsihy.\n Ahitsio"},{"word":"Lampatra","definition":" a.: Fandriana mitsotra sy tsy mihetsika (ny hoe ualampatra no fampiasa matetika). 1 t t f.: Alampatra, voalampatra, tafalampatral mandampatra, fandampatra, mpandampatra / andamparana, fandamparana / milampatra / ilamparana, filamparana I mahalampatra 1 lampadampatm.\n Ahitsio"},{"word":"Lampy","definition":" p.t.: Saiky marin-tampona. • ft: Niavian'ireto teny ireto izay hita any amin' ny toerany avy: Solampy, vatolampy, lampihazo, lampivato.\n Ahitsio"},{"word":"Lamy","definition":" Lemilemy (lemy) a: Halefolefo, habodahana, ha-asana: Ny lemin-dRadity no nahazoanaan-dRavorona - t.i.f : Lemena, voalemy I mandemy, fandemy, mpandemy / andemena, fandemena I manalemy, fanalemy, mpanalemy I analemena, fanalemena 1 mankalemy I mihalemy I mahalemy I malemy / halemy, fahalemy, halemena, fahalemena. -  F.-p.: Lemim-panahy: halemen-toetra. * Ohab.: Ny firaka no tsy mba vola: ny lemim-panahiny: misy olona tsy tonga eo amin'ny fitondrana noho izy malemy loatra. / Mangahazo mangidy malemy: hanina amin'ny lemim-panahiny: raha tsy maintsy mandray vola na zavatramanana toetra mifangaroharo, ny toetra tsara ananany no jerena.\n Ahitsio"},{"word":"Lanahana","definition":" (lanaka) mt ih. (lanaho): Rerahina, trotrahina.\n Ahitsio"},{"word":"Lanaka","definition":" p.t.: Trotraka, reraka, valaka noho ny hasasarana na ny hafanana: Lanaky ny dia aho izany. - t.i.f.: Lanahana / malien naira.\n Ahitsio"},{"word":"Lanàna","definition":" Mitovy amin'ny Lalo-na.\n Ahitsio"},{"word":"Lañanana","definition":" a,: Volo lava atao solon-tsiny f antsakana any amin'ny Be tsimisaraka.\n Ahitsio"},{"word":"Landemy","definition":" a,: Hazo fanao fanafody ny hodiny.\n Ahitsio"},{"word":"Landiana","definition":" a: Anarana niantsoana taloha ny zandiana.\n Ahitsio"},{"word":"Landifotsy","definition":" a.: Landy avy amin' ny samoin-dandikely.\n Ahitsio"},{"word":"Landihazo","definition":" na Hasy a.: Anarankazo ary anaran'ny voan'io hazo io koa. Ny landihazo dia hazo madinidinika (Gossypium barbadense); ny fonon'ny voany,rehefa matoy, dia mivaky telo na dimy eo amin' ny vitrany ary dia misy vohavoha mibofaka avy eo, izay azo veraveraina sy sintonina ho kofehy tenomina ho lamba,\n Ahitsio"},{"word":"Landy","definition":" a: Enti-milaza: 1) Ilay bibikely miomby, izany hoe mifono ao anaty tranony, ka iny tranony iny no folesina hatao kofehy tenomina ho lamba. 2) Ilay kofehy tenomina na ny lamba malandilandy vita aminy. 6 Lit:: Milandy, filandy, mpilandy / malandy / mahalandy.\n Ahitsio"},{"word":"Langa","definition":" Jer. Katanga.\n Ahitsio"},{"word":"Langa","definition":" Langalanga a: Fisandratana ambony. i tif: Alangalanga, tafalangalanga / milanga, filanga, mpilanga / ilangalangana, filangalangana.\n Ahitsio"},{"word":"Langa","definition":" p.t: Fatra-panao fihetsika mipelipelika sady tsy maotona, jefy, jefitra.\n Ahitsio"},{"word":"Langato","definition":" (Btm) a: Sifotra mainty mivelona any anaty rano.\n Ahitsio"},{"word":"Lange","definition":" (Ski) a.: Tady fampakarana sy fampidinana entana amin'ny samba.\n Ahitsio"},{"word":"Langehatra","definition":" a: Karazan-toaka, barisa.\n Ahitsio"},{"word":"Langilangy","definition":" a: Tehina makadiry ¶ M.h.: Kibay, tabaka.\n Ahitsio"},{"word":"Lango","definition":" a: Vary lena sy manta endasina dia totoina ka hanina. • h.o.: Teny malemilemy entina h anam batamb az an a; fandrokirokiana sy tambitamby entina hanambakana na hamitahana. - t.i.f.: Langoina, voalango / mandango, fandango, mpandango 1 andangoana, fandangoana / mahalango / langolango. -  F.-p.: Lango malefaka, tan-go malemy: teny atao moramora toa manambitamby, nefa ny hampatoritory ny saina =ana eritreritra no kendrena. ¶ M.h.: Safosiaka mampandry adrisa. * Ohab.: Miteny lango eo imason'ny vary: enti-milaza izay mifosa na manaratsy olona eo imason'ny havany na ny sakaizany.\n Ahitsio"},{"word":"Lango","definition":" (Atm) a: Vary van. Langody a: Mizara be, izany froe raha be noho ilay zarai na ny mizara: Langody vola: Fizarana ny vola taloha. Langoina (tango) mt ih. (langoy): Tambatambazana, drokidrokina.\n Ahitsio"},{"word":"Langoroana","definition":" na Langorony a.: Amponga velesina amin'ny tsora-kazo anankiroa; ampiarahina amin'ny ampongabe izy matetika (Langoro no filaza azy koa any amin'ny faritany atsimo).\n Ahitsio"},{"word":"Langorody","definition":" (Ski) a: Ny loaka amin'ny vody botry atao fanarian-drano.\n Ahitsio"},{"word":"Laniala","definition":" a.: Fanosoran-daingo ny lani-nify, izany hoe ny nify rehetra afa-tsy ny anoloana, mba ho haingo.\n Ahitsio"},{"word":"Lanilany","definition":" a: Ny faritra ambony amin'ny aty vava.\n Ahitsio"},{"word":"Lanina","definition":" (lany) mt ih. (lanio): Atao tapitra, tsy asiana mijanona, taperina: Lanio ny varinao vao mandeha\n Ahitsio"},{"word":"Laniraratra","definition":" (t. tr.) p.t.: Tanta, hotohoto.\n Ahitsio"},{"word":"Lanitra","definition":" a: Ny habakabaka (amin'ny fiteny andavanandro): Manga ny lanitra androany. 1 (amin'ny fiteny ara-pinoana kosa) Ilay fonenana soa ahitan'ny olon-tsambatra an'Andriamanitra: Safononoka ny hasambarana any an-danitra -  F.-p.: Lani-datsaka: fatratra aoka izany, tsara tarehy izaitsizy. / Misotro ron-danitra: milanja loha miavonavona, manao tsinontsinona ny torohevitra omena azy. I Manondro lanitra: enti-milaza zavatra mijoro manandrify ny lanitra. / Andeha handoadanitra aiza aho?: teny entimilaza fa tsy misy azo atao intsony. I An-tany hadiako, an-danitra toharako: fanambarana fa tsy maintsy hataony izay hahazoana ilay nofofoiny na aiza handosirany na aiza hiereny. * Ohab.: Avo ny lanitra ka tsy takatro: teny enti-milaza hafaliana sy haravoana raha toa ka ho tanteraka izay na sy tetehina. / Loloha la-nitra ka samy mitondra ny tandrifiny: enti-milaza fa samy mizaka ny anjarany fa tsy azo ailika ho an-kafa ny soa na ny ratsy mihatra amin'ny tena. / Mandia tany ka solafaka, miloloha lanitra ka lena: enti-manambara na miala tsiny fa na iza na iza tsy maintsy manana ny halemeny noho ny maha-olombelona azy (mivelona eto antany). / Raha mitohy ihany ny hazo, tonga any an-danitra: misy fetra ny fanirin'ny hazo; voafetra koa ny fanambinana fa tsy mitohy hatrany ka tokony hanararaotra ny soa izay sendra sao manenina / Valala mbola an-danitra ka asian-tsira: zavatra mbola tsy eo an-tanana, ka efa voatetika sahady ny ha-tao azy; be tetika ambony ihany. I Ny mpanjaka toy ny lanitra ka tsy azo refesina, ary toy ny masoandro ka tsy azo zehena: enti-milaza ny fahefan'ny mpanjaka izay tsy refeai-mandidy ary tsy tohcrin- teny.\n Ahitsio"},{"word":"Lanja","definition":" a.: Havesaran-javatra aramizana: Firy kilao ny lanjan' io uary io? 1 Fitondrana zavatra na biby na olona eo ambony soroka: Aza atao lanja kisoa, lehiretsy, it? zanak'olona! i t. i f : Lanjaina, voalanja I mandanja, fandanja, mpandanja 1 andanjana, fandanjana / mifandanja I milanja, filanja, mpilanja / ilanjana, H-lanjana I mampilanja, mifampilanja / mahalanja 1 lanjalanja / kilanjalanja. -  F.-p,: Milanja loha: ilazana ny olona miavona sy lasa mirintona noho ny hatezerana ka miandranandrana. / Milanja orona: (Mitovitovy amin'ny eo aloha). / Lanja mandrorona ratatina: entimilaza ny fitomboan'ny tao-na saingy mitsontsorika hatrany kosa ny hery ananana fa tsy mba miakatra. I Lanja miakatra ny fiainana: entimilaza fa misondrotra ho ambony ihany ny fiainana, ny fahaizana amam-pandrosoana, ary na ny vidim-piainana aza.\n Ahitsio"},{"word":"Lanjaina","definition":" (lanja) mt ih. (lanjao): Jerena amin'ny alalan' ny vato-mizanany havesany: Lanjaina ny akoho aty aminay rehefa amidy. ~ Entina ambony soroka, antsorohina: Holanjaiko Rangahy fa omeo vola aho. ? Entina amin'ny filanjana: Tsy zakanay lanjaina io Ramatoa io fa botrefona izaitsizy.\n Ahitsio"},{"word":"Lano","definition":" ft.: Lomano, fitana rano an-domano. i t, i f : Lanosina.\n Ahitsio"},{"word":"Lanoka","definition":" Jer. Lanaka. i t.i.f.: Mahalanoka.\n Ahitsio"},{"word":"Lanona","definition":" a: Fangoronana sy fampirimana ny zavatra nahahy. - t.i.f.: Alanona, voalanona 1 mandanona, mpandanona, fandanona 1 milanona, filanona, mpilanona 1 limonsna, filanonana 1 mahalanona / lalondanona.\n Ahitsio"},{"word":"Lanonana","definition":" a: Fifaliana misy dihy sy hira ary zavarnaneno ataom-bahoaka eny an-kalamanjana. * Ohab.: Ikala fohy mizaha lanonana; efa mody vao hi tan'ny olona (satria noho izy fohy dia very tany anatin'ny olona tany): enti-milaza zavatra na olona tsy tonga tamin'ny fotoana nilana azy. I Lanonam pahavaratra ka ny maraina ihany no izy (satria matetika mirotsaka ny orana ny hariva): rehefa manao zavatra tokony hifidy ny fotoana mahamety azy indrindra. Q M. h.: Zaika, anjaika, korana, fivoriana, firavoravoana, firiariavana, andro iray, andro iray toa zato, andro tsy maty.\n Ahitsio"},{"word":"Lanosina","definition":" (lano) mt, ih. (lanosy): Itana amin'ny lano, ilomanosana: Tsy azo lanosina io rano io fa be mamba.\n Ahitsio"},{"word":"Lanto","definition":" a: Rindra, filaminana; fanamboarana ny zavatra hilahatra; fandaharana tsy hiparitaka sy tsy hikorontana. i ti.f.: Lantoina, alanto, voalanto / mandanto, fandanto, mpandanto / andantoana, fandantoana / milanto, filanto / ilantoana, filantoana / mahalanto.\n Ahitsio"},{"word":"Lantoina","definition":" (lanto) mt. ih. (lantay): Alamina.\n Ahitsio"},{"word":"Lantonoara","definition":" (fr. l'entonnoir) a: Fitaovana fampidinana rano, izay kely ny vavany ambany fa lehibe kosa ny ambony.\n Ahitsio"},{"word":"Lantsika","definition":" p.t.: Miforitra mankany ivoho, hantsika. • Enti-milaza ny tanana mandihy ka mitsotra somary mandroso mihantsika ny felatanana. 1 ti.f: Alantsika, voalantsika, tafalantsika f milantsika, filantsika I ilantsihana, filantsihana / mahalantsika, lantsidantsika.\n Ahitsio"},{"word":"Lany","definition":" p.t.: Tapitra, tsy misy intsony: Lany ny vary ao antsompitra. ? Vary foana: Lany niandry anao teto ny androko, • Simba, levona, hanin-javatra: Lanin'ny fositra it? uoavahy • Ampiasaina: Ohatrinona ny vola laninao nanaovana it9 trano it?! • Tsy misy mijanona noho ny niasana taminy: Mahagaga raha lany sahady ilay pensilihazo novidiko ho anao. 1 Baboina: Lanin'ny fanjakana ny hareny. 1 Ekena, ankatoavina, azoazo, voafidy: Tsy lanin'ny be sy ny maro ny heuitrao. / Lany ho solombavambahoaka Ramasaka • Raisina: Lany ho miaramila ny rahalahiko. ? Ekena, raisina: Tsy lany intsony ny vo-la toy itony. • Atao mahita faisana, hanina: Raha misy tsy manaraka izany lalàna izany dia lanintsika. • Tapa-ka: Lanin'ny mpitsara fa hohelohina foin taona izy. 1 tif: Lanina / mandany, fandany, mpandany / andaniana, fandaniana / mahalany / ahalaniana / lanilany. -  F.-p.: Lany andro: a) entimilaza ny zavatra efa tapitra ny fe-potoana nampahalaza azy, ka tokony hasiampanavaozana; b) mijanona maharitra amin'ny raharaha tsy misy antony firy, na variana amin'ny lalao sy korana / Lany haika: efa nanao izay azo natao rehetra. / Lany atrika: foana daholo ny toko anoloana amin'ny lalao katra, ilazana ny fahataperan'ny azo raisins eo anatrehana. / Lany ara: efanifanarahana sy nifanekena teo amin'ny dinidinika nifampiheverana. / Lany fatotra amampondrana: tapitra avokoa na dia izay nananana kely indrindra aza. / Lany karaoka: tena lany fananana tanteraka ary tsy manana afa-tsy ny e• ny an-koditra sisa. / Lany ron-doha: ilazana ireo nam piasa ny fahaizany sy ny herfn-tsaina nananany amin'izay nokarakarainy. / Lany henatra, lany hasina: nanimba ny voninahiny sy tsy nihevitra ny hajany tamin'ny fanaovan-dratsy. /Lany mondron-kery: lany harena sy fananana nanasoavana zanaka na zavatra hafa nilaina ho tsars. / Lany atody: ilazana ny akoho na vorona efa nanatody betsaka ka nitsahatra tsy nanana atody intsony (I-reo lany harena tsy mahazo vola intsony). / Tsy laniko oelively izany: tsy tiako, tsy ankasitrahako velively. / Tsy lany lanina: be dia be, azo anamparana amin'ny habetsahany. / Haren-danim-bazo: ilazana ireo harena na fananana nomena ny sakaiza ratsy ka verivery foana ary very tanteraka. / Lany uoamena zato: ilazana ny ray aman-dreny lany vola nitaizana sy namelomana ny zanany hatramin'ny fahakeliny. / Lany fanahy: very hevitra tsy mahita izay hatao intsony amin'ny fananarana na amin'ny fitadiavana zavatra tsy hita. / Lany zara: enti-milaza zavatra nozarazaraina ka tsy misy ambiny, na tovovavy nijanona tsy nahazo vady intsony. ¶ M.h.: Tapitra, ritra, majifa, mafafa, borona, levona, foana, goana, fongana, ringana, mangaka, jabolevona, makiky, ringitra, f oan-tanana, madiodio, mangadihady, tsy misy miangana, tsy misy horaotina. Lany be: Lany fatotra amam-pondrana, lany mondron-kery, manaraka mbamin'ny taninketsa, ny any an-tsalaka no miala, mitain-kidin-trano, lany karaoka, lany harena, ravaharena, botry, mitondra kitra, mikiky rindrim-baky, makiky.\n Ahitsio"},{"word":"Lany","definition":" a: Fofon'ny hazandrano: Maimbo lanin-trondro. • Ny kiran'ny hazandrano izay manarona ny tenany. *Bay zavatra maditidity amin'ny hoditry ny amalona. - t.i.f.: Malany.\n Ahitsio"},{"word":"Lany","definition":" a: Ny rirany amin'ny an-kilany sy ny an-daniny, ny lafiny: Maroni-dany roa io, lelan'antsy io. • Ny tendrony, ny tendrony farany: Mbola tsy miseho ihany ny lanin'ny tafika / Tsy hita lany ny ranomasina • Bans,: Ery an-dany andrefan'Ampamarinana no misy anay. i t. i f : Miandany, fiandany, mpiandany / iandaniana, flandaniana / an-daniny.\n Ahitsio"},{"word":"Lao","definition":" p.t.: Tsy mahatoetra, tsy mahapetraka, tsy tamana amin'ny toerana iray; leony. i Ilaozana 1 mandao, fandao, mpandao I andaozana, fandaozana / mifandao, mampifandao, mampandao / mahalao. -  F.-p.: Lao monina: tofoka tamin'ny fipetrahana tamin' ny toerana iray ka any antoeran-kafa indray no mipetraka. I Maimbo lao: ilazana fofon'ny trano izay efa tsy nitoerana naharitra. * Ohab.: Ny vary tsy ilaozan'akatatra, tanàna tsy ilaozan'adala: tsy maintsy misy tsininy kely fa tsy tsara tanteraka akory. / Saonjo iray lohasaha tsy ilaozan'izay hamarara: mitovitovy amin'ilay eo ambony ihany, fa manamarika kokoa ny hevitrahoe amin'ny antokon'olona iray, na fikambanana na fianakaviana, tsy maintsy misy manivaka ihany; tsy ary ho tsara daholo.\n Ahitsio"},{"word":"Laodivy","definition":" (fr. l'eau-de-vie) a: Karazan-toaka mahery.\n Ahitsio"},{"word":"Laoka","definition":" a: Ilazana izay rehetra hanina miaraka amin'ny vary, na hena na anana na hazandrano: Be sira loatra ny laoka i ti.f.: Milaoka, filaoka, mpilaoka / ilaofana, filaofana 1 mahalaoka. -  F.-p.: Laokan-drano: hazandrano. I Laoka ritra: hena na hazandrano ritina, izany hoe andrahoina tsy misy rano. * Ohab.: Raha mahazo patsa indray mahandro, aza manao tsy ho orin-daoka intsony: ny fiainana dia fiezahana isan'andro tsy tapaka, ka raha mahita ny hohanina anio, tsy tokony hianina amin'izay. / Tanora ratsy fihary ka antitra vao ratsy laoka: tokony hitsinjo ny ho avy; izay tsy mba mihevitra ny hanangona fony tanora, hahantra tsy mba hanana ny metimety rehefa antitra\n Ahitsio"},{"word":"Laolao","definition":" a: Jar. Lalao.\n Ahitsio"},{"word":"Laona","definition":" a: Hazo na vato noloahana — fa tsy tanteraka — ka atao fitotoam-bary: Laom-bato, laon-kazo.\n Ahitsio"},{"word":"Laoniny","definition":" (fr. l'aune) a: Halavan-drefy mitovy amin'ny mamakitratra (0,91 metatra eo ho eo). * F.-p.: Amin'ny laonfny: A-ra-dalàna, araka ny rariny.\n Ahitsio"},{"word":"Laoranjy","definition":" (fr. l'orange) a: Voasary mamy.\n Ahitsio"},{"word":"Lapa","definition":" a: Trano itoeran'ny Andriamanjaka. ~ h,o.: Tokantrano tsara tarehy aoka izany na anjakan'ny fiadanana: Lapan'ny fahasambarana ity irano ity. 1 Trano voafidy hanaovana famorana. - t.i.f.: Milapa, filapa / ilapana, filapana 1 mifandapa 1 fifandapa. * F.-p,: Farim-peo tsy milapa: malahelo ary manenina amin'ny soa tsy natao. I Lapa be: fiarahan'ny olona maromaro samihafa mandry ao amin'ny efitra iray. / Manao lapa marivo: enti-milaza izay tsy manaja ny andalan-tohatra fa avy hatrany, raha misy angatahina, mivantana any amin'ny manam-pahefana ambony indrindra / Mangaron-dapa: mangalatra any an-dopa. 1 Miati-dapa: tonga avy any amin'ny vohitra hafa mba hihfra amin'ny tanàna anaovana hasoavana. 1 Miditra an-dapa: miditra amin'ny trano hanaovana hasoavana.\n Ahitsio"},{"word":"Lapana","definition":" p.t: Sasatra, valaka, tsy manan-kery noho ny havizanana na hanoanana: La-pana ny vahoaka niandry ny filoha nandritra ny adiny efatra\n Ahitsio"},{"word":"Lapely","definition":" (fr. la pelle) a,: F'iasana misy lelany vy somary kaoka miditra amin'ny zarany hazo, ka ampiasaina amin' ny fisorohana tany kikisana na ahitra.\n Ahitsio"},{"word":"Lapoaly","definition":" (fr. la poêle) a: Karazam-bilany metaly talesaka, ary misy tahony lavalava, a-tao fanendasana hena, atody.\n Ahitsio"},{"word":"Lapomady","definition":" a: Menaka fanosorana (tsy fiteny intsony, fa pomady no fampiasa ankehitriny).\n Ahitsio"},{"word":"Laposety","definition":" (fr. l'absinthe) a.: Zava-pisotro mahery misy alkaola.\n Ahitsio"},{"word":"Laraka","definition":" (fr. arack) a: Zava-pisotro mahery atao avy amin' ny vary nalôna.\n Ahitsio"},{"word":"Laretirety","definition":" (fr. la retraite) a.: Fihatahana kely mba hanaova- Lar na fandinihana masina sy fivavahana, antsoina matetika koa hoe matsom-panahy.\n Ahitsio"},{"word":"Laro","definition":" a: Izay rehetra aharo amin'ny zavatra iray mba hampitombo ny heriny: A-taon'ny olona laron-toaka ny katrafay. 1 Lavenona namboarina ka afangaro amin'ny paraky na ampifangaroina a• min'ny menaka hanaovana savony: Toa paraky tsisy la-ro izy izany, ry Ikoto a! - t.i.f.: Laroana, alaro, voalaro 1 mandaro, fandaro, mpandaro 1 andaroana, fandaroana 1 milaro, filaro, mpilaro 1 ilaxoana, filaroana 1 mahalaro.\n Ahitsio"},{"word":"Laro","definition":" (Skl) a.: Anaran-kazo tsy misy raviny, mandronono raha tapahina ary fanamamoana hazandrano.\n Ahitsio"},{"word":"Laroana","definition":" (laro) mt. ih. (laroy): Asiana laro: Laroy it? paraky ity.\n Ahitsio"},{"word":"Lasa","definition":" na Lasana p.t.: Miainga, mandeha: Lasa anikeheo i Dada. / Manisa telo aho dia lasa 1 Milefa, mandositra, tsy tana: Tapaka ny fatorany ka Lasa ilay alika ~ Entina: Lasany ilay bokinao teto ambon y latabatra 1 Vidina: Aiza hovidiko iry satroka iry . —Efa lasan'olona io, tompoko. / Lasako dimampolo it9 amalona ity. ? Angalarina, faohina: Lasan'ny sasany halina ny kisoanay. 1 Tsy eo intsony: Zavatra efa lasana izany ka tsy tokony hofohazina intsony. ? Lany andro: Efa lasa izany iamody izany. 1 Maty: Lasa halina tamin'ny iray Rakoto. ~ h. i.: Man omboka milalao: La-sa aho. i ai. f.: Mahalasa 1 ahalasanana, fahalasanana. -  F.-p,: Mahaleova mahalasana: teny entina mitso-drano ny ankizy na ny tanora ka irariana azy mba handresy ny sarotra, hahomby amin'izay rehetra hatao (ara-bakiteny: mba handresy ary hahalasa babo). / Lasam-borona, lasam-binany: llazana indrindra ireo zatovo verivery hevitra noho ny fitiavana, tratran'ny alahelo sy manjonitra tsy marary. / Lasa ambiroa: verivery hevitra sy verivery tadidy. f Lasan-ko razana: maty na nodfmandry. / Lasan-ko vavany toa harontabebaka: (jar. Harona). / Ririnin-dasa tsy tsaroana: mahatsiaro hatsiaka ny olona rehefa ririnina, ary izay tsaroana amin'ny fotoana iray no toa mamirifiry indrindra hatraznin'izay. f Akoho tsy naneno hatr'izay lasan'ny kary: tsy misy porofon'ny fahaverezana mihoatra noho ny tsy fahitana ilay zavatra na ny tsy fandrenesana ny feony. * Ohab.: Lasa tsy manao ue-Loma naman'ny tezitra (io ohabolana io dia matetika misy tapany manao hoe: tonga tsy mifampiarahaba naman' ny sosotra): araka ny lalàn' ny fihavanana malagasy, ny fiarahabana sy ny fanaovambeloma dia tsy maintsy atao raha mbola tsy tapaka akory ny fihavanana. ¶ M.h.: Niala, nisintona, nirintona, nihataka, nisintaka, nidify, \"nadio ny rano nitana\", \"ny lalana mody no nasiany olona\", nandao, nanifi-drano. — Lasa, niendaka, nisinda, nisava, dila.\n Ahitsio"},{"word":"Lasàka","definition":" (fr. le sac) a.: Kitapo be.\n Ahitsio"},{"word":"Lasana","definition":" a: Karazan-javamanfry mandady.\n Ahitsio"},{"word":"Lasantsy","definition":" (fr. essence) a: Karazan'ilo azo avy amin'ny fanasitiliana ny solitany na zavamaniry sasany; ny lasantsY dia manan-toetra mora mirehitra izaitsizy ary ampiasaina hampihetsika ny milina mampandeha ny fiarakodia, fiaramanidina.\n Ahitsio"},{"word":"Lasary","definition":" (fr. l'achard) a: Tongolo voatetika aharo voatabiha ary asiana sakay raha tiana.\n Ahitsio"},{"word":"Lasely","definition":" (fr. la selle) a.: Hoditra voavoatra hipetrahana eo ambony soavaly.\n Ahitsio"},{"word":"Laserake","definition":" (Ski) a.: Tady lava sady lehibe fitarrihana botry na lakana.\n Ahitsio"},{"word":"Lasibatra","definition":" (fr. la cible) a: Teboka eo afovoan'ny baoritra iray izay kendrena anaovana fanazaran-tena. amin'ny fitifirana. ~ ho.: Olonakendrena asiana foana: Ataon'ny olona lasibatra foana io Rangahy io.\n Ahitsio"},{"word":"Lasiray","definition":" a: (ilany sy iray) Ana ram-bola malagasy mitovy a• min'ny ilaa(voamena) (0,10) sy iray (voamena) (0,20) izany hoe 0,30 Fr na 30 santima amin'ny vola ankehitriny.\n Ahitsio"},{"word":"Lasiroa","definition":" a: (ilany sy roa) Anaram-bola malagasy mitovy amin'ny ila (voamena (0,10) sy roa (voamena) (0,40), izany hoe 0,50 Fr na 50 santima amin'ny vola ankehitriny.\n Ahitsio"},{"word":"Lasitelo","definition":" a: (ilany sy telo) Anaram-bola malagasy mitovy amin'ny fia (voamena) (0,10) sy telo (voarnena) (0,60) izany hoe 0,70 Fr na 70 santima amin'ny vola ankehitriny.\n Ahitsio"},{"word":"Lasitika","definition":" (fr. élastique) a.: Matezaroritina atao famehezanjavatra, fitanana akanjo na volo.\n Ahitsio"},{"word":"Lasitra","definition":" a: Zavatra misy sary lempona izay anidinana metaly voaempo, ka rehefa mangatsiaka ilay metaly dia manana endrika mitovy amin'ilay sary fa mivohitra kosa. 1 Marika atao modely amin'ny fanaovan- taozavatra, ohatra, ny mpanjaitra dia manana lasitra (sari-na vatan' olona amin'ny hazo) izay ametahany ny vatan'ilay akanjo rehefa didiany.\n Ahitsio"},{"word":"Lasitra","definition":" a.: Famelezana amin' ny rantsantanana roa avonkina ka terena ao ny hoditr' ilay vonoina ary dia aolana mafy. i Lasirina, alasitra j voalasftra I mandasitra, fandasitra, mpandasitra I andasirana, fandasirana 1 mahala• sitrs I lasidasitra.\n Ahitsio"},{"word":"Lasiventy","definition":" a.: (ilany sy ventY) Anaram-bola malagasy mitovy amin'ny ila (voamena) (0, 10) sy venty (0, 80), izany hoe 0,90 Fr na 90 santima.\n Ahitsio"},{"word":"Lasoa","definition":" (fr. la soie) a.: Lamba landy.\n Ahitsio"},{"word":"Lasopy","definition":" (fr. la soupe) a.: Karazan-tsakafo tsy misy ventiny firy fa ny ro no tena ilana azy.\n Ahitsio"},{"word":"Lasosy","definition":" (fr. la sauce) a: Ranondranon-javatra nandrahoina entina hampahatsiro na hampahafy hanina.\n Ahitsio"},{"word":"Lasy","definition":" a: Fitobiana, fandriana an-tsaha. ? Fivahiniana miaraka maro, mipetraka amin' olona ka manao parasy ho-mana ao. - t.i.f.: Milasy, filasy, mPilasy / ilasiana, filasiana / lasilasy I lasilasina, tafalasilasy / milasilasy, filasilasy, mpilasilasy / ilasilasiana, filasilasiana 1 mahalasilasy.\n Ahitsio"},{"word":"Latabatra","definition":" (fr. la table) a: Karazan'akalana lehibe sady a-vo tongotra atao fiasana, fanoratana, fihinanana: Lamban-databatra -  F.-p.: Mamelatra latabatra: mametraka sy mandamina eo ambony latabatra ny vilia sy ny forongony hisakafoana.\n Ahitsio"},{"word":"Latasy","definition":" (fr. tâche) a.: Asa efa ifanarahana fa hovitaina amin'ny fotoana voafetra.\n Ahitsio"},{"word":"Latopo","definition":" (Ski) a: Kofehy rongony anentsenana ny ady rafitra amin'ny botry.\n Ahitsio"},{"word":"Latotra","definition":" a: Feta na sokay atao amin'ny rindrina ka lamaina tsar& - t.i.f.: Lalorina, alalotra / voalalotra / mandalotra, fandalotra, mpandalotra / andalorana, fandalorana / milalotra, fflalotra, mpilalotra / ilalorana, filalorana / mahalalotra / lalodalotra. -  F.-p.: Efa milalotra ery ianao izany: ilazana olona mandeha tsy rototra na manao raharaha mirefarefa no-ho ny hakamoana. / Fandalo-drary: vazan'omby entina manalama ny tsihy rarina na mampiray tsara ny masondrara.\n Ahitsio"},{"word":"Latsa","definition":" a.: Teny maharary entimaneso na manakora olona voa; teny atao amin'izay voa tamin'ny zavatra nandrarana azy; fitenenana olona tsy mahay mankasitraka ka ampahatsiahivina azy amin'izany ny soanatao taminy. i tif : Latsaina, alatsa, voalatsa 1 mandatas, fandatsa, mpandatsa I andatsana, f andatsana I mahalatsa I latsalatsa.\n Ahitsio"},{"word":"Latsahana","definition":" na Latsafana (latsaka) mt ih. (latsaho, latsafo): lanjerana: Nolatsahan'ny antsy ny tongony ka nantira. ? Asiana: Nolatsahako diamanga ilay mpangalatra ka nidaraboka.\n Ahitsio"},{"word":"Latsaina","definition":" (latsa) mtih. (latsao): Esoina ka akoraina amin'ny fahoriana mahazo azy.\n Ahitsio"},{"word":"Latsaka","definition":" p.t.: (zavatra) Mianjera amin'ny tany: Latsaka ny satrony ka niondrika izy ha-ka azy. 1 Mianjera ao anaty lavaka: Latsaka tao anaty fantsakana ny zanaky ry zareo ao atsimo. —h.o.: Aza auelanao ho latsaka ao anatin' ny fakam-panahy izahay. ~ Midina ambany, mitambotsotra: Latsaka ambany ny naotinao tamin'ny fanadinana farany. ? (olona) Tonga mahia kely noho ny aretina: Latsaka er? ianao izany hatramin'ny nahararianao. ? Mitete, mikoriana: Latsaka ny ranomasony teo am pitantarana izany. ? Tafiditra, tafalentika: Latsaka ao antsaiko ny teninao. ~ Ambany, ambaka: Tsy latsaka no-ho ny zokiny izy. •Ambany noho , kely noho: Tsy latsaka ny ariary zato no niuidianako io boky io. ~ Fiteny amin'ny filazana ora raha mihoatra ny antsasany ka amin'izay atao fanalana amin' ny ora manaraka ny fotoana lazaina: Amin'ny siuy latsaka fahatelony izy no handeha - t.i.f.: Latsahana, na latsafana, alatsaka, tafalatsaka / mandatsaka, fandatsaka, mpandatsaka / andatsahana, fandatsahana / milatsaka, filatsaka, mpilatsaka / ilatsahana, filatsahana 1 mahalatsaka I latsadatsaka. -  F.-p.: Latsa-bato an-tanana: enti-milaza olona mby efa nahazo soa, nefs votsotra sy tsy azo indxay izany. / Latsa-boa: voasesiky ny totohondry mafy eo amin'ny loha vaniany ka mitangolika na safotra. / Latsa-damba: der. Lamba). / Latsaka antany: vao teraka. / Latsapaka: tsara mina. / Latsaka auara-patana: saro-miala. / Latsa-bava: enti-milaza` ny olona manambara zavatra nafenina na tsy voahevitra loatra. / Latsaka am-bouo: tafiditra amin'ny fandrika sarotra ialana. / Miandry voua latsaka: miandry fiteny kely horiritina. f Latsaka ondana: ilazana ireo nisy fahavoazana tamin'ny harena na ny fahefana ka zary nitambororotra sy lasa ambany noho ireo namany. * Ohab.: Volamena latsaka am-bouoka; tsy auelan'ny volony tsy hihiratra: enti-milaza ireo olona mendrika sy marina, ka na haratsina aza dia tsy maintsy miseho ihany ny hasoany.\n Ahitsio"},{"word":"Latsakafitoventy","definition":" a: Anarambola ambanin'ny voarnena ka ny heviny dia hoe: voamena latsaka varifitoventY na 0,15Fr.\n Ahitsio"},{"word":"latsakemboka","definition":"Vola aloa indray mandeha na miverimberina, ohatra isam-bolana na isan-taona, amina fikambanana na fivondronan'olona maromaro mba ho fampandehanana ny fikambanana na ho fanatrarana tanjona iray Ahitsio"},{"word":"Latsapaheniny","definition":" a: Anaram-bola ambanin'ny voamena ka ny heviny dia hoe: voamena latsaka ny ampaheninY (ampahenin'ny voamena), na 0,166 Fr.\n Ahitsio"},{"word":"Latsiana","definition":" na Latsina (latsy) mt ih. (latsio): Asiana latsy, hamafisina amin'ny latsy.\n Ahitsio"},{"word":"Latsy","definition":" a: Hazo atsivalana entina hanamafy ny rafitra na ny tohan-javatra. Hazo atsivalana any anatin'ny rindrin-trano mba tsy hampilefitra azy na hanatanjahana ny firarin' ny takelaka. - t.i.f : Latsiana, na latsina, alatsy, voalatsy I mandatsy, fandatsy, mpandatsy 1 andatsiana, fandatsiana / milatsY, filatsy, mpilatsY / iletsiana, filatsiana 1 mahalatsy 1 latsikely.\n Ahitsio"},{"word":"Lava","definition":" p.t: Tsy fohy: Lava be izany akanjonao Iran y. ? Mitohitohy maharitra: Lava ny fotoam-pialan-tsasatra tamin' ital. ? a: Ny ilan-javatra be refy indrindra: Refeso kely ny lauan'ity trano it?. / NY sakany sy ny lavany. - t.i.f : Halavaina 1 manalava, fanalava, mpanalava 1 analavana, fanalavana I mahalava 1 lavalava I halavana, fahalavana 1 mihalava I halava, fahalava. ~ M. h.: Avo dia, avo ranjanana, lava ranjanana, lavatsindakana, lavatsipaikona, pakapaka, jango, ranga, jakojako, fizofizo, ezoezo, mitezotezo, lava mitaikotaiko, rapeto, la-va fe, lava sirana, lava dingana, tsy mindran-tohatra, mivahan-tsindrano, mitsororika, fezafeza, joaka (joroaka), mitsororoaka, marezoka, m'r rijarija, mandrindrina, milangalanga, tsy miery an-tsena, jaobe.\n Ahitsio"},{"word":"Lavahana","definition":" (lavaka) mt fin (lava-ho): Asiana lavaka: Lavaho kely eto hamboleko katsaka • ho.: Takina: Ananan-dRakoto vola aho ka tavahany foana andro aman'alina\n Ahitsio"},{"word":"Lavaka","definition":" a.: Tany nohadina ka loaka: Latsaka tao anaty Iavaka ny zanany. ~ Loaka amin'ny zavatra iray: Tsy fomba ny manarangarana amin'ny lava-panalahidy, ? Zohy kely tranom-biby: Lava-boalavo. { tif: Lavahana, voalavaka / mandavaka, fandavaka, mpandavaka 1 andavahana, fandavahana / mifandavaka 1 mahalavaka 1 lavadavaka.\n Ahitsio"},{"word":"Lavanty","definition":" (fr. la vente) a.: Varojavatra ampahibemaso ifanongonana hatrany ny vidiny tononina ka izay manonona ambony indrindra — rehefa antsoina intelo ka tsy misy mihoatra intsony — no mahazo ilay zavatra: Hatao lavanty ilay trano atsy Ambodivona. Efa ho lavanty: efa miverimberina tsy misy farany izy izany, efa ho lava.\n Ahitsio"},{"word":"Lavarangana","definition":" (fr. la varangue) a.: Fanampinhy trano ivelan'ny efitra natao hakandrivotra sy hitazantazanana. \n Ahitsio"},{"word":"Lavareny","definition":" p.t.: Miverimberindava tsy misy fiatoany: Ny bedibedinao koa efa ho lavareny ko!\n Ahitsio"},{"word":"Lavasalaka","definition":" a: Anaran-kafailazana ny fandiafasika.\n Ahitsio"},{"word":"Lavatay","definition":" (Btl) a: Garaba.\n Ahitsio"},{"word":"Lavenana","definition":" Fihasimban'ny Levenana.\n Ahitsio"},{"word":"Lavenona","definition":" a.: Vovobovokamalemy manjamanja sisa mijanona avy amin'ny kitay nirehitra ka tsy tonga arina: Tsara hatao zezika ny lavenona. i t.i.f.: Mandavenona.\n Ahitsio"},{"word":"Laveraka","definition":" (Ski) a: Hazo amin' ny ilany ambony amin'ny lain'ny botry.\n Ahitsio"},{"word":"Laviana","definition":" a: Erika, orana madinika kely entin'ny rivotra, izay mazàna mamirifiry izaitsizy: Izany, rahavako, no roa lahy milanja am-betraka — ka sendra laviana miaramiropy — sendra mafana miara-mihinjaka. (Raj. Tselatra). - t.i.f.: Mandaviana, fandaviana.\n Ahitsio"},{"word":"Lavina","definition":" (la) mt.>n. (lavo): Tsy ekena ho marina: Nolaviny izay nolazaiko. 1 Tsy raisina, tsy ekena: Nolaviny izay natoroko azy. / Nolaviny ny fangatahako. ~ Lazaina ampahibemaso fa tsy fantatra: Nolavin'i Piera i Kristy. / Laviko i Satana.\n Ahitsio"},{"word":"Lavira","definition":" a: Anaran-kafa nilazana ny nendra.\n Ahitsio"},{"word":"Lavitra","definition":" p.t.: Tsy akaiky: Lauitra ny toerana misy azy. • h. o.: Lavitra ny hevitro izany lazainao izany. ? Fotoana mbola ho ela: Fantany ny ho avy, na dia mbola lavitra aza. 1 p. mt.: Misy elanelana betsaka: Mahay lavitra Rakoto noho Rabe. i t. L f.: Halavirina na halavitina 1 manalavitra, fanalavitra, mpanalavitra 1 analavirana, fanalavirana 1 mahalavitra / lavidavitra 1 mihalavitra.\n Ahitsio"},{"word":"Lavo","definition":" p. t: Potraka: Nibolisatra izy ka lavo. ~ Voazera amin' ny tany: Tolona amin'ny sakaiza tiana; aleo lauony toy izay mahalavo azy (ohab.). ? Resy: Niady hevitra izahay roa lahy ka lavony aho. it Maty (an-doka): Niloka tamin'ny ady baolina izahay ka lauoko ariary efapolo izy. i t.i.f.: Alavo, voalavo I mandavo, fandavo, mpandavo j andavoana, fandavoana / mahalavo I lavolavo. ¶ M.h.: Potraka, tsirara, mitsinkasina, mianjera, miongana.\n Ahitsio"},{"word":"Lavorarina","definition":" (lavorary) mt ih. (lauorario): Atao vita tanteraka: Lavorario ny raharaha ataonao.\n Ahitsio"},{"word":"Lavorary","definition":" p. t.: Vita araka izay ilana azy, tomombana ny toetrany, tanteraka. - t.i.f.: Alavorary, lavorarina / mandavorary, fandavorary 1 andavorariana, fandavorariana / mahalavorary J halavorary 1 fahalavorarY 1 fahala• vorariana, halavorariana.\n Ahitsio"},{"word":"Lay","definition":" a: Karazan-damba mikitroka ny tenony, lamba fanao irony fialofana fanaovan-dasy; na io fialofana io mihitsy: Kely lambanana loafra ny lay ka tsy nahatakatra ny rindrina avaratra /Nanangana lay tery an-tamponkavoana ny miaramila • Lamba makarakara atao aro moka amin'ny fandriana. • Ny lamba mihantona amin' ny andrin-tsambo izay atosik:y ny rivotra ka mampandeha ny sambo atao hoe Sambolay. - t.i.f•: Laizina/mandaylmilay.\n Ahitsio"},{"word":"Lay","definition":" (Ski) a: Karazan'ahitra any anaty ranomasina. 'Lay p. mdr. na s. mdr.: Jar. I-lay.\n Ahitsio"},{"word":"Lay","definition":" a: Hena alaina trosa, izay efa voafetra ny fotoana handoavana ny vidiny. - t.i.f.: Milay, filay, mpilay / ilaizana, filaizana 1 mahalay.\n Ahitsio"},{"word":"Lay","definition":" a: Tsilotsilo kely madinika dia inadinika hita amin'ny zavamaniry maro toy ny vary, voatavo, raiketa, fary... ary na dia amin'ny bibikely sasantsasany koa aza, tahaka ny fanday, landy, sns... 1 tif: Manday, fanday j lailay, malailay 1 mahalailaY 1 halailay, fahalailay.\n Ahitsio"},{"word":"Laza","definition":" (Ski) a.: Famaky kely fitondra mandeha,\n Ahitsio"},{"word":"Laza","definition":" a.: Fahafantarana manehoeho ananan'ny olona momba ny tena: Nahabe laza azy ny fanaovany ny marina teo amin'ny fifidianana ~ Fiheverana — na tsara na ratsy — ananan'ny olona momba ny tena na zavatra iray: Ratsy laza izy hatramin' ny hala-bato nampanaouiny. / Tsara laza amin'ny tany ama-monina izy. ~ Fanambarana, fampisehoana ary farnpielezana am-bava na an-taratasy. - t.i.f.: Lazaina, alaza, voalaza I milaza, filaza, mpilaza I ilazana, filazana I mampilaza J mahalaza I lazalaza 1 ankalazama J mankalaza, fankalaza, mpankalaza / ankalazana, fankalazana.\n Ahitsio"},{"word":"Lazaina","definition":" (laza) mt ih. (lazao): Amhara, aseho amin'ny teny: Izao no lazaiko aminareo.\n Ahitsio"},{"word":"Lazo","definition":" a: Fiandohana hamainana, fanombohana amin'ny fahasimbana na fahamainana: Ny lazom-boangazo dia mangahazo ahahy amin'ny hainandro ka efa maimaina. t.i.f.: Lazoina, alazo, voalazo /mandazo, fandazo, mpandazo J andazoana, fandazoana 1 malazo. -  F.-p.: Luzon y: sady tsy le-na no tsy main tanteraka. / Lazom-boamangahazo: ny mangahazo nahahy ka mbola tsy maina tanteraka. / Lazon' ady: ady mitohy izay ilana fikirizana sy faharetana. /Lazon'andro: hafanan'ny andin hatramin'ny hariva izay terni mahamay tokoa. / Lazon'antitra: olon-dehibe efa mande-ha eo amin'ny fahanterana. J Lazon-kabary: kabary lavareny ifamaliana tsy misy farany. I Tonta lava: entina milaza zavatra tsy tsars loatra sy efa nanaovana (fitafiana).\n Ahitsio"},{"word":"Lazoina","definition":" (lazo) mt ih. (lazoy): Aserantserana amin'ny afo: Tokony holazoina ilay volotsangana L'an notapahina. Asian'ny amban'aretina, asian'aretina mbola mikotrika: Angamba lazoin'ny kitrotro ity zaza tt?. 1 Asiana: Lazoin'ny hainandro ny andohako. 1 Atarazoka; atao izay hahela: Tsy ho vita na oviana na oviana tty raharaha it? fa lazoinareo lava.\n Ahitsio"},{"word":"Lazolahy","definition":" (Ski) a.: Vatofantsika roa nify.\n Ahitsio"},{"word":"Lebolebo","definition":" (lebo) a.: Loiloy. 1 t. i,f.: Milebolebo.\n Ahitsio"},{"word":"Leda","definition":" a: Ny hoditra na lamba manosika ny rivotra na ny rano hivoaka ny tafoforana sy ny paompin-drano.\n Ahitsio"},{"word":"Leda","definition":" sy Ledaleda (leda) a.: Fandeha mavesabesatra toy ny tsy mahazaka tena, milakolako. - t.i.f.: Mileda, fileda.\n Ahitsio"},{"word":"Lede","definition":" (fr. le dé) a.: Jer. Kodiakely.\n Ahitsio"},{"word":"Lefa","definition":" ft: Tsipy, toraka. ~ Lositra. - t.i.f.: Lefasana, alefa, voalefalmandefa, fandefa, mpandefa 1 andefasana, fandefasana / milefa, filefa, mpilefa 1 ilefana na ilefasana, filefana na filefasana / mahalefa 1 lefalefa.\n Ahitsio"},{"word":"Lefahina","definition":" (lefaka) mtih. (lefaho): Atao tonga milefitra; ketrahina:Azo lefahina amin' ny fanafody ny aretina sasantsasany. / Aza lefahina ny tady. 1 h.i.: Atao tonga adala\n Ahitsio"},{"word":"Lefaka","definition":" a: Halefolefo, tsy fihenjanana. - t.i.f.: Lefahina, alefaka,voalefaka 1 manalefaka, fanalefaka, mpanalefaka / analefahana, fanalefahana 1 mahalefaka / lefadefaka / malefaka / halefaka, fahalefaka I hale-f ahana, fahalefahana.\n Ahitsio"},{"word":"Lefaka","definition":" p. t : Misy fahasimbantsaina, adaladala miteniteny foana na misentosento. - t.i.f.: Lefahina I mahalefaka, fahalefaka 1 halefahana, fahalef ahana.\n Ahitsio"},{"word":"Lefakozatra","definition":" a.: Anaran-kafa ilazana ny poliomielita.\n Ahitsio"},{"word":"Lefasana","definition":" (lefa) mt. pdr. (lefaso): Torahana, tsipazana: No lefasany uaton'antsamotady ilay voromaitala ka maty teo no ho ea. ¶ M.h.: Andefasana.\n Ahitsio"},{"word":"Leferana","definition":" a.: Jer. Laferana.\n Ahitsio"},{"word":"Leferina","definition":" (lefitra) mt. ih. ante-ro): Zakaina, ihafiana, iaretana: Tokony holeferintsika ny fahoriana manjo antsika.\n Ahitsio"},{"word":"Lefitra","definition":" a.: Valona. foritra.lefiravina, ketrona. 1 mt. ih. (lefero): Tanty, zaka: Tsy lefitro izany teny izany. - t.i.f.: Leferina, alefitra, voalefitra J mandefitra, fandefitxa, mpandefitra I andeferana, fandeferana l milefitra, filefitra, mpilefitra / mahalefitra J lefidefitra. -  F.-p.: Lefi-nono: faritra amin'ny akanjom-behivavy izay mamintfna ny tratra mitovy amin'ny akanjo boritanana, mba hanatsarana ny bika. / Lefiravina: akanjo mifanosontsosona sy nasian-ketronketrona tamin'ny nanjairana azy.\n Ahitsio"},{"word":"Lefitra","definition":" a: Enti-milaza izay mitana ny laharana faharoa manarakaraka ny voalohany eo amboniny: Rakoto no filoha lefitra amin'ny Fikambananay.\n Ahitsio"},{"word":"Lefo","definition":" na Lefolefo ft.: Filezolezo toy ny ho tapaka; tsy fahenjanana; fahalefadefabana. 6 t.if.: Alefolefo, lefolefoina j malefolefo / milefolefo, filefolefo, mpilefolefo / ilefolefoana, filefolefoana.\n Ahitsio"},{"word":"Lefoka","definition":" a: Jer. Voalefoka.Lefolefoina (lefo) mt. ih. (lefo- Leh lefoy): Lefahana.\n Ahitsio"},{"word":"Lefona","definition":" a: Fiadiana fanipY misy tahony lavalava, lelany maranitra ary lohany matsilotsilo. 1 Lefonina, alefona, voalefona I mandefona, fandefona, mpandefona 1 andefonana, fandefonana J milefona. -  Lefom-pohy: lefona fohy ny zarany ary mora afenina any am-balahana. / Lefona ivoho: famelezana na fiampangana tsy eo anatrehana fa any ivoho (an-takona), teti-dratsy tsy mivantana fa an-kolaka.\n Ahitsio"},{"word":"Lefonina","definition":" (lefona) mt ih. (lefony): Tsatohana amin'ny lefona.\n Ahitsio"},{"word":"Lefy","definition":" p. t.: Lany hery: Lefy sahady ny hanitr'ilay ranomanitra novidina omaly. ? h.i.: Tsy maso mpanaraka intsony: Efa lefy ankehitriny io didin'akanjo io. 1 Adala. 1 Alefy I mandefy I mihalefy I mahalefy j fahalefy 1 fahalefena, halefana.\n Ahitsio"},{"word":"Leha","definition":" ft.: Findra, zotra. i t. i f• : Aleha 1 mandeha, fandeha, mpandeha J andehanana, fandehanana j mahaleha 1 andeha 1 mandehandeha.\n Ahitsio"},{"word":"Lehibe","definition":" p.t.: Enti-milaza olona na biby sady avo ranjanana no be vatana, na zavatra makadiry, ngeza: Trondro lehibe, trano lehibe. ? a: 1) Ny mpifehy, ny mpitondra: Ho tonga hamangy antsika rahampitso ny lehibe. 2) Ny tale, ny filoha: Ny lehiben' ny mpitsara, ny lehiben'ny sekoly. - t.i.f.: Halehibiazma / manalehibe / analehibiazana, f analehibiazana 1 mihalehibe I halehibe, fahalehibe, halehibiazana, fahalehibiazana. ¶ M. h.: Dabe, makadiry, vaventy, fonitra, debo, f one ta. na, donga, vokatra, ngeza, goay (goaibe), goavana, go-ma (gomabe), dobara (dobarabe), dofa, bontolo, mokany, bolangina, botrefona, beboko, vokavoka (vongavonga), bevava, tsy mifanerana, tsy anoharana, tsy ahombiazana, tsy omby fo. Mihalehibe: mitombo, mütatra, maka vahana, mihamafy, mihombo, manonitra, manararaotra.\n Ahitsio"},{"word":"Lehilahy","definition":" (lahy) a.: Teny ilazana ny lahy amin'ny karazan' olombelona, mifanohitra amin'ny vehivavy: Teo aloha nandoa karatra daholo ny lehilahy feno iraika amby roapolo taona. 1 Olona manankerimpo, mijoro amin'nyheviny, mahavita zavatra: Izany ka lehilahy! 1 (f t.m.): Sakaiza na vady lahy: Lasa niaraka amin'ny lehilahiny any izy. - t.i.f : Voalehilahy. -  F.-p.: Tonon'andro tsy mahoiehilahy: ilazana fa misy ny herin'ny vintana, ka na e-fa mitandrina mafy aza, dia mandaitra amin'ny tsy nampoizina ny vintana. / Fanjakan-dehilahy: ny fampirafesana no antsoina amin'izany satria zavatra tsy tantin'ny vehivavy ny mirafy. * Ohab.: Halauoan-dehilahy: manongalika: tsy mbamitrosina ny lehilahy rehefa lava, fa mora miarina (fankaherezana tsy hivarilavo foana). / Alahelon-dehilahy tsy maharitra hateloana: manindrahindra ny herimpon-dehilahy izay tsy mba mitanondrika ela amin'ny fahoriana.\n Ahitsio"},{"word":"Lehiretsy","definition":" s.m.: Mitovy ary avy amin'ny ilay retsy.\n Ahitsio"},{"word":"Lehiroa","definition":" s.m.: Mitovy ary avy amin'ny ilay roa.\n Ahitsio"},{"word":"Lehitsy","definition":" s.m.: Mitovy ary avy amin'ny ilay itsy.\n Ahitsio"},{"word":"Lehotra","definition":" ft.: Fisalovanana amin' ny zavatra tsy mikasika ny tena, salehotra.\n Ahitsio"},{"word":"Lehy","definition":" Fiovan'ny Ilay, fametraka eo alohan'ny anaran'olona na biby.\n Ahitsio"},{"word":"Lejo","definition":" sy Lejolejo ((ejo) ft: La-va manify. - t.i.f: Milejolejo, filejolejo, mpilejolejo / ilejolejoana, filejolejoana I mahalejolejo.\n Ahitsio"},{"word":"Lejo","definition":" a.: Ny lafy fahatelo manatrika ny zoro mahitsy amin'ny telolafy mahitsizoro: Ny lejo atao toradroa dia mira amin'ny fitambaran'ny lafy roa hafa samy atao toradroa.\n Ahitsio"},{"word":"Lela","definition":" a.: Organa miendrika no-fo lavalava mena ao anaty va-va, izay mamadibadika ny sakaf o voatsakon'ny nify ary manampy amin'ny fanononana ny teny lazaina (rakotra marokoroko madinika ny vohon'ny lela, ka ireo no ahatsiarovana ny tsiron-tsakafo hanina). - t.i.f.: Lelana I lelalela 1 alelalela / milelalela, filelalela , mpilelalela f ilelalelana, filelalelana. a F.-p•: Lelan'angady na lei' angady: ilay vy misy rirany maranitra fihadiana ny tany amin'ny angady. / Lelan'antsy na lel'antsy: ilay vy manify maranitra amin'ny antsy: Mizara roa ny tenan'ny antsy, dia ny zaran'antsy sy ny lel'antsy. / Lela penina: ilay metaly misy vaky kely idiran'ny ranomafnty ka manoratra. / Lela varavarana: ilay hazo mikopaka amin' ny varavarana. / Lela vola (taloha): vola tsy vaky, ariary — (ankehitriny): enti-milaza tena vola fa tsy taratasim-bola na zavatra mitovy vidy amin'ny vola: Saiky haloany vary ny karamako, kanefa tsy nety aho fa nasaiko nataony lela volaihany./Matavy an-dela: manao azy ho mahay na manankarena, ne-fa tsy izany; fatra-mampanantena zavatra betsaka, ne-fa tsy manome inona akory.\n Ahitsio"},{"word":"Lelafina","definition":" (lelaka) mt. ih. (lelafo): Kasihina ary safosafoina amin'ny lela; tambatambazana aoka izany. * Ohab.: Ny latsaka am-po tsy hamelona, ka ny an-tendro-molotra indray no teelafina: raha misy zavatra efa nahavoa ny tena indray mandeha, tsy tokony hilalao amin' ny tahaka an'io fahitandrina fatratra. / Omby mahia tsy lelafin'ny namany: ny mahantra, ny madinika tsy mba mana-namana; ny lehibe, ny mpanankarena ihany no hodidinin-tsakaiza maro.\n Ahitsio"},{"word":"Lelaka","definition":" (lela) a.: Fanakisahana sy fanafosafoana amin'ny le-la. • Fandokadokafana tsy mendrika mba hahazoan-tsitraka. - t.i.f: Lelafina, alelaka, voalelaka / milelaka, filelaka, mpilelaka / ilelafana, filelafana / mahalelaka,leladelaka, -  F-p.: Lela-molotra: filelafana ny molotra, mariky ny faniriana, ny filendalendana hihinan-javatra mahatsiriritra. / Lela-paladia: fitalahoana mafy, fiangaviana izaitsizy, fifonana ambany dia ambany.\n Ahitsio"},{"word":"Lelalela","definition":" a: Firehetan'afo midedadeda. 1 Antsoantso na kiakiaka an-kisesy. 1 Ravaka na lokon-javatra midorehitra 1 Fahamaimaizan'ny amba• vafo toa no ana. 1 ti.f: Lelalelaina / milela• leia, filelalela, mpilelalela / i• lelalelana, filelalelana / mampilelalela.\n Ahitsio"},{"word":"Lelana","definition":" (lela) p.t.: Enti-milaza olona mahay vava, mivatsavatsa ery.\n Ahitsio"},{"word":"Lelany","definition":"Jer. [Lela]  Ahitsio"},{"word":"Lelavola","definition":" a.: Teny enti-milaza vola vy na taratasy azo ampiasaina avy hatrany amin'b zao, fa tsy taratasim-bola mbola tokony hatakalo.\n Ahitsio"},{"word":"Lelefana","definition":" (lelika) mt.ih. (laie-fo): Totorana: Tokony hole-Lefana ity lavaka it? alohan' ny fahavaratra\n Ahitsio"},{"word":"Lelika","definition":" p.t.: Tototra, voasarona: Lelika ny hady. 1 Fano: Leliky ny antsanga inty ny tanimbary. Tsy mahalala ny fahorian'ny sasany intsony izy, fa efa leliky ny harena. - t.i.f.: Lelefana, alelika, voalelika I mandelika, fandelika, mpandelika / andelefana, fandelefana / mahalelfka.\n Ahitsio"},{"word":"Lelo","definition":" a: Tsiranorano maditidity mivoaka avy any an'orona rehefa mitomany na voan'ny sery. -  F.-p.: Manisin-delo: mamoaka ny lelo amin'ny fanosehan'ny rivotra azy avy any anaty orona. f Mifo-delo: mitroka ny lelo hiverina any anaty orona, fa tsy manisina azy. / Paka lelo: enti-milaza irony ankizy izay mikirazorazo lava mipaka eo amin'ny molony ny lelony. / Lelomborontsiloza: ilay hoditra mena mikiraviravy eo ambony vavan'ny vorontsiloza * Ohab.: Ahy, hono, izany lelo haisiko!: enti-milazahoe \"raha mba izaho no nanankanaovana, asa fotsiny 1\"\n Ahitsio"},{"word":"Lema","definition":" p. t.: Mahay sY kinga, mailaka.\n Ahitsio"},{"word":"Lemahina","definition":" (lemaka) mt. ih. (lemaho): Atao lemaka, arenina: Holemahina tsara ny tokotany alohan'ny hanorenana ny trano.\n Ahitsio"},{"word":"Lemaka","definition":" p.t.: Marin-tampon: Tany lemaka. 1 a: Tanymarin-toerana hatrany, zara raha misy ahitana lohasaha, ankandemponana: Ny lemak'i Marovoay. t.i.f.: Lemahina, alemaka, voalemaka/mandemaka, fandemaka, mpandemaka / andemahana, fandemahana / mahalemaka / lemademaka. Tany marina, ankamarenana, ankapetrahana, maharemana, tamponketsa, dembademba, lembalemba, marin-tampon, deboka, komakoma, ankandemponana, lohasaha.\n Ahitsio"},{"word":"Lemana","definition":" (Lena) mt.ih. (lemo): Asiana rano, mandoina: Lemo ny valopy hiditiany tsara. 1 Kotsaina: Lemo (rano) ny lohany raha mafana loatra izy.\n Ahitsio"},{"word":"Lemba","definition":" p.t.: Maty.\n Ahitsio"},{"word":"Lembalemba","definition":" (lemba) a: Tany marin-tampona ambony havoana. i t.Lf.: Milembalemba.\n Ahitsio"},{"word":"Lembenana","definition":" Fiteny miaraka a• min'ny hoe Manaiky: Manaiky lembenana: manaiky no-ho ny tahotra, na henatra, manaikinaiky foana. ¶ M.h.: Manaiky lempona, manaraka ambokony.\n Ahitsio"},{"word":"Lembolembo","definition":" (lembo) a: Loiloy noho ny fofona ratsy ren'ny orona. - t.i.f.: Milembolembo, filembolembo.\n Ahitsio"},{"word":"Lemena","definition":" (lemy) mt. ih. (lemeo): Atao bodaka, mihonankonana: Nolemena tsara aloha ny rihitra. 1 Atao malefaka, mora tsakoina: Lemena anaty rano aloha ny tsaramaso vao handroina. / Lemeo tsara ny hena. / Tonga mihena hery: Nolemen'ny aretina roa vola-na izy. 1 h.o.: Aza mety ho lemen'ny naman-dratsy. / Kapohina, lakasina: No!emen-drainy ny hazo Ilita vao hendry.\n Ahitsio"},{"word":"Lemo","definition":" sy Lemolemo (lemo) a.: Famonjaionjana na fitsapatsap ana zavatra malemilemy. i t.i.f: Lemolemoina, voalemolemo 1 mandemolemo, fandemolemo, mpandemolemo I andemolemoana, fandemolemoana I mahalemolemo.\n Ahitsio"},{"word":"Lemoka","definition":" p.t.: Miditra kely ny molotra ambony: Tsy hitanao ve ilay Rangahy lemoka iny e?. ¶ M.h.: Gema,kepaka.\n Ahitsio"},{"word":"Lemolemoina","definition":" (lemoina) mt. ih. (lemolemoy): Potsipotsehina.\n Ahitsio"},{"word":"Lemozy","definition":" a: Fangatahana mizizo lava tsy mety mijanona raha tsy mahazo; fangatahana somary maneritery sy manelingelina: Manao lemozy er? io Rangahy io rehefa miangavy zavatra.\n Ahitsio"},{"word":"Lempaina","definition":" (lampa) mt. ih. (lempao): Pepoina.\n Ahitsio"},{"word":"Lempona","definition":" a. sady p. t.: Enti-milaza toerana na faritra iva no-ho ny manodidina azy, lesoka: Misa lempona eo amin' ny saokan'it? zaza it?.ILempona ny faritany misy anay ka manevokevoka aoka izan y. - t.i.f.: Lemponina, voalempona / mandempona, fandempona, mpandempona I andemponana, fandemponana / milempona, filempona, mpilempona 1 ilemponana, filemponana / mahalempona / lempondempona f halempona, fahalempona, halempona, fahalemponana. -  F.-p,: Manaiky lempona: Manaiky tsy satry.\n Ahitsio"},{"word":"Lemponina","definition":" (lempona) mt.ih. (lempony): Asiana lempona, iva: Aza lemponina ny satroko.\n Ahitsio"},{"word":"Lena","definition":" p. t.: Nilatsahan'ny rano ka manda, vonton'ny rano, kotsa: Tratran'ny orana aho ka lena ny akanjoko. i t t f.: Lemana, voalena / mandena, fandena, mpandena I andemana, fandemana I mihalena / mahalena / lande-na. ¶ M. h.: Manda, petsa, poretsaka, vonto, bibaka, hetsaka, hotsaka, fetsaka, loditra, kotsa, ditsaka, tantera-drano, mitsoitsoy, mitera-drano, mitsi-drano, malana, malamalana.\n Ahitsio"},{"word":"Lendalenda","definition":" (lenda) a: Faniriana m afy. i t.if: Milendalenda, filendalenda, mpilendalenda / ilendalendana, filendalendana / mahalendalenda, mampilendalenda.\n Ahitsio"},{"word":"Lenjotra","definition":" ft.: Mitovy amin'ny lonjitra fa tsy fiteny loatra intsony.\n Ahitsio"},{"word":"Leno","definition":" a.: Ahitra tenehina mba hanatsara ny fan dokoana; fandraiketana mahatonga ny loko handaitra. - t.i.f: Lenoina, aleno, voaleno / mandeno, fandeno, mpandeno / andenoana, fandenoana / mahaleno I lenoleno. -  F.-p.: Tsy mandray ravindeno: enti-milaza zazavavy na vehivavy tsy te hisahirana amin'ny fanaovan-taozavatra.\n Ahitsio"},{"word":"Lenoina","definition":" (leno) mt ih. (lenoy): Ampangotrahina, tenehina, atsoboka ao anaty leno.\n Ahitsio"},{"word":"Lenoka","definition":" sy Lenodenoka (Lena-ka) p, t.: Mandimandina sy vaventiventy sady mavamavana no midokadoka fatratra (ravin-javamaniry). - t.i.f.: Milenodenoka.\n Ahitsio"},{"word":"Lenta","definition":" na Leta a.: Ilay somary lempona kely amin'ny vavan' ny lavabary ka ipetrahan'ny sarony. -  F.-p.: Mitouy lenta: mitovy haavo, mitovy tantana.\n Ahitsio"},{"word":"Lentehana","definition":" (lentika) mt, pdr. (Ion teho): Tsatohana: Nolentehany hazo maranitra ny manodidina ny tokotaniny.\n Ahitsio"},{"word":"Lentika","definition":" p.t.: Sitrika, tsy fisehoana, fidifian'ny masoandro na ny volana any ambadiky ny faravodilanitra. • Fahelan'ny olona irahina any amin'ny nanirahana azy, fihitsohana lalina. - t.i.f.: Lentehana, alentika, voalentika, tafalentika, mandentika, fandentika, mpandentika 1 andentehana, fandentehana / milentika, filentika, mpilentika / ilentehana, filentehana l mahalentika I lentidentika.\n Ahitsio"},{"word":"Leo","definition":" p. t.: (matetika tsy fampiasa raha tsy miaraka amin' ny \"tsy\") Tanty, zaka, azo zakaina, azo leferina: Tsy leoko ny ataonao ka handeha aho. • Azo toherina, resy: Tsy leon'ny vato ny ria-ka. é Mahaleo I ahaleovana, fahaleovana / fileovana.\n Ahitsio"},{"word":"Leo","definition":" sy Leony (lao) p.t.: Entimilaza olona tsy tia zavatra iray, izay nihinanany betsaka loatra ka nahatonga azy tsy te hiherika azy intsony: Leom-boanjo aho izany. ¶ M.h.: Tofoka, boboka, tohina, tola. • Mamo: Leon-drongony ny anao lahy ka miteniteny foana. * 1. L f : Mankaleo, aleo I fileony, mpileony / mifankaleo. ¶ M.h.: Monaina (monamonaina), mamo, disaka, afapo, lamoka, boboka, tofoka, malilo, tala, malikiliky, loti-ka, lao, tsy tia hiherika, tsy tia veroka, tsy tia vovoka, tsy tia mainty, leom-boananana, tsy tia zava-boribory, tsy tia mololo.\n Ahitsio"},{"word":"Lepaka","definition":" ft.: Fiforetana, fivarorahana. - t.i.f : Alepaka I milepaka, filepaka, mpilepaka / ilepahana, filepahana I mahalepaka / lepadepaka.\n Ahitsio"},{"word":"Lepika","definition":" ft.: Mitovy amin'ny Lepaka fa tsy fiteny loatra intsony.\n Ahitsio"},{"word":"Lerana","definition":" (letra) mt. pdr. (lero): Asiana, ampidirana an-keriny: Nolerany totohondry ny takibako. • mt. ih.: Hanina betsaka mova tsy isesefana: Lero daholo io vary io fa izaho tsy hikasika na eran'ny uauako axa.\n Ahitsio"},{"word":"Lesohina","definition":" (lesoka) me ih. (lesohy): Tsinina: Nolesohin'ny olona ny teniny.\n Ahitsio"},{"word":"Lesoka","definition":" p.t.: Petaka (orona): Lesoka orona io zazauauy io no naharatsy azy. • Iva ary lempona, pepo, tsy feno: Misy lesoka eto ny lalotra ka amboary kely. • h.o.: (anarana): Tsininy: Mahafinariha be ohatrohatra ny lahateninao, fa ny heu tira no sotnary maivana: izay no lesoka aminy. - t.i.f.: Lesohina I mandesoka, fandesoka, mpandesoka / andesohana I mahalesoka / lesodesoka.\n Ahitsio"},{"word":"Lesona","definition":" (angl. tesson) a.: (tr.) Boky, fianarana mamaky. • Zavatra ianaran'ny mpianatra: Ny tantaran'ny foko sakalava no lesonay androany. / Mianatra lesona / Tsy mahay lesona.\n Ahitsio"},{"word":"Leta","definition":" Jer. Lenta.\n Ahitsio"},{"word":"Leta","definition":" sy Letaleta p.t.: Mamindra miledaleda toy ny tsy mahazaka tena, mikonesanesa. 1 tif : Miletaleta, filetaleta, mpiletaleta / iletaletana, filetaletana / mahaletaleta.\n Ahitsio"},{"word":"Letaka","definition":" ft.: Fahalemena sy tsy fahazakana ny tena; fidabohana tsy tafarina intsony; fipetrapetrahana fotsiny any an-tranon'olona. - t.i.f.: Miletaka, filetaka, mpiletaka 1 mahaletaka I letadetaka.\n Ahitsio"},{"word":"Letamaso","definition":" o.: Ny zoron'ny hodimaso.\n Ahitsio"},{"word":"Letra","definition":" a.: Fampidirana an-keriny; fandentehana an-tery setra;fihinanana tafahoatra, fahavokisana hatenda é t. t. f.: Lerana, aletra, letrezana / voaletra, tafaletra l mandetra, fandetra, mpandetra I anderana, fanderana / miletra, filetra, mpiletra / ilerana, filerana 1 mahaletra 1 ledetra.\n Ahitsio"},{"word":"Letrezana","definition":" a.: Fanaovana ambozizy na an-kery; fandentehana an-ditra fa tsy mila izay rirany; fampanekena amin' ny hevitra bontolo: Tsy azo atao letrezana amin'izao akory ny fampidiran-kevitra ao an-tsain'olona\n Ahitsio"},{"word":"Letsena","definition":" (letsy) me ih. (letseo): Asaina mietry, etrena, ahena: Letseo amin'iny ny trosanao aie\", amiko.\n Ahitsio"},{"word":"Letsy","definition":" a.: Fitambotsorana, fietrena sy fidinana; fileferana, fiforetana noho ny lanjan' entana mitambesatra eo amboniny; fihenana. i Aletsy, letsena, voaletsy, tafaletsy 1 mandetsy, fandetsy, mpandetsy 1 andetsena, fandetsena 1 m'iletsy, filetsy, mpiletsy 1 iletsena, filetsena / mahaletsY 1 mitan• detsy 1 mitoletsy. * F.-p,: Letsin-trosa: fomba ifanaovan'ny olona mifampisambo-bola ka ahana amin' ny zavatra hafa na vola tsikelikely ny trosa ananan'ny olona amin'ny tena.\n Ahitsio"},{"word":"Letsy","definition":" na Lehitsy (ilay itsy) s. a: Ise, ialahy: Ialahy letsy mba mandehana a!\n Ahitsio"},{"word":"Levenana","definition":" (levina) a.: Fandevenana: Misaotra Tompoko, fa heni-boninahitra ny velona ary tsara levenana ny maty. • Ny zavatra rehetra enti-manana ny fandevenana ny olona maty. * F.-p.: Levenam-bola: vola notehirizin'ny olona taloha, izay nataony tao anaty vilany tany anaty tany. • h.i.: Soa natao izay tokony handraisam-baliny. / Mihady levenam-bola: mampahatsiahy ny soa vitan'ny tena na ny havan'ny tena mba hahafahana amin'ny sazy mety hahavoa ny tena noho ny heloka vite.\n Ahitsio"},{"word":"Levilevena","definition":" (leuilevy) mt. ih. (ieuileveo): Tezerana mafy.\n Ahitsio"},{"word":"Levilevy","definition":" a.: Teny lava atao ho fitezeran'olona ambany fifehezan'ny tena nahavita hadisoana.\n Ahitsio"},{"word":"Levina","definition":" (angl. levai) a: Fiasan' ny mpandatsa-biriky na ny mpandrafitra hitsapana ny tampon-drindrina na ny nu,-rodons raha taira marin-tampona tsy misy avo sy iva na tsia.\n Ahitsio"},{"word":"Levina","definition":" a: Fanitrihana na fanafenana na fanotofana ao anaty tany: Nataony tsara levina ny volany alohan'ny hiaingany. - t.i.f : Levenana / alevina, voalevina 1 mandevina, fan-devina, mpandevina 1 andevenana, fandevenana 1 mile-vina. filevina, mpilevina I flevenana 1 mahalevina 1 levindevina.\n Ahitsio"},{"word":"Levina","definition":" a.: Kofehy asiana tanifotsy henjanina hanamarihana tsipika mahitsy amin'ny hazo.\n Ahitsio"},{"word":"Levona","definition":" p. t.: Foana, tonga tsy misy: Indray mipy maso ihany, dia mety ho levona, ho-no, izao tontolo izao. • Lany: Levon'ny omby ny vartnay. • Simba: Levon'ny zanakao ny bokiko. • Lasaentona: Leuon-ko fofona ny kamifaoro. • Lasa tsy hita venty intsony toy ny sirs- latsaka ao anaty rano: Laurana tao anaty rano ny siramamy, 1 Voaovan'ny vavony: Tsy mbola leuona ny sakafonao ka aza mandro. - t.i.f.: Alevona, levonina 1 mandevona, fandevona, mpandevona 1 andevonana, fandevonana 1 mahalevona, le• vondevona.\n Ahitsio"},{"word":"Levonina","definition":" (levona) mt ih. (leoony): Atao fongana, tsy misy: Azon'Andriamanitra levonina izao tontolo izao. • Simbana: Noleuonin'lko to ny kilalaon-janako. • Bava-na, fongorana, aringana, arfpaka: Nolevonin'ny mpangalatra ny fananan-dRainizafy ato atsimo. • Ampanjarina ho fofona, ho etona, ho ranony: Levonin'ny masoandro ny zauona / Levony ao anaty rano ny siramamy. • Ampanjarina ho zavatra mahavelona ny tena: Sakafo saro-devonina ny henan-gisa\n Ahitsio"},{"word":"Levy","definition":" a: Famorivorin'ny rano hafanaina ka efa madiva hangotraka, na ny zavatra aotrika elaela mba hasisosiso.. 6 Levena, alevy / mandevy, fandevy / andevena, fandevena I mpandevy I levilevy / alevilevy, levilevena, voalevilevy 1 mandevilevy, fandevilevy, mpandevilevy 1 andevilevena, fandevilevena 1 mahalevilevy.\n Ahitsio"},{"word":"Lezo","definition":" sy Lezolezo ft.: Lavamanify toy ny hiforitra. - t.i.f.: Milezolezo, filezole- zo 1 ilezolezoana, filezolezo- ana I malezolezo.\n Ahitsio"},{"word":"Lia","definition":" ft.: Niavian'ny hoe Malia.\n Ahitsio"},{"word":"Liaka","definition":" p.t: Tia loatra, mirehitra izaitslzy, matimaty amin' ny... - t.i.f.: Miliaka 1 iliahana, filiahana 1 mahaliaka 1 Radia-ka.\n Ahitsio"},{"word":"Liana","definition":" p.t.: Maniry mafy (ta handre na hahita na hihinana...); dodona handre, may ta handre vaovao: Liana ny hahita an-drainy i Naiuo. / Efa liana er? izahay, ry nenibe, fa atombohy ny angano. é nef.: Halianana, fahalianana. el Afa-diana: afa-potamin'ny fialaht-boly na tamin' ny fialan-tsasatra ka tsy maniry ny hanohy intsony; tsy manan-javatra irina hojerena na hohanina intsony. I Liana ady: fatra-pitady ady, te hiady foana. / Lian-tsofina: ta handre vaovao izaitsizy, ta handre bebe kokoa satria tsy nahare tsara na tsy afa•po tamin'izay re. I Manao tsy liantsofina: milaza mialoha arnin'olona zavatra vaovao izay mbolaho henony ihany. / Manala liana: manome ny bevohoka izay tiany hohanina. ¶ M.h.: manalaratsiaina. / Miala liana: manampatra mihinana izay tiana hohanina (fiteny arnin'ny bevohoka indrindra).\n Ahitsio"},{"word":"Liba","definition":" (fr. libre) ft: Fanaranampo tanteraka; fitiavana lalao sy fahafinaretana. i t. L f.: Miliba, filiba, mpiliba / ilibane, filibana 1 aliba.\n Ahitsio"},{"word":"Lietnà","definition":" (fr, lieutenant) a,: Manamboninahitra amin'ny foloalindahy an-tanety sY ana habakabaka,ambonin'ny Solletnà ary ambanin'ny Kapiteny, mitovy fahamboniana amin'ny Enseigne de vais-seau kilasy voalohany amin' ny tafika an-dranomasina (jer. Grady).\n Ahitsio"},{"word":"Lietnà-Kolonely","definition":" (fr, lieutenant-colonel) a,: Manamboninahitra amin'ny foloalindahy an-tanety sy ana habakabaka, ambonin'ny Komandà ary ambanin'ny Kolonely; mitovy fahamboniana amin'ny Capitaine de frégate amin'ny tafika an-dranomasina (jer. Grady).\n Ahitsio"},{"word":"Lihitra","definition":" a.: Maimay sy maimaika hanao zavatra noho ny hajejoana: Lihitra ery izy handeha handihy any amin' ny namany. ¶ M.h.: Lingitra. • Kely loha, maivan-doha. • t f f.: Milihitra, filihitra, mpilihitra 1 ilihirana, filihirana 1 mahalihitra 1 lihidihitra. ¶ M.h.: Liana, litika (solitika), liaka, lefaka, maola, pendina, dedaka, tefotra, seriny, sedika, roboka, adala, mihaitraitra, mimaty (mimatimaty), minitinitika, mihoalahoala, matin-kanin-kely, matim-pitia toa lalitra.\n Ahitsio"},{"word":"Lilatra","definition":" a.: Soritra tavela, lalatra.\n Ahitsio"},{"word":"Lilia","definition":" (angl, lily): Jar. Lise,. Lilo ft. : Niavian'ny hoe Maiilo.\n Ahitsio"},{"word":"Liloha","definition":" (Btl) a.: Omby vositra fa mitarehin'ombalahy.\n Ahitsio"},{"word":"Lilotra","definition":" a : Fidirana any anatin' ny masonkoditra. 1\tf : Tafalilotra 1 mililotra, fililotra / lilodilotra.\n Ahitsio"},{"word":"Lily","definition":" (Br) na Baka (Mer) p.t.: Enti-milaza tandrok'omby somary misabaka mitovy fandry, kanefa misompirana.\n Ahitsio"},{"word":"Lily","definition":" (Ski) a.: Fomba: Lilin-drazana.\n Ahitsio"},{"word":"Lima","definition":" (Ski) a: Vilia hazo lava-lava fanesorana rano ao anaty lakana.\n Ahitsio"},{"word":"Limby","definition":" (fr. limbes) a: (araka ny finoana katolika) Toerana nisy ny olo-marina maty talohan'ny namohan'i Jesoa-Kristy ny lanitra; toerana misy ny zaza tsy manan-tsiny maty tsy vita batemy.\n Ahitsio"},{"word":"Limonady","definition":" (fr, limonade) a.: Zavapisotro tsy misy alkaola izay amboarina avy amin'ny voasarimaktrana ka asiana rano sy siramamy ary indraindray gazy, izay mampisy tapoakan-drivotra mahatsara ny tsirony sy mahamanimanitra azy.\n Ahitsio"},{"word":"Linga","definition":" (Ski) a.: Hazo lava mitsatoka eo amin'ny tendron' ny botry roa eo an-kavian'ny lakana haningorana ny tady fanenjanana ny lay.\n Ahitsio"},{"word":"Lingilingy","definition":" (lingy) a: Teronterona; toetran'izay eo amin' ny toerana avo er? an-ten- drony. - t.i.f.: Milingilingy, filingiingy, mpilingilingY 1 ilingilingiana, filingilingiana 1 mahalingitingy.\n Ahitsio"},{"word":"Lingitra","definition":" p.t.: Lihitra, maimay hanao zavatra noho ny hajejaana. - t.i.f.: Milingitra, filingitra, mpilingitra 1 ilingirana, filingirana na filingitana 1 mahalingitra / lingidingitra / halingirana, halingitana.\n Ahitsio"},{"word":"Lio","definition":" (fit.-p.)a.: Ra.\n Ahitsio"},{"word":"Liona","definition":" (fr. lion) a: Biby lehibe sy matanjaka ary masiaka.\n Ahitsio"},{"word":"Lisa","definition":" (Ski) a.: Toto. 1 t i. f.: Mandisa.\n Ahitsio"},{"word":"Lisansy","definition":" (fr. licence) a: Fanadinana mamarana ny fianarana ambaratonga ambony; diplaoma omena an'izay afaka amin'io fanadinana io. • Taratasy fahazoan-dalana hampiasa fiarakaretsaka.\n Ahitsio"},{"word":"Lise","definition":" (fr, lycée) a.: Kolejim-panjakana.\n Ahitsio"},{"word":"Lisy","definition":" (f- lis) na Lilia a.: Karazam-boninkazo fianakaviamben'ny \"liliacées\", mahatratra 1 metatra ny haavony, ny raviny boribory lavalava maitso mangirana ary ny voniny fotsy mangatsohatso sady mantra miendrika vazy lavalava eo an-tendron-tahony; ny lisy dia noheverina hatrizay ho sarin'ny hadiovam-pitondran-tena.\n Ahitsio"},{"word":"Lita","definition":" sy Litalita a: Fandehanana mikonesanesa, miretareta. i t. L f : Militalita, filitalita, mpilitakta / ilitalitana, filitalitana.\n Ahitsio"},{"word":"Litania","definition":" (fr. litanie) a: Fivavahana misy fitanisanisana anaran'olomasina mandeha irery na miaraka amin'ny toetra masina nananany, ka valiana hatrany hoe: \"mivavaha ho anay\".\n Ahitsio"},{"word":"Litatra","definition":" (fr. litre) a.: Venty fototra ampiasaina raha mamatra ranon-javatra, mitovy hatiana amin'ny iray desimetatra toratelo (1 dm3): Divay telo litatra.\n Ahitsio"},{"word":"Litera","definition":" (angl latter) a: Tarehintsoratra: Misy litera iraika amby roapolo amin'ny abidy malagasy.\n Ahitsio"},{"word":"Litika","definition":" p. t.: Lihitra ta hanao (zavatra). - t.i.f : Militika, filitika, mpilitika / ilitihana, filitfhana i litiditika.\n Ahitsio"},{"word":"Livatra","definition":" a.: Tsara, fatratra aoka izany, lavorary.\n Ahitsio"},{"word":"Livatra","definition":" (fr, livre) a.: Ny lanjan' ny 500 grama na antsasa-kilao.\n Ahitsio"},{"word":"Lo","definition":" p. t. sady a.: Simba sy milotaka: Voankazo lo. - t.i.f.: Lovina J mando, fan-do, mpando / andovana, f andovana / mahalo ) lolo / halovana, fahalovana. a F.-p.: Lon-damba: lamba efa tontan'ny nanaovana. ¶ M. h.: Drodroka, boboka.\n Ahitsio"},{"word":"Loa","definition":" a: Zavatra nohanina ka avoaka amin'ny vava indray: Ny alika no miverina amin' ny loany. • Famoahana vo-la, fanefana vola: Loa vola. 6 Li. f : Aloa, voaloa / mandoa, fandoa, mpandoa 1 andoavana, fandoavana / mahaloa f mampandoa 1 ampandoavhra 1 ampandoavana na fampandoavana.\n Ahitsio"},{"word":"Loahana","definition":" (loaka) mt.ih. (loahY): Asiana loaka; asiana hirika, lavaka: Noloahan'ny voalavo ny tsihy.\n Ahitsio"},{"word":"Loaka","definition":" a sady p. t.: Lavaka kely, hirika: Tsy fanao ny mijery amin'ny loaka amin'ny hidim-barauarana. - t.i.f : Loahana, aloaka, voaloaka / mandoaka, fandoaka, mpandoaka / andoahana, fandoahana / miloaka, filoaka, mpiloaka 1 iloahana, filoahana / mahaloaka 1 loadoaka. -  F.-p,: Loa-body: loaka na gorobaka ny vodinY (harona na hevitra). J Mitahiry an-karon-doobody: tsy mba mitsitsy fa izay rehetra azo lanina avokoa. / Manao teny tsy loa-body: manao fitenenana tsy mazava loatra fa misy afinafenina, ¶ M.h.: Safe li-teny. / Loa-bolana: miteny tsy satry noho ny hagagana eo anatrehan-javatra tsy nampoizfna, na tsara na ratay. ¶ M.h.: Vaky vava. / Loa-jafy: nahazo ny zafy voalohany. j Loaka an-tsakany loaka an-davany: vita tomombana, tsy misy azo kianina fa vita tsara dia tsara amin'ny lafiny rehetra. J Loa-ka orona: enti-milaza lrony olona lanin'ny homamiadana irony, ny orony. ¶ M.h.: Gorobaka, boroaka, borobaka tanteraka, trobaka, voatrebika, voatrebona, voatrabaka, robaka, mangobaka, mangirana. Loaka, lavaka, hirika, haroka.\n Ahitsio"},{"word":"Loakandro","definition":" (andro) a: Entimilaza ny andro fahefatra manomboka amin'ny andro itenenana — na efa lasa izany na mbola ho avy — fa raha mbola ho avy, dia asiana hoe \"raha\"; ohatra: raha Alakamisy no itenenana, ny hoe \"loakandro androany\" dia ny Alatsinainy talohan'io, ary ny hoe \"raha loakandro anio\", dia ny Alahady mana-raira.\n Ahitsio"},{"word":"Loarana","definition":" (loatra) mt.ih. (loaro): Avoaka (avy ao anaty zavatra lalina aty): Loary ny vary. / Folo sobika ny tany noloarana tao anatin'io lava-ka io. ~ ho.: Noloarany ny hatezerana tao am-pony.\n Ahitsio"},{"word":"Loatra","definition":" a.: Famoahana na fanalana ny ao anatin'ny zavatra lalina aty: Ataouy tsara zara ny loa-bary. - t.i.f : Loarana, aloatra, voaloatra, tafaloatra 1 mandoatra, fandoatra, mpandoatra / andoarana, fandoarana / miloatra, filoatra / iloarana, filoarana / mahaloatra / loadoatra. -  F,-p,: Loa-bary an-dasy: fanadihadiana zavatra na hevitra samy eo imaso, ifanatrehana. J Loa-bary mitahy uady: fizaPan-javatra misy fiangarana, ka ny anjaran'ny olon-tiana atao betsaka, fa ny an'ny hafa atao kely.\n Ahitsio"},{"word":"Loatra","definition":" p.mt: Mihoatra noho ny tokony ho izy: Miasa loatra izy. / Kely loatra harona\n Ahitsio"},{"word":"Loba","definition":" sy Lobaloba p.t.: Entimilaza ny akanjo na satroka malalaka loatra. - t.i.f.: Alobaloba 1 milobaloba.\n Ahitsio"},{"word":"Lobà","definition":" (Ski) a: Hazo fisakamitsvalana eo amin'ny vavan' ny botry na sambo itsatohan'ny andriny.\n Ahitsio"},{"word":"Lobaka","definition":" a: Akanjo anatin-dehilahy.\n Ahitsio"},{"word":"Lobaloba","definition":" a: Karazana voahangy.\n Ahitsio"},{"word":"Lobo","definition":" p.t.: Be sofina mihofahofa. -  F.-p.: Lobo maso: enti-milaza olona be hodimaso sy be volomaso mikopakopaka eo ambony maso. J Kisoa loba: kisoa be sofina mihofahofa.\n Ahitsio"},{"word":"Lobolobo","definition":" a.: Zavamaniry fohifohy iray toerana mifanety ka miteraka aloka maizimaizina sady mandomando ny tany aniriany. - t.i.f : Alobolobo, tafalobolobo 1 milobolobo, filobolobo, mpilobolobo.\n Ahitsio"},{"word":"Lobona","definition":" a: Zavamaniry maroro-paniry symandrobona. i t.i.f•: Milobona, filobona, mpilobona.\n Ahitsio"},{"word":"Lodirana","definition":" Lodirina (loditra) mt. ih. (lodiro): Atao tonga vonto, hetsaka.\n Ahitsio"},{"word":"Lodirina","definition":" (loditra) mt.ih (lodiro): Atao tonga malambolambo, malandilandy.\n Ahitsio"},{"word":"Loditra","definition":" p. t: Vonto, hetsaka: Loditry ny tseroka ny akanjon'itsy zaza itsy.\n Ahitsio"},{"word":"Loditra","definition":" p. t.: Malambolambo, malandilandy, tsara tarehy. i t.i.f: Aloditra, lodirina.\n Ahitsio"},{"word":"Lody","definition":" sy Lodolody a: Bazana toetra kaodikaody, mandositra olona; fahamenamenarana eo am-pifaneraserana amin'ny maro. i ti.f.: Milodilody, filodilody, mpilodilody 1 ilodilodiana, filodilodiana.\n Ahitsio"},{"word":"Lofika","definition":" a: Fiondrehan'ny 10-ha; tsy fiarenana tsars arnin'ny toerana misy ny te-na. - t.i.f.: Alofika, tafalofika / milofika, filofilra, mpilofika 1 mahalofika 1 lofodofika.\n Ahitsio"},{"word":"Lofo","definition":" a.: Fiezahana, fikelezana aina hanatanteraka izay atao. i tif: Lofoina 1 milofo, filofo, mpilofo 1 ilofosana, filofosana / mahalofo / lofolofo.\n Ahitsio"},{"word":"Lofo","definition":" (Ski) a: Familiana ny botry hitodika any amin'ny iavian'ny rivotra, indrindra raha handatsaka ny vatofantsika.\n Ahitsio"},{"word":"Lofo","definition":" a.: Omby novonoina taloha raha misy maty mba ho fanomezam-boninahitra ilay nodimandry• 1 ti.f: Lofosana, alofo 1 milofo, filofo, mpilofo 1 ilofosana, filofosana 1 mahalofo / lofolofo.\n Ahitsio"},{"word":"Lofoina","definition":" (lofa) mt.ih. (lofoy): Atao amin-kiry, am-pikirizana: Nolofoiny ny fianarany ka todiny.\n Ahitsio"},{"word":"Lofosana","definition":" (lofa) mt. ih, (lofosy): Ilazana ny olona maty namonoana omby: Raha vao maty Ranona dia nolofosana\n Ahitsio"},{"word":"Loha","definition":" a: Faritra ambony indrindra amin'ny tenan'ny olombelona — ary aloha indrindra kosa ho an'ny biby — izay mizara roa: ny eo anoloana misy ny maso, orona, sofina, vava, ary ny ao an-damosina rakotry ny vo-Io, fa ny ao anatiny kosa misy ny ati-doha fototry ny fihontsonana sy ny fisaintsainana ary ny finiavana: Nianjera izy ka uaky ny lohany (raha ny ao anatin'ny loha no lazaina, dia ny tenyhoe andoha no ampiasaina: Marary ny andohako; jar. Andoha). • h.i.: Saina: 01ona kely loha koa izay nametraka it? teto. ? Lehibe mpitarika: Rainiuoanjo no lohany ta-min 'io raharaha ratsy io. • Tendrony aloha amin'ny zavatra iray: Nifatratra tao anaty zozoro ny loha lakana ? Karazana: Maro loha ny sakafo narosony ho anay. 6 t.lf•: Miloha 1 miandoha, fiandoha I landohana, fiandohana 1 lohaloha 1 milohaloha, filohaloha, mpilohaloha 1 ilohalohana, filohalohana I mahalohaloha 1 aloha. -  F.-p.: Loha heaitra: ny ventin-teny halahatra. / Loha laharana: enti-milaza izay voalohany amin'ny laharana. / Loha lalana: olona alefamialoha harnantatra na hisava lalana. / Loha lositra: ireo lasa voalohany amin'ny fandosirana J Loha rivotra: toerana fiavian'ny rivotra. J Loha tany: tany faramparany ambonimbony. / Loha tondro: ny tendron'ny rantsantanana. / Loha vaingo: loha ratsy tefy na ratsy bika.ILoha valala: ireo tonga voalohany amin'ny andiam-balala. / Loha uaniana: faritra eo anelanelan'ny voa sy ny taolantehezana. J Loha oantony: zana-bantony amin'nY vorona. / Maivan-doha: tsy manam-pieritreretana, tanora fanahy; manidintsidina. / Mi-tondra loha mody: miverina tsy nahavita ny zavatranampanaovina azy. / Mitsipi-doha: manatsidika ny loha eo am-baravarana. / Ratsy loha: manao tetika tsy mahomby. * Fiten sy Ohab.: Aza mitaipa-doha laka-nitana: aza mampiseho tsy fankasitrahana ka ny nahitan-tsoaindray no atao tsinontsinona.ILoha vain go tsy manoa randrana: enti-milaza olona miavonavona tsy mety milefitra. ¶ M.h.: Filoha, lehibe, tale, mpitondra, mpitarika, mpifehy, mpanapaka, mpan didy, vovonana iadian'ny lohany, loholona, ben'ny tany, ray aman-dreny, tomp o men akely, tompombodivona, mpanjaka, andriana, andriamanjaka.\n Ahitsio"},{"word":"Lohakohony","definition":" a: Ny farltra ambony indrindra amin'ny lalan-kanin'ny biby, na ny fa-titra eo ambonin'ny haranany ho an'ny vorona.\n Ahitsio"},{"word":"Lohalambo","definition":" na Andohalambo (fahita matetika kokoa) Karazana rafitra , vato na hazo, boribory kaoka ny atiny: Varavarana misy lohalam bo.\n Ahitsio"},{"word":"Lohalika","definition":" a.: Ny vanin-taolana mampitohy ny ranjo amin' n? fe amin'ny alalan'ny taolana iray boribory, ny ampelandohalika. - t.i.f.: Mandohalika, fandohalika, mpandohahka I andohalihana, fandohalihana 1 mahandohalika I halohalika, * Ohab.: Lohalika sy laferana: izay mandefitra no mandina: (Jar. Laferana).\n Ahitsio"},{"word":"Lohalo","definition":" a.: Lohasaha eny antehezan-ten drom bohitra.\n Ahitsio"},{"word":"Lohamalemy","definition":" a: Ray faritra mfhonankonana eo ampovoamboan'ny lohan'ny zaza, eo anelanelan'ny taolana amin' ny karandohany, izay mihafeno sy mihamafy tsikelikely araka ny fitomboan'ny taonany ka tsy hita intsony mihitsy aza rehefa lehibe izy fa mifangaro amin'ny taolandoha.\n Ahitsio"},{"word":"Lohamalona","definition":" a.: Ny lohan'ireo taolana roa amin'ny ranjo.\n Ahitsio"},{"word":"Lohamandriny","definition":" a: Hero-dronono.\n Ahitsio"},{"word":"Lohantsitsy","definition":" a.: Ny nofo mihorona manarona ny filahiana ka esorina rehefa manao hasoavana.\n Ahitsio"},{"word":"Loharano","definition":" (rano) a: Rano miboiboika avy ao anaty tany, izay rano avy amin'ny ranonorana naninteraka tany anaty tany ka mipoitra indray avy eo; ny loharano rehefa mitambatambatra amin'ny hafa no tonga sakeli-drano, dia renirano ary ony: Ao anaty lobolobo ao misy loharano. ? h.o.: Fototra iandohana, iavian'ny zavatra iray: Andriamanitra no loharanon' ny soa rehetra. / Ny fianarana no loharano ipoiran'ny fond rosoana.\n Ahitsio"},{"word":"Loharaoka","definition":" a.: Ny zavatra azo babo voalohany any an'ady.\n Ahitsio"},{"word":"Lohariana","definition":" (riana) a.: Ny tampony ambony indrindra amin'ny nana. ~ Ny fotoana ialan'ny aina: Efa an-dohariana izy no tonga ny zanany.\n Ahitsio"},{"word":"Lohasaha","definition":" a.: Lempona na ankandemponana anelanelan' ny tendrombohitra roa na manaraka ny vodivona.\n Ahitsio"},{"word":"Lohataona","definition":" (taona) a.: Fizarantaona voalohany amin'ny taona fa miantomboka maniry na mitsiry daholo amin'io ny zavamaniry nihintsana tamin'ny ririnina, miseho lalandava ny masoandro ka betsaka ny hainandro ary mafana ny andro; hatramin'ny volana Septambra ka hatramin'ny Novambra no faharetan'ny lohataona, izay dimbiasan'ny fahavaratra.\n Ahitsio"},{"word":"Lohateny","definition":" (teny) a: Anarana — izay matetika teny fohifohy — entina hilazana boky na toko iray amin'ny boky na koa lahateny famelabelaran-kevitra: \"Mbà olom-banona\" no lohateny nalain'ny mpampianatra anay ho voaboasana. ? Fifanarahana fa hifamela heloka na hifandefitra na hifanampy. -  F.-p.: Manao lohateny tsy mitouy: tsy mifandefitra, tsy mifamaly bontana.\n Ahitsio"},{"word":"Lohatory","definition":" a.: Ray torimasovoalohany raha vao manomboka m atory kelikely.\n Ahitsio"},{"word":"Lohatraoka","definition":" a.: Faritry ny traoka ambony izay ahazoana mamoaka feo; misy taola malemy mivohitra eo anoloan'ny lohatraoka, izay atao hoe traotraoka.\n Ahitsio"},{"word":"Lohavary","definition":" (vary) a.: Ny mongomongo amin'ny fotsimbary; voam-bary kely toy ny torotoro mihitsy aza, izay hita ooalohany eo amin'ny sahafa rehefa manofa vary, ka avy amin'izany no nahatongany anarany.\n Ahitsio"},{"word":"Lohavolana","definition":" (volana) a.: Fihaonana fanaon'ny Protesta isaky ny alatsinainy voalohan' ny volana.\n Ahitsio"},{"word":"Lohavorona","definition":" a.: Fivontosana fahita amin'ny lohan'ny ankizy kely.\n Ahitsio"},{"word":"Lohavý","definition":" a.: Soratra mivaingana vita amin'ny metaly, fampiasa amin'ny prfnty.\n Ahitsio"},{"word":"Lohodohony","definition":" a.: Zana-borona dongadonga.\n Ahitsio"},{"word":"Loholona","definition":" (olona) a: Fitambaran'ireo lehibe mpikarakara (izay atao koa hoe Ray aman-dreny) ao amin'ny fokonolona na fiangonana...\n Ahitsio"},{"word":"Lohombintany","definition":" (tany) a: Tany nomen'ny Andriana fahiny an'izay nahavita soa tamin' ny fanjakana, ka tsy andoavan-ketra.\n Ahitsio"},{"word":"Loiloy","definition":" a: Rikoriko, faniriana ta handoa. 1 Maloiloy 1 mampaloiloy, mahaloiloy, mankaloiloy.\n Ahitsio"},{"word":"Lojo","definition":" na Lojy a, (fit,-p,): Voanemba na tsiarldrafy.\n Ahitsio"},{"word":"Lojy","definition":" (Ski) a: Tsiaridrafy.\n Ahitsio"},{"word":"Loka","definition":" a.: Fanamby ifanaovana: Andeha hanao loka, hoy ny sokatra tamin'ny bitro, fa izaho no ho tonga uoalohany er? ambody hazo er?. ~ Zavatra omena an'izay mahazo amin'ny fanamby: Inona no hatao 1oka, hoy ny bitro tamin'ny sokatra? ~ Lalao ifanambazana vola, ka ny mahazo dia izay maharesy (karatra), na izay naka ny mahery (baolina), na izay naka ny tonga voalohany (hazakazatsoavaly): Lany tamin'ny loka ny fananany. ~ Valisoa omena an'izay voalohany amin'ny olona maro nifaninana: Anio no fizaran-doka ho an'ny mpianatra ao Ananona. i ai. f.: Aloka 1 miloka, filoka, mpiloka 1 ilokana, filokana 1 mahaloka I lokaloka. ? F.-p.: Azo loka, maty loba, resy loka: vos tamin'ny loka ka mandoa amin'ny mpandresy ny vola na zavatra nifanambazana, 1 Loka rano: loka faran'izay mora fa rano no sotroin'izay resy (enti-milaza loka tsy misy antony). I Loba tenany: amin'ny adin' akoholahy, ny akoho resy no lasan'ny tompon'ilay akoho nandresy. 1 Lokan'ny mpivady: teny na zavatra omen'ny lahy mba hampitonitony ny vavy. 1 Lokan'ankizy ka ny azo dia hanina: enti-milaza ny loka omena eo no ho eo.\n Ahitsio"},{"word":"Loka","definition":" a.: Fanipazana lefona, pala, fiadiana..., na fianarana miady arnin'ny lefona. - t.i.f : Lokana, aloka, voaloka I miloka, Moka, mpiloka 1 ilokana, filokana 1 mahaloka I lokaloka,\n Ahitsio"},{"word":"Lokaloka","definition":" (Tsm) a.: Vatan-kazo noloahana toy ny lakana atao fanomezan-tsakafo ny biby. ¶ M. h.: Tavin-dolana, kilàny.\n Ahitsio"},{"word":"Lokaloka","definition":" a.: Voadivoady, toky mafana. i t. L f : Milokaloka, filokaloka, mpilokaloka I ilokalokana, filokalokana.\n Ahitsio"},{"word":"Lokana","definition":" (loka) mt. ih. (lokao): Anipazana lefona.\n Ahitsio"},{"word":"Lokanady","definition":" a.: Dina na fanekena nifanaovan'ny miaramila hiady na hiantafika fahizay. (Anisan'ny lokanady nalaza fahiny ilay fepetra iray mitaky \"ny fandoram-belona izay miamboho lehilahy\", izany hoe miverina ilalana mandositxa ny fahavalo; azo heverina fa hatramin'izay no nahatonga ny fitenenana hoe \"aleo mandroso ho faty toy izay miverin-ko may\").\n Ahitsio"},{"word":"Lokanga","definition":" a.: Zavamaneno malagasy mitovitovy amin'ny lokanga vazaha ihany, fa tsotra dia tsotra ny bikany; ny fikasohana dia atao amin'ny tsiraka taretra na tsiraka hodi-knzo toy ny lombiry, vihana; ditin-kazo manitra (ramy ) no ahosotra ireo tadiny, izay misy 4 ka hatramin'ny 7. -  Lokanga hisatra: sarin tsarin- dokanga ataon'ny ankizy kilalao ka hisatra no ataony solon-tadin-dokanga. I Lokangam-bazaha: lokanga vita vazaha. / Lokanga uaua: lokanga vy kely hazonina arnin'ny nify dia tendrena arnin'ny tanana. f Lokanga uoataoo: Karazan-dokanga izay voatavo no atao reninY. ¶ M.h.: Jejy. * 0 hab.: Lokanga hisatra: tapaka andro nanaooana: entimilaza zavatra tsara fa tsy maharitra. 1 Lokanga tsy a-tao ka lehibe ny uoatauo: milaza ho tsy mahavita zavatra iray niangaviana azy, kanefa te hoderaina indray ka miteniteny momba ny fanaovana an'io zavatra io.\n Ahitsio"},{"word":"Lokangahisatra","definition":" a: Zavamaneno kilalaon-jaza natao tamin' ny zozoro maina anankiroa tokony ho irain-jehy mahery kely, ka iny zozoro iny ihany no nosokirina hahazoana tadiny.\n Ahitsio"},{"word":"Lokangavava","definition":" a: Zavamaneno tsofina, vita amin'ny tapa-by kely; ankinina amin'ny nify izy ary somary akombona kokoa ny molotra: ny rivotra avy ao am-bava no mampipararetra ilay tariby kely eo afovoany rehefa kitihin' ny fanondro.\n Ahitsio"},{"word":"Loko","definition":" a.: Sora-javatra: Vony sy maitso tanora ny lokon'ny tranony. ? Rano na vovoka noharoina ka mahatonga vo-]on-javatra sy sorany axaka ny karazany: Ampifangaroy ireto loko roa ireto fa ho tsara. 1 Dity anakambanana zavatra mba hiraiketany mafy: Ny taratasim-panjakana matetika dia uoadity amin' ny loko afo. i tif: Lokoana, aloko, voaloko 1 mandoko, fandoko, mpandoko 1 andokoana, f andokoana 1 miloko, filoko, mpiloko ) ilokoana, filokoana / mahaloko. ~ F.-p.: Loko rora: loko mi- Loi endrika zavatra lavalava. (Loko afo: loko fanaovana tombo-kase, izay dorana amin' ny afo ka mitsonika mitete ary iny mitsonika iny no apetaka amin'ny valopy ho filazana fa tsy misy mahazo manokatra azy io raha tsy izay tokony hanao izany. Teny iray tarika: Loko, fotsy, fotsy botsiaka, fotsy botsatsaka, fotsy bobo, fotsy manjopiaka, fotsy ranoray, fotsy hiaka, fotsy mangatsakatsaka, fotsy manganohano, fotsy mangatsohatso, fotsy ravoravo, fotsy hatsatra, mivolom-bolafotsy, mena, me-na vongatraka, mena mohatrakatraka, mena mangoràka, mena jaky, menafify, mena mangatrakatraka, mena antitra, mena mivaivay, mena dorehitra, mena hatraka, me-na ranombalahy, mena mangaka, haboka, menapiny, volondaoranjy, tamotamo, mivolom-bolamena, mihodibola, vonimpaiso, mavokely, mavo tanora, mavo, mavomena, mavo antitra, mavo mania, vony, vonivony, mazaza, mantsasaka, vololona, maitso tanora, volondomotra, manga tanora, maitso mavana, maitso milenodenoka, maitso antitra, manga, manga volondanitra, manga antitra, nifinakanga, angana, volomparasy, volondavenona, frandrilavenona, volombatolalaka, volomboahangy, volonkary, mania, volontakatra, mainty, maintimainty, mainty vasoka, miarimbilany, mainty ngilo, mainty ngizina, mainty piso (piripiso), mainty ngaly, merona, ngerona.\n Ahitsio"},{"word":"Lokoana","definition":" (loko) mt. pdr, na th. (lokoy): Asiana loko: Nolokoany mena dorehitra ny tranony. ? Asiana dity hipetaka: Lokoy tsara ny valopy.\n Ahitsio"},{"word":"Loky","definition":" na Lokiloky p. t : Toran' ny hehy: Loky, lokilokin' ny hehy: Vaky mihomehy fatratra.\n Ahitsio"},{"word":"Lolana","definition":" a.: Hontsam-bilany na vilia. -  F.-p.: Ranon-dolana: ranona hontsam-bilia.\n Ahitsio"},{"word":"Lolitra","definition":" Mitovy amin'ny Lolotra.\n Ahitsio"},{"word":"Lolofotsy","definition":" a: Lolo kely fotsifotsy fatra-panatonkatona ny jiro mirehitra. * Ohab.: Mitono teno toa lolofotsy: Mankaha-doza, manao vy very ny aina.\n Ahitsio"},{"word":"Loloha","definition":" (loha) a: Fitondrana zavatra an-doha: Loloha kitay; na zavatra mitatao ambonin'ny loha: Loloha lanitra ka samy mitondra ny tandrifiny. • Ny havana akaiky izay sahirankirana na mananosarotra amin'ny fivelomana ka adidin'ny tena ny manohana azy: Lolohanao ireo antitra ireo ka tsy azonao ariana amin'olona. i tif: Lolohavina, aloloha, voaloloha / miloloha, filoloha, mpiloloha / ilolohavana, filolohavana pmahaloloha. -  F.-p.: Loloha aman'entana: havaria akaiky tsy azon' ny tena ialana fa tsy maintsy velomina sy karakaraina. / Entin-doloha: enti-milaza ny vehivavy maty vady alain' ny rahalahin'ny vadiny ho vady indray. / Mizaka Loloha: manohana havana akaiky sahirankirana / Tsy mahazaka loloha: tsy tia na tsy afaka manohana havana mila fanampiana. * Ohab.: Loloha lanitra ny fiainana ka samy mitondra ny tandrifiny: enti-milaza fa ny olona rehetra dia samy manana ary mizaka ny anjarany avy.\n Ahitsio"},{"word":"Lolohavina","definition":" (Ioha) mt. ih. (lolohavy): Entina an-doha: Asio halana uao loiohauina ny siny. • Hajaina fatratra: 010-na lolohauiko an-tampon'ny loha ianao, tompoko, ka tsy azoko tsiratsiraina.\n Ahitsio"},{"word":"Lolompaty","definition":" a: Karazana lolo lehibebe izay maintimainty manopy mena ary misy pentina boribory lehibe mangamanga eo amin'ny ilany ambony toy ny maso roa makadiry, ka izany no nahatonga ny anarany koa hoe kakabemaso.\n Ahitsio"},{"word":"Lolompo","definition":" (fo) a: Fitanana am-po ny ratsy nataon'ny sasany amin'ny tena: Mitana lolompo. / Manao an-dolompo.\n Ahitsio"},{"word":"Lolotra","definition":" a: Fisaritahana na fisafotofotoana mahatonga fahasahiranana. -  F-p,: Lolotr'amalona: raharaha manahirana.\n Ahitsio"},{"word":"Lolovokatra","definition":" a: Olona efa nalevina nefa velona indray ka tsy sahy mody, dia lasa olondia.\n Ahitsio"},{"word":"Lomano","definition":" a: Fahaizanamampitsinkafona ny tena ao anaty ran o amin'ny fanetsiketsehana ny tongotra sy ny tanana. Misy karazany maro ny fihetsehana amin'ny lomano: ny tsikaroka: lomanon'ny tsy mbola mahay ka toy ny mitsikarokaroka fotsiny ny tanany; ny tsipy sandry: lomanon'ny efa mahay, izay manipy ny tanany lavitra ka manaxaka an'iny ny vatany; ny rano tsilany: lomanon'ny mahay koa, izay mandry mitsilany eo ambony rano ka ny tongony no toy ny mivoy ny rano dia misondrotra sy miakatxa izy; ny antsitrika: lomanon'ny mahay, izay mahay misitrika ela any anaty rano, sas... • tif: Lomanosina, alomano, tafalomano / milomano, filomano, mpilomano 1 ilomanosana, filomanosana 1 mahalomano. * Ohab.: Lomanom-boka: tafita vao rendrika: enti-milaza zavatra na raharaha mby efa ho vita vao simba na tsy tanteraka, toy ny lomanom-boka izay misosa tsars hatrany, fa rehefa tonga eny amorona vao tsy tafita satria tay afa•mamikitra ny tanany.\n Ahitsio"},{"word":"Lomanosina","definition":" (lomano) mt. ih. (lomanosy): Isosana amimpahaizana ao anaty rano: Tsy azo lomanosina io rano io fa be voay.\n Ahitsio"},{"word":"Lomay","definition":" (L-om-ay) a.: Fandehanana haingana, fihazakazahana. - t.i.f•: Milomay.\n Ahitsio"},{"word":"Lombiry","definition":" na Lombiro (Ski) a: Vahy misy poizina mahery. ? F.-p.: Misotro ranon-dombiry: mamono tena\n Ahitsio"},{"word":"Lombombava","definition":" (Btl) a.: Fomba fisampin-damba manarona ny vava mba tsy tiana hahitan'ny olona ny fihetsiky ny vava na koa mba hoenti-maneso ny olona iresahana.\n Ahitsio"},{"word":"Lombondoha","definition":" (Btl) a: Lamba arakotra ny loha sy ny tarehy mba hiarovana amin'ny hainandro.\n Ahitsio"},{"word":"Lomisy","definition":" p. t.: Teny filaza amin' ny zavatra mandeha tsiroaroa, izany hoe roa mitovy ho an'ny havia sy havanana, toy ny kavina, ban-tongotra, kiraro, ans...; iray aman'olona: Kavina iray lomisy.\n Ahitsio"},{"word":"Lomodomotra","definition":" p.t.: Tezitezitra, sosotsosotra, kitokitoina. i t:tf.: Milomodomotra, filomodomotra, mpilomodomotra 1 ilomodomorana, filomodomorana / mahalomodomotra.\n Ahitsio"},{"word":"Lomorina","definition":" (lomotra) p.t: Itakovanan'ny lomotra betsaka: Vato lomorina io fa aza hitsahina. 1 h. i.: Entina hilaza• na koa ny toe-tsaina feno haratsiana sy tsy mba mivoatra: Toe-tsaina lomorina izany miheuitra ny Malagasy ho tsy maintsy miankin-doha lava amin'ny hafa izany.\n Ahitsio"},{"word":"Lomotra","definition":" a.: Zavatra mitankosfna maitsomaitso ao anaty rano na mipetaka amin'ny vato anaty rano ka malarias aoka izany raha hitsahfna. - t.i.f.: Lomorina.\n Ahitsio"},{"word":"Lompatra","definition":" a: Jono, hanin-jono hakana foza.\n Ahitsio"},{"word":"Lompilompy","definition":" a: Jar. Lopilo-PY•\n Ahitsio"},{"word":"Lompy","definition":" a: Jiolahy, olona ratsy ary tsy valahara. -  F.-p.: Trano fandrian-dompy: trano fanafenan9ry mpanao ratsy na mpangalatra ny zavatra nangalariny.\n Ahitsio"},{"word":"Lompy","definition":" a.: Zavatra tsy azo a noharana na ihodivirana, toy ny fahafatesana: Lompy tsy mahahery.\n Ahitsio"},{"word":"Lompy","definition":" a: Volomason'ny landy, izay misokatra sy mivelatra ary miova soratra rehefa tohinina.\n Ahitsio"},{"word":"Lompy","definition":" (t.tr.) a: Loza\n Ahitsio"},{"word":"Lomy","definition":" a: Fikambanan'ny biby lahy sy vavy. - t.i.f.: Milomy.\n Ahitsio"},{"word":"Lona","definition":" a: Fampijanonana zavatra ao anaty rano; fandrobohana zavatra ela ao anaty rano; fijanonana ela, filentehana any amin'izay aleha. - t.i.f.: Alona, voalona, tafalona / mandons, fandona, mpandona 1 andomana, f andomana 1 filona, milona, mpilona 1 ilomana, filomana 1 mahalona. -  F.-p.: Lon-drano: enti-milaza vary mbola eny an-tanimbary ka safotry ny rano. / Lon-tsomaka: enti-milaza zavatra milona tapaka ao anaty rano; fandrika. 1 Manao lona: mampisambo-bola ela, manome fotoana lava handoavana trosa, manao bidà. / Milon-tsomaka: enti-milaza vary efa voajinja izay m11ona ao anaty rano ka simba.\n Ahitsio"},{"word":"Lonahina","definition":" Alonaka (lonaka) mt ih. (lonahy, alonahy): A-tao tonga lonaka, mahavokatra.\n Ahitsio"},{"word":"Lonaka","definition":" p.t.: Mahavokatra sa-tria tsara nofo: Tany lonaka i t.i.P.: Lonahina, alonaka, voalonaka 1 mandonaka, fan• donaka, mpandonaka 1 andonahana, fandonahana ( mahalonaka.\n Ahitsio"},{"word":"Londo","definition":" na Londolondo a: Tsy fahamiramiranana 1 tif: Milondolondo, filondolondo, mpilondolondo / ilondolondoana, filondolondoana I mahalondolondo.\n Ahitsio"},{"word":"Londona","definition":" a.: Nofo ao anatin' ny voatavo manarona ny voany, voninkazom-boatavo: Londom-boatavo. -  F.-p.: Miala londona: ilazana ny zavamaniry mihintsam-boninkazo mba hiforonan'ny voany.\n Ahitsio"},{"word":"Longia","definition":" a: Karazan-kazo.\n Ahitsio"},{"word":"Longo","definition":" (Ski) a: Sakaiza, namana.\n Ahitsio"},{"word":"Longo","definition":" a: Namana na sakaiza mpiaraka manao ratsy. ? Sakaiza, havana: Longoko ianao. 1\tIlongoana, filongoana\n Ahitsio"},{"word":"Longoa","definition":" a: Lavaka atao fandrika. -  F-p.: Longoa mitoto-bozaka: lavaka, fandrika voasarom-bozaka.\n Ahitsio"},{"word":"Longoza","definition":" a.: Karazan-tsakamalao sy tamotamo ary sakarivobe, mamoa mena, hanin' ny mpianala; ataony solondovia ny raviny.\n Ahitsio"},{"word":"Longy","definition":" a: Lefona kely izay mitsoriaka fatratra rehefa atsipy. • Hazo marani-doha fihadiana zavamaniry mamody toy ny kitsangana na ny Idfolona. ¶ M.h.: Katsomanta, antsetra.\n Ahitsio"},{"word":"Lonika","definition":" ft.: Fahosahosana sy fahaketraketrahana; fahavesabesarana sy fitanondrehana tsy mahazaka loha. - t.i.f.: Alonika 1 milonika.\n Ahitsio"},{"word":"Lonjehitra","definition":" ft.: Fitanondrehan' ny loba noho ny havesatry ny entana manindry. i ti.f.: Alonjehitra, tafalonjehitra 1 milonjebitra, filonjehitra, mpilonjehitra.\n Ahitsio"},{"word":"Lonjika","definition":" ft.: Jer. Lonjitra.\n Ahitsio"},{"word":"Lonjitra","definition":" ft.: Fahosana, faharerahana, fahalemena. - t.i.f.: Milonjitra, filonjitra, mpilonjitra I ilonjerana, filonjerana / lonjilonjitra.\n Ahitsio"},{"word":"Lonjo","definition":" ft.: Fitondrana enta-mavesatra samy irery; fitondrana ny mafy tsy misy mpanampy. i tif: Lonjoina,alonjo)milonjo, filonjo, mpilonjo 1 ilonjoana, filonjoana 1 lonjolonjo.\n Ahitsio"},{"word":"Lonjoina","definition":" Alonjo (lonjo) mi ih. (lonjoy, alonjoy): Entina, zakaina samy irery.\n Ahitsio"},{"word":"Lonjony","definition":" a: Fahasosorana tafajanona ao an-tsaina hatramin'ny ela, lolompo, otripo voatahiry.\n Ahitsio"},{"word":"Lonky","definition":" p. t.: Toran'ny hehy. Lonty a: Fotaka.\n Ahitsio"},{"word":"Lontsomaka","definition":" (tsomaka) a.: Fandrika, fandri-borona.\n Ahitsio"},{"word":"Lony","definition":" na Lonilony ft.: Fahasosotsosorana. - t.i.f.: Alonilony 1 malonilony 1 halony, halonilony.\n Ahitsio"},{"word":"Lopa","definition":" (t.tr.) a: Olon-tiana. ? p. t.: 15ana, mahafatifaty.\n Ahitsio"},{"word":"Lopilopina","definition":" Alopilopy (lopy) mt. ih. (lopilopio, alopilopio):Atao tonga mipen drampendrana.\n Ahitsio"},{"word":"Lopilopy","definition":" ft.: Fipipizan'nyma• so, fipendrampendran'nY hazavana; toetran'ny hazavana tsy mazava tsara i tif: Lopilopina, alopilopy 1 milopilopy, filopilopy , mpilopilopy 1 ilopilopiana, filopiloplana 1 mahalopilopy 1 tsilopilopy.\n Ahitsio"},{"word":"Lopingo","definition":" (Ski) a.: Volombodimpona mainty.\n Ahitsio"},{"word":"Lopondo","definition":" (Ski) a: Tehin-dakana.\n Ahitsio"},{"word":"Lopotra","definition":" a: Lamba volonondry mainty na manga antitra fanao akanjo sy pataloa, akanjom-behivavy. o F.-p.: Lopotra tenany: enti-milaza ny lamba lopotra tsy misy fangarony. / Lopotra landihazo: lamba landihazo ny tenany ary volonondry ny fahany. / Lopotra landy: lamba ny antsasany landy, ny antsasany volonondry. / Lopotra rongony: lamba rongony ny tenany ary volonondry ny fahany. / Galona sy lopotra: enti-milaza zavatra roa mifanaraka, mifanentana tsara ny endrika amam-bikany.\n Ahitsio"},{"word":"Lopy","definition":" na Lompy a: Volomason'ny landy, izay misokatra sy mivelatra ary miova soratra rehefa tohinina.\n Ahitsio"},{"word":"Lorana","definition":" (lotra) mt.ih. (lory): Doroana ary alana (volombiby vonoina). l,ositra a sady p.t.: Fitsoahana, filefana, fandehanana an-tsokosoko. 1 tif: Mandositra, fandositra, mpandositra f andosirana, fandosirana.\n Ahitsio"},{"word":"Loso","definition":" a: Antsasaky ny ariary na 2,50 Fr amin'ny vola ankehitriny (fony 4,80 Fr no tomban'ny ariary, dia 2,40 Fr ny loso, ka ny 2,50 Fr taty aoriana natao hoe loso vazaha).\n Ahitsio"},{"word":"Loso","definition":" (Ski) a: Zavatra boribory lavalava: Losom-by.\n Ahitsio"},{"word":"Losony","definition":" a.: Soro-kena.\n Ahitsio"},{"word":"Lotaka","definition":" a.: Enti-milaza ny toetran'ny zavatra malemy sy e-fa mohaka ? (t.tn): Nofomboankazo.\n Ahitsio"},{"word":"Lotaka","definition":" a: Masitika fanditiana ny saron'alambika, natao ta min'ny ravfm-bomanga nototoina ka nopotsipotsehina ho tonga koba, ary dia nafangaro tamin'ny lavenona na vovoka na tain'omby.\n Ahitsio"},{"word":"Loteria","definition":" (fr. loterie) a: Fisarihana nomerao an-tsapaka, ka izay karatra mitondra nomerao mifanandrify amin'ny nomerao voasarika no mahazo loka, vola na zavatra.\n Ahitsio"},{"word":"Loteriana","definition":" a: Sokajin-kristianina protestanta manaraka ny foto-pampianaran'i Lotera.\n Ahitsio"},{"word":"Lotika","definition":" p. t.: Malemy ho ]o sy madiva ho potika; maloto mifotetaka, solotika. ~ h.o.: Tezitra na sosotra mafy any am-po any: Lotika tamiko izy noho izaho tsy nanaiky hiray tsikombakomba taminy. i ti.f.: Milotika, filotika 1 mahalotika / lotldotika.\n Ahitsio"},{"word":"Loto","definition":" a: Anarana ilazana amin' ny ankapobeny irae bibikely misy elatra efatra maro karazana rakotra elakelaka manify mandraraka vovobovoka ary voaravaka loko mamirapiratra. ~ Araka ny finoan' ny Ntaolo: fanahin'ny olona maty mihelohelo manodidina ny velona toy ny angatra na ny matoatoa, saingy amin'ny tarehi-na lolo ary mazàna manambara zavatra na mahatonga harary. 1 Aretinkibo mahavoa tampoka. - t.i.f.: Mandolo. -  F-p.: Mandolo ny andro: enti-milaza ny andro manjombona, maizimaizina. /Lolo mamoha angatra: ilazana ny zava-dratsy mbola mitera-ka ratsiratsy indray kokoa noho izy.\n Ahitsio"},{"word":"Loto","definition":" a: Fako, fakofakon-trano, fikotra: Ario any ireo loto ireo fa mahabe lalitra. 1 Pentina, tasy: Rakotry ny loto it? lobakao. *Tay fahadiovana, fisotisoty, fisotitika: Oadray ny loton'Ikoto! - t.i.f.: Lotoina, voaloto / mandoto, fandoto, mpandoto / andotoana, fandotoana 1 mahaloto / lotoloto / maloto / halotoana, fahalotoana.\n Ahitsio"},{"word":"Lôtô","definition":" (fr. loto) a: Karazan-kilalao an-tsapaka: izarana ba oritra misy tarehimarika hatramin'ny 1 ka hatranrin'ny 90 anaty efitrefitra ny mpilalao, ka izay mahafeno voa lohany ny efitrefitra amin' ny baoritra eny an-tanany amin'ny vato misy tarehimarika hatramin'ny 90 koa izay sarihana an-tsapaka, no maharesy.\n Ahitsio"},{"word":"Lotoina","definition":" (loto) mt ih. (lotoy): Asiana loto: Aza lotoina ny rano, rankizy al • h.o.: Endrikendrehina, hosoram-potaka: Nolotoiny ny raiko ka tsy manaiky aho. 1 Zazavavy anaovana an-tery, alaina ankery, anaovana angovy: Nolotoin'ilay zazalahy ny zanaka uauin-dry zareo ato aûaratra mbola tsy tonga taona\n Ahitsio"},{"word":"Lotra","definition":" ft.: Fandorana ho may ary fanalana ny volon'ny biby na voronahovonoina. i tif: Lorana, voalotra f mandotra.\n Ahitsio"},{"word":"Lotsaka","definition":" p. t.: Milona ao anaty rano ka mita ho motska, ho levona ao, toy ny baingantany difotra ao anaty rano, ohatra. 1\tAlotsaka 1 milotsaka, filotsaka.\n Ahitsio"},{"word":"Lotsika","definition":" Mitovy amin'ny Potsika.\n Ahitsio"},{"word":"Lotso","definition":" ft.: Fanaovana izay hampandeha betsaka ny nonon' ny renin'ny zaza na ny rononon'ny omby terena. i ti.f.: Mandotso, fandotso, mpandotso f andotsoana, fandotsoana f mpandotso I ampandotsoina f ampandotsoana, fampandotsoana.\n Ahitsio"},{"word":"Lova","definition":" a: Vola na fananana navelan'ny ray aman-dreny ho an'ny zanany: Nahazo loua be izy, ? h.o.: Toetra, aretina nafindran'ny ray amandreny na ny razana tamin'ny taranany: Hatsaram-panahy no hany lovany tamin'ny ray aman-dreniny. - t.i.f.: Lovana / mandova, fandova, mpandova / andovana, fandovana I mahalova 1 lovalova. ? F.-p.: Lova tsy mifindra: lova tsy mivoaka ny fianakaviana; (mba hahatanteraka izany, dia nifanambady mpihavana ny Ntaolo).\n Ahitsio"},{"word":"Lovabe","definition":" (lova) a: Harena tsy mba zarain'ny ray aman-dreny amin'ny mpandova mba samy hizaka ny anjarany tsirairay avy, fa apetrany amin' ny lahimatoa na ny vavimatoa.\n Ahitsio"},{"word":"Lovana","definition":" (loua) mt. ih, (louao, lovay): Azo na raisina avy a min'ny ray aman-dreny: Vo-la kely fa tany betsaka kosa no nolovany tamin'ny ray aman-dreniny. / Aretina nolouany tamin'ny reniny io.\n Ahitsio"},{"word":"Lovana","definition":" a: Ireo hazo roa eo andany sy ankilan'ny vavahadim-bohitr'omby izay noloahana rnifanandrify mba hidiran'ny tsivalany rehefa hidiana ny vala. (Ny olonaantitra efa konka izay tsy afamitra ka intsony rehefa mipetraka ka manjary avo noho ny lohany ny ibhaliny roa dia na-tao hoe '.'rnidi-dovana\" satria noharina amin'ny lovana ny lohaliny roa amin'izay).\n Ahitsio"},{"word":"Lovantsofina","definition":" (loua-sofina) a: Tantara niampitampita am-bava fa tsy mba voasoratra ka tadidin'ny taranaka mifandimby.\n Ahitsio"},{"word":"Lovia","definition":" a : Tanty vy na porisilaina talesaka atao fasiana ny sakafo loarana, vilia: Vary iray lovia.\n Ahitsio"},{"word":"Loviana","definition":" (Br) a: Tata-drano, indraindray avy lavitra be, mitondra rano hanohofana tanimbary.\n Ahitsio"},{"word":"Lôvina","definition":" (lo) mt. ih. (louy): A-tao tonga lo: Mbola holouin' ny fahafatesana ao am-pasana itonyvatantsika itony,\n Ahitsio"},{"word":"Lovoka","definition":" (Skl) a: Helo-drano.\n Ahitsio"},{"word":"Lovoka","definition":" a: Milaza tsato-kazo, tsatoka, saingy tsy dia fampiasaloatra. ¶ M.h.: Lozoka.\n Ahitsio"},{"word":"Lovoka","definition":" (Btm) a: Dobo, antara.\n Ahitsio"},{"word":"Loza","definition":" a: Zavatra mampahita fahavoazana lehibe, toy ny fahafatesana, faharavam-pananana, ans...: Saika nahita loza Rabe tamin'ny diany farany tao. ~ Zavatra miterapahavoazana lehibe ho an' olon-tokana na maro: Tsy misy loza mihoatra noho ny adim-pirenena ¶ M.h.: Voina, antambo, loza aman'antambo. ~ p. t.: Masiaka izaitsizy: Olon-doza, hono, izany Néron izany. 1 Enti-milaza olona na zavatra mampitola gaga, tsy eran-tany (na amin' ny lafiny tsara na amin'ny lafiny ratsy): Loza Ikoto raha hihazakazaka. 6 tif: Lozaina, voaloza 1 mandoza / mpandoza 1 ampandoza / ankaloza / manka loza / ankalozana, fankalozana / mahaloza f halozana, fahalozana / nahandoza. -  F.-p.: Afa-doza: enti-milaza olona efa teo ambavahoanan'ny loza nefa afaka soa a man-!sara 1 Idiran-doza: tratra, voan'ny loza. / Lozabe: masiaka aoka izany. / Lozanjavatra: zavatra mampitola gaga. 1 Lozan-tany: fatratra izaitsizy, tokana aman-tany. / Mampidi-doza: mampahita loza, mamohehatra. / Mamoheha-doza: miteraboka-doza./Manome loza: miampanga tsy marina. / Mihomehy loza: maneso olona amin'ny fahavoazany, mandatsa /Nahita loza foana teo isika: voalohan-teny lazain'ny mpamangy rehefa mamangy manjo. / Mananty loza, manaton-doza: mitsena loza, mitono tena amin'ny loza, manatom-paty. ¶ M.h.: Manao vy very, manao anjolofo, manaboamaty, mananty voina, manao mosalahy. ¶ M. h.: Antambo, loza aman' antambo, zo, voina, angano, angano latsaka, faisana, fahonana, sampona, tambàna, tra-doza, tra-boina, idirandoza, iharan-doza, idiran'angano, mahita angano, fohehatra, voan'ny patsa iray tsy omby vava, voan'ny tain'akoho mahalavo, sendra ny mangidy tsy telina, mampidi-doza, mamohehatra, mainpiditra angano, mamoa-tsampona, mahatsiravina.\n Ahitsio"},{"word":"Lozaina","definition":" (loza) mt ih. (lozao): Voan'ny loza; voan'ny ratsy nataon'ny tena ihany.\n Ahitsio"},{"word":"Lozitra","definition":" a : jer. Lozoixa,\n Ahitsio"},{"word":"Lozohana","definition":" (lozoka) mt.ih. (lozohy): Enti-milaza ny toerana asana lozoka: Azo lozohana eto fa akaiky teuana\n Ahitsio"},{"word":"Lozohina","definition":" (lozoka) mt ih. (lozohy): Enti-milaza ny zavatra ilofosana: Lozohy ny fianarana!\n Ahitsio"},{"word":"Lozoka","definition":" a: Tsatokazo misy lavaka itsofohan'ny hidim-bavahady rehefa nohidiana ny vavahadim-bohitra fahizay, izay natao hidim-bala tsotra kosa ankehitriny. 1 Zohy a ny ambanin'ny tany: Misy lozoka ao anilan'ny uatolam-PY ao. i tif: Lozohana, alozoka, voalozoka / mandozoka, f andozoka, mpandozoka / andozohana, fandozohana / milozoka, filozoka, mpilozoka / mahalozoka 1 lozodozoka.\n Ahitsio"},{"word":"Lozoka","definition":" a: Filofosana amin' izay atao, fiezahana hahay fianarana. - t.i.f.: Alozoka, tafalozoka / milozoka, filozoka, mpilozoka / ilozohana, filozohana / mahalozoka / lozodozoka 1 lozoka.\n Ahitsio"},{"word":"Lozorina","definition":" Lozotina (lozotra) p. t.: Ratsy nahandro, tsy tsara masaka.\n Ahitsio"},{"word":"Lozotra","definition":" p. t.: Enti-milaza zava tra ratsy nahandro, tsy tsara masaka, nefa tsy azo andrahoina intsony. i ti.f.: Lozorina na lozotina / mandozotra, fandozotra, mpandozotra / andozorana, fandozorana / milozotra, filozotra, mpilozotra / ilozorana, filozorana 1 mahalozotra.\n Ahitsio"}]