[{"word":"Z","definition":" a.: Tarehintsoratra faharoapolo na farany ary renisoratra fahenina ambin'ny folo amin'ny abidy malagasy; izay miova ho \"j\" amin'ny fanakambanan-teny: Toetra zavatra = toe-jauatra, ary toy izany koa raha mikambana amin'ny tovona man mba hanaovana matoanteny: Manzaitra = manjaitra.\n Ahitsio"},{"word":"Z'inona","definition":" (izay inona?) a.: Teny enti-maneso sy manao tsinontsinona ny sasany: Z'inona ialahy no mba manontany? / — Hauana e, Razoky, ka ualio ihany; / Biby; samy biby ka mifang!à! (Rakotovao Joh.).\n Ahitsio"},{"word":"Za-","definition":" Tovona fanaovana fototeny faharoa, izay anarana milaza olona: Zatovo (tovo), zalahy (lahy).\n Ahitsio"},{"word":"Zabý","definition":" (fr. des habits) a.: Akanion-dehilahy fentina mianjaika, izay toy ny palitao lava ary mifarana vorivory ao ivoho.\n Ahitsio"},{"word":"Zafiafy","definition":" a.: Zanaky ny zafy, zana-jafy.\n Ahitsio"},{"word":"Zafimaniry","definition":" a.: Zanapoko betsileo, monina amin'ny farftra atsinanan'Ambositra (firaisam-pokontany Antoetra sy Ambohimitombo) malaza amin'ny fahaizan'ny mponina asa sokitra hazo sy vato izay ahavitany fanaka sy sary voakaly izaitsizy.\n Ahitsio"},{"word":"Zafinadrisa","definition":" o.: Anaran-kafa iantsoana ny valala atao hoe \"Tsingentana\".\n Ahitsio"},{"word":"Zafindraony","definition":" a.: Karazan-javatra tompon-tany nampifangaroina tamin'ny karazana vahiny ka nahatonga karazana hafa eo anelanelany: A-koholahy zafindraony. / Hira zafindraony. ¶ M,h.: Kinto, kiry, sarY, safiotra, metisy.\n Ahitsio"},{"word":"Zafy","definition":" a.: Zanaky ny zanaka, na taranaka faharoa (ny zanaka no voalohany): Matetika no manahaka ny raibe, hono, ny zafy. ~h.i.: Taranaka: Zafin' ny mpanjaka Andrianampoinimerina izy. -  F.-p,: Loa-jafY: ilazana ny olona vao nahazo ny voalohan-jafikeliny. I Zafiafy: zanaky ny zafy, na taranaka fahatelo. I Zafin-dohalika: zanaky ny zafiafy, na taranaka fahefatra. / Zafin-kitrokely: zanaky ny zafin-dohalika na taranaka fahadimy. / Zafirnpaladia: zanaky ny zafin-kitrokely na taranaka fahenina. / Zafin-doria: zanaky ny zafim-paladia na taranaka fahafito,sy ny manaraka rehe tra. / Zafy mafy na zafy tsy torana: enti-milaza ireo zafikely efa lavitra dia lavitra ka tsy mba mitomany intsony raha manche fa maty ireo kazaha na razam-beny tany aloha. / Zafy tsy havana: ny taranaka iray fiaviana nefa noho ny fahalaviran' ny fihavanana dia toa tsy hi-ta intsony ny maha-mpihavana azy. / Zafim-bary: ny taimoky ny vary avy eo amin' ny fotony izay miteraka sy masaka mialoha. / Zafim-bato: anaram-bosotra amena ny kary. / Zafin-dekà: ilazana ny dekan'olona iray, izay mba deka-na manamboninahitra ihany koa. / Zafinkevitra: hevitramadinikaavy amin'ny lohahevitra na votoatin-kevitra iray. / Zaf in-teny: ilazana ireo f1zarazarana madinika amin'ny Iohateny na kabary. * Ohab.: Ny zafy mpanahaka: enti-milaza fa matetika, araka ny fanamarihan'ny Ntaolo, dia manahaka ny raibeny ny zafy; fantatra koa fa tian'ny raibeny fatratra ny zafikeliny, ary izany no nahatonga ny zafy sasany nomena ny anarana hoe \"Ratsimbazafy\" (tsy mba zafy fa zanaka).\n Ahitsio"},{"word":"Zaha","definition":" a,: Fijerena zavatra: Nataony tsara zaha ny tranoko. ~ Fanaovana izay hahitana, fitadiavana. ? Fandinihana. 1 Fitsapana. i t,if.: Zahana, zahavana, voazaha, zinaha I mizaha, fizaha, mpizaha 1 izahana, fizahana / mahazaha I zahazaha.\n Ahitsio"},{"word":"Zahamborizano","definition":" a.: Karazankazo fihinam-boa (Jambosa Eugenia).\n Ahitsio"},{"word":"Zahàna","definition":" na Zahavana (zaha) mt. ih. (zahào, zahàvo): Jerena: Zahào kely izao mandondB-na izao. 1 Tsidihina, jerena toetra: Efa nozahanao ve ny fambolenareo any ambaniuohitra fa toa aisy hauandra, hono, tany tamin'ny herinandro lasa? ? Vangiana: Zahao izany rainao naratra izany. 1 Dinihina: Zahao ange ny tarehin'it? zaza its' e! ~ Tadiavina, karohina: Nozahany eran'ny lohasaha ilay ombiny very. 1 Tsapaina: Zahao izay heui-dRakoto momba on'io raharaha io.\n Ahitsio"},{"word":"Zahana","definition":" a.: Karazan-kazo tena mafy fanaovana taho na zaran-javatra (Phyllarthron Bojerianum).\n Ahitsio"},{"word":"Zahana","definition":" ft.: Tsy fikotrehana. - t.i.f.: Manjahana,manjahatra 1 ampanjahanina.\n Ahitsio"},{"word":"Zahatra","definition":" a.: Vatan-kazo na volotsangana lehibe maromaro akambana ka atao solon-dakana fitana rano: Nita tamin'ny zahatro ny mpianatra ka horakoraka moa izao! * Ohab.: Mampitaha lakana amin-jahatra: mampitovy zavatra roa tsy mitovy lanja na vidy veljvely.\n Ahitsio"},{"word":"Zahay","definition":" s.o.: Jer. Izahay.\n Ahitsio"},{"word":"Zaho","definition":" s.o.: Jer. Izaho.\n Ahitsio"},{"word":"Zaigrafy","definition":" (fr, des agrafes) a,: Vy kely (misy lahy sy vavy) mifampitsofoka, izay ampiasaina ho toy ny bokotra hitanana ny akanjo tsy hisokatra.\n Ahitsio"},{"word":"Zaingizaingy","definition":" na Jaingijaingy ft.: Fandehanana irery. 1 tif: MizaingizaingY, fizaingizaingy.\n Ahitsio"},{"word":"Zairina","definition":" (zaitra) mt. ih. (zairo): Gamba) Akambana amin' ny kofehy mba ho tonga akanjo: Nozairin'i Neny ny akanjoko. 1 Avftrana, atohy: Nozairin'i Dada ny fihauananay.\n Ahitsio"},{"word":"Zaitra","definition":" a.: Fampikambanana lamba amin'ny kofehy mba hahatonga azy ho akanjo: Tsy mbola mahay zaitra i Bozy kely. ~ Fomba nanjairana: Tzara zaitra it? akanjonao it? izany! i Zairina, voazaitra, zinaitra 1 manjaitra, fanjaitra, mpanjaitra 1 anjairana, fanjairana 1 mizaitra, fizaitra I izairana, fizairana 1 mahazaitra 1 zaijaitra.\n Ahitsio"},{"word":"Zaka","definition":" a: Dity, fitondràna: Fikasana an'olombelona fa ny zaka an-Janahary. 1 mt th. ft.: Azo entina fa tsy mavesatra amin'ny tena: Zakako io vota io. (t Lefitra: Tsy zakako intsony ny ataony ahy. ~ Tanty: Tsy zakany, hono, ny fahoriany fa mafy loatra. ~ Aritra: Zakanao ve izany hafanana 36° izany? ~ Hay alamina, karakaraina: Mbola kely izy ka tsy zakany ny fananany. - t.i.f.: Zakaina, voazaka I manjaka, fanjaka, mpanjaka ; anjakàna, fanjakàna ; mizaka, fizaka, mpizaka ; izakàna, fizakàna 1 mahazaka 1 ahazakàna, fahazakàna 1 zakazaka. -  F.-p.: Mahery zaka: sarotra entina, sarotra fehezina. / Mihory zaka: manao araka ny faniriany, manaran-tsitrapo. / Olon-jako: olom-pehezina. * Ohab,: Ny fahoriana mahazaka maniraka: enti-milaza fa rehefa sendra fahoriana ny tena, mitotototo atsy, mitotototo ary, mitady izay hivelomana. \n Ahitsio"},{"word":"Zaka","definition":" a.: Teny, resaka, tafa. i tif: Mizaka, fizaka, mpizaka 1 izakàna, fizakàna.\n Ahitsio"},{"word":"Zakaina","definition":" (zaka) mt. ih. (zakao): Leferina: Zakao ny zava-tsarotra fa hisy ualiny ihany izany. 1 Entina, fehezina, didiana: Niala ilay mpampianatra fa tsy hainy zakaina, hono, ireo mpianatra maditra ireo. •Karakaraina, iantohana: Nozakain'ny fokonolona daholo ny sekoly tao amin'ny fokontany.\n Ahitsio"},{"word":"Zalahy","definition":" s.a.: Teny ilazan'ny tovolahy ny tovolahy tahaka azy, ka fomba roa no ampiasany azy: 1) enti-miantso: Andeho hiasa, ry zalahy a! 2) ilazana ny hala, ka ambara amin'izany fa tsy ao anatiny ny tena: Ry zalahy no nanao an'io koah! / Lazain-dry zalahy fa...\n Ahitsio"},{"word":"Zama","definition":" (Tsm) a.: Anadahin-dreny.\n Ahitsio"},{"word":"Zama","definition":" a.: Ahitra eny anaty rano. * F.-p.: Asa rama: asa be ahitra anaty rano.\n Ahitsio"},{"word":"Zambazamba","definition":" p.t:: Be dia be, ilazana isa mihoatra izay azo saintsainina. * F.-p.: Tsy hita zambazamba: 1) tsy hita isa; 2) tsy azo oharina, tsy manam-paharoa.\n Ahitsio"},{"word":"Zana-tsindrife","definition":" zanaky ny mpanompovavy tamin'ny tompolahiny. / Zanaka antrano: zanaka tsy nateraka fa velomina sy karakaraina toy ny zanaka. / Zana-bantony: ny zanaka nateraka voalohany. / Zana-baratra: enti-milaza ny zanaka na zaza notezaina, nefa tsy mahay mankasitraka ary manisy ratsy indray aza aty aoriana. / Zana-bohitra: vohitra kely. / Zana-bola: ilazana ny vola aloan'ny mpisambotra ambonin'izay nosamboriny. / Zana-dandy: soherina avy amin'ny landy. / Zana-dreniny: ilazana ny zaza zanaky ny vehivavy efa miandoha ho lehibe. f Zanakalo: olona hafahafa, sarotsarotiny. / Zanakazo (jer. io teny io). / Zanak'entana: zavajavatra amponosana manampy ny tena entana entina. / Zana-tany: ny teraka tao amin'ny tany niaviany. f Zana-tefY: ny zaza entin-drainy manaraka azy eny an-tsaha ka miara-misakafo aminy nefa tsy mba niasa akory. / Zanatohatra: ny hazo mitsivalana amin' ny renitohatra. / Zana-tsipika: hazo marani-doha alefa amin'ny tsipfka. / Zana-tstrika: hazo noranitina ka nofehezina volomborona madinika ny tapany mba hitsoriahany rehefa alefa ao anatin'ny renitsfrika. / Atao zanaky ny maty: enti-milaza olona tokony mba hotiavina, nefa toa hadinoina na tsy izarana soa. / Mivolo zanaka: enti-milaza ny ray aman-dreny izay miangatra amin'ny samy zanany na zana-kavany. / Mampihanta zanaka:mampanaram-po ny zanaka. * Ohab.: Manao zanaka anaty fo maharary: enti-milaza ny ray aman-dreny miangatra amin'ny zanany naterany, izay heveriny ho hany mahalala mangixifiry, fa ny an'ny hafa tsy ahoany na kely akory aza. / Tsy misy mamy ohatra ny zanaka, fa raha manaikitra ny nono akifika: enti-milaza fa na dia izay tiana lndrindra aza, raha tafahoatra ny toetra asehony dia akipaka. ¶ M.h.: Nateraka, silaky ny aina, sombin'ny aina, menaky ny aina, naloakan'ny kibo. Hevitra iray tarika: Zana-drahalahy, zana-drahavavy, zanak'anadahy, zanak'anabavy, tsy omby kibo, solo, solofo, dimby, taranaka, teradRanona, zaza navelan-dRanona, zaza natsangana.\n Ahitsio"},{"word":"Zanabolana","definition":" a.: Antontan-javatra goavana alefan'ny olombelona eny amin'ny habakabaka, nefa tsy mihoatra ny faritra ahazoan'ny tany misintona azy, ka manjary toy ny volana kely manodidina ny tany ary ampiasain'ny olo-mahay amin'ny fikarohana ara-tsiansa.\n Ahitsio"},{"word":"Zanafaly","definition":" (Atm) a.: Zanatsirika misy poizina miharo voan-tsakay voatoto. Ahitsio"},{"word":"Zanahary","definition":" a.: Teny enti-milaza an' Andriamanitra, NatLahary. (Marihina fa ny Z sy N dia renisoratra azo am fanoloina indraindray, t ka ny hita, ohatra, aminj hoe: Zaotra sy Naotr\n Ahitsio"},{"word":"Zanahina","definition":" (zanaka) mt, ih. (zanaho): Atsangana ho zanaka: Nozanahin-dRakoto mivady Isambilo kely. • Ampiterahina, asiana zanany, hanaina: Hampisamboriko roa ariuo ianao fa hozanahinao anefa ny volako.\n Ahitsio"},{"word":"Zanaka","definition":" a.: Olona na biby nateraky ny hafa, na tokotokony ho izany ara-taona na dia tsy naloakan'ny kibony aza: Tokony hanaja sy ho tia ny ray aman-dreniny ny zanaka. / Zanak'omby. ? h. o.: Vola ateraky ny petrabola na vola nosamborina: Zana-bola. - t.i.f.: Zanahina I manjanaka, fanjanaka, mpanjanaka 1 anjanahana, fanjanahana 1 ampanjanahina 1 mampanianaka / fampanjanahana / mizanaka. -  F.-p.: Zanaka naloakan'ny kibo: ny zaza nateraka. / Zanaka natsangana: olona nozanahina ho zanaka teo anatrehan'ny fanjakana. / Zana-bady: zanaky ny vady ta-min' olon-kafa. I Zana-dranitra: zanaky ny mpanompolahy tamin'ny tompovaviny.\n Ahitsio"},{"word":"Zanapeo","definition":" a.: Anarana omena ny zanatsoratra eo amin'ny fanononana. Misy karazany roa ny zanapeo, dia ny zanapeo tsotra ary ny zanapeo sosona (ao, ai, oi...).\n Ahitsio"},{"word":"Zanaraly","definition":" na Zaranaly a.: Tsy fampiasa intsony ireo teny ireo fa Jeneraly no fiteny ankehitriny (jer. io teny io).\n Ahitsio"},{"word":"Zanatany","definition":" a.: Tany izay zanahin'ny tany iray hafa, izany hoe alainy an-keriny na ankafetsena ho eo ambany fifehezany ka mifamatotra aminy amin'ny lafiny maro: ara-barotra, ara-toe-karena, ara-tsaina...\n Ahitsio"},{"word":"Zandary","definition":" (fr. gendarme) a.: Antokon'olona sady manao raharaha-miaramila no miandraikitra koa ny fandriampahalemana sy ny filaminana toy ny polisy.\n Ahitsio"},{"word":"Zandiana","definition":" (fr. indienne) a. na p, t.: Teny enti-milaza lamba somizo be soratra.\n Ahitsio"},{"word":"Zandrimpeny","definition":" a.: Ilay tonontaolana voalohany amin'ny ela-borona, atao koa hoe \"solompeny\".\n Ahitsio"},{"word":"Zandry","definition":" a.: Ny iray taro-Po teraka aorian'ny zaza iray: Faly Ikoto fa vao nahazo zandry. ? Izay rehetra kely taona noho ny olona iray: Zandriko ny rahalahinao sa-tria teraka tamin'ny taona 1952 aho fa izy kosa tamin' ny taon 1955.\n Ahitsio"},{"word":"Zanozano","definition":" a.: Fomban-drandram-bolo fanao any an'indrana, indrindra amin'ny Bezanozano, Betsileo, Antandroy: atambatra ny randrana fa avons isaky ny soritra, dia mirazorazo maromaro manodidina ny loha.\n Ahitsio"},{"word":"Zanozano","definition":" a: Anaran'ny rantsan-kazo amin'ny Betsimisaraka; rehefa nidina nankany amin'ny Betsimisaraka moka sirs na mikarama ny Bezanozano dia nitondra rantsan-kazo maina hataina nony mby teny akaiky tanàna; izany no naharaikitra ny anaran'ny Bezanozano.\n Ahitsio"},{"word":"Zanvie","definition":" (fr. zanvier) na Janoary a.: Volana voalohany amin'ny taona aralia ny fanisanandro vahiny antsoina hoe kalandrie; iraika amby telopolo no isan'ny andro amin'ny volana Zanvie (ny amin'ny anarany, jar. Avrily).\n Ahitsio"},{"word":"Zany","definition":" Jer, Izany.\n Ahitsio"},{"word":"Zao","definition":" Jer. Izao.\n Ahitsio"},{"word":"Zaotra","definition":" ft.: Hahia, hanifisana. 1\tMazaotra.\n Ahitsio"},{"word":"Zaotra","definition":" a.: Mpiray tam-po amin'ny vady, mitovy amin' ny Naotra (ny Z sy ny N renisoratra azo ampifanoloina): Zao-dahy, Zao-bauy.\n Ahitsio"},{"word":"Zara","definition":" a: Zavatra efa voatendry ho an-tena, anjara, tantana: Ity ny zara fihinananareo. ? Fitantanana: Aza manao zara vilana. / Efa uita ve ny zara uarin'ny marary? ? Vintana tsara, hasambarana: Zara ho azy ny fahombiazany tamin'ny fanadinana. 1 t. if.: Zaraina, voazara, zinara 1 mizara, fizara, mpizara 1 izarana, fizarana 1 mahazara j zarazara. -  F.-p.: Be zara: manam-be sy nambfnina ka tretrika. / Lany zara: 1) enti-milaza zavatra nozaraina ka tsy misy ambiny hozaraina intsony. -2) enti-milaza koa ny zazavavy efa lehibe tsy misy ma-ka vady intsony. / Mananjara: manana tombon-tsoa manokana tsy ananan'ny ha-fa, mahazo soa, sambatra. I Zara fa vita: vita kongorevo sady ratsy. / Zara fihinanana: enti-milaza ny vola na zavatra na sakafo omena ny havana misaona amin'ny fandroana noho izy tsy mba \"mandro\". / Zara levenana: anarana enti-milaza ny vola famangiana amin'ny fahoriana omen'ireo havana akaiky dia akaiky ny tompo-manjô ka izy io no lehibe indrindra amin'ny famangiana atao raha misy fahoriana. / Zara nahandro: ny fanomezana o-mena ny olona tonga manatrika fandevenana. / Zara tokon-kena: 1) anjara hena mitovy. -2) fiteny ilazana ny rahavavim-bady alain'ny lehilahy iray maty vady. / Zara vilana: fizarana tsy marina misy fiangarana ka misy kely sy lehibe. / Zarazara hoditra: ilazana volon-koditra izay tsy lasa fotsy nefa tsy mainty koa. * Ohab.: Tondraka anio manan-jara, izay ampitso ka ho hitanao: fitenin'ireo manaram-po indray andro amin' ny be ananany fa tsy miraharaha na mitsinjo izay ho avy,\n Ahitsio"},{"word":"Zaraina","definition":"(zara) mt.ih. (zarao): Za Tantanana: Samia maka toerana fa hozaraina ny hena. • Omena ny tompony tsirairay: Andraso fa efa hozaraina ny kahienareo. • Atoko: Zarao fito ireto mpianatra ireto, 1 Didiana: Zarao efatra ity paoma ity.\n Ahitsio"},{"word":"Zarana","definition":" a.: Tahon-javatra andraisana azy: Zaran'angady. ¶ M.h.: Harana, taho, tango.\n Ahitsio"},{"word":"Zareo","definition":" s.o.: Ny ankilany, ireo amin'ny ankilany: Ry zareo ao avaratra.\n Ahitsio"},{"word":"Zaridaina","definition":" (fr. jardin) a.: Tanimbolim-boninkazo.\n Ahitsio"},{"word":"Zarina","definition":" (zatra) mt. ih. (zaro): Atao tonga zatra: Zaro miteny ampahibemaso io touolahy io fa saro-kenatra loatra.\n Ahitsio"},{"word":"Zary","definition":" p.t.: Tonga: Zary ngazana ny tany noho ny tsy fiaian'ny orana enim-bolana. - t.i.f.: Maniary, fanjary, mpanjary 1 anjariana, fanjariana / mampanjary 1 zarizary.\n Ahitsio"},{"word":"Zato","definition":" p.i.: Sivy amby sivifolo ampiana iray, na folo impolo: Zato taona. — Ireto avy :ay isa milaza ny isan-tokony zato: zato, roanjato, telonjato, efajato, dimanjato, eninjato, fitonjato, ualonjato, siuinjato. - t.i.f.: Zatoina, voazato 1 manjato, fanjato, mpanjato / anjatdana, fanjatùana / mahazato 1 injato l fahazato.\n Ahitsio"},{"word":"Zatoina","definition":" (zato) mt. ih, (zatoy): Zaraina zato, zaraina antokony zato.\n Ahitsio"},{"word":"Zatovo","definition":" a.: Olona tanora, na lahy na vavy, mbola tsy manambady: Zatovolahy, zatovovavy. * Ohab,: Zatovon'ny aty, zazalahin'ny any: enti-milaza olona miandany amin'ny antokon'olona roa sady an'ny at? no an'ny any.\n Ahitsio"},{"word":"Zatra","definition":" p. t.: Fatra-panao zavatra na asa iray ka sarotra alana amin'ny toetra aterak'izany: Zatra mandainga Ibalita. ? Fatra-panao asa iray ka tsy manavao amin'izany: Efa zatra milatsaka amin'ny elonaina Rakoto ka tsy matahotra. ? Tamana: Efa zatra ity alika ity ka aza fatorana intson y, - t.i.f.: Zàrina / manazatra, fanazatra, mpanazatra 1 anazarana, fanazarana / mankazatra, fankazatra, mpankazatra 1 ankazarana, fankazarana 1 mifankazatra 1 ifankazarana, fifankazarana 1 mihazatra / mahazatra / fahazàrana / zajatra. * Ohab.: Zatra ny antohojinga ka tsy uelon'ny an-karardna: efa zatra ny miadana ka sahirana rahefa sendra ny sarotra.\n Ahitsio"},{"word":"Zava","definition":" Hazava, Hazavana a,: Taratra manenika toerana iray ka mahatonga ny zavatra rehetra iantefàny ho hitan'ny maso. - t.i.f.: Hazavaina, voazava 1 manazava, fanazava, mpanazava / anazavana, fanazavana 1 mihazava / mihamazava I ihazavàna, fihazavàna 1 hazavana / fahazavana 1 mahazava / mazava. 1056 Zavaboary a.: Ny zavatra rehe-1056\tnoarfna, izany hoe nisy mpanao fa tsy nisy ho azy: Ny anjely sy ny olombelona no ambony indrindra amin' ny zauaboary rehetra. • Ny fitambaran'ny avatra hitan' ny maso mano? idina ny te-na, toy ny habrkabaka, ny rano, ny hazo: Lasam-binany izy nandinika ny zauaboary tamin'io maraina io.\n Ahitsio"},{"word":"zava-manitra","definition":"zavatra mampatsiro sakafo, mety ho zava-maniry manim-pofona Ahitsio"},{"word":"Zava-pihinana","definition":" karazan-tsakafo masaka. / Zava-pisotro: karazan-drano misy alkaola. / Zava-tsofina: zavamaneno tso fina fa tsy mba tendrena.\n Ahitsio"},{"word":"Zavajavatra","definition":" (zavatra) a.: Teny enti-milaza zavatra madinika isan-karazany tsy tononina anarana.\n Ahitsio"},{"word":"Zavakanto","definition":" a.: Ny zavakanto, dia hetsiky ny olombelona, na vokatry ny hetsiny, manana tanjona mandamina ny zavatra mikasika ny fitsapa, ny fahatairana ary ny haranitan-tsaina.\nNy dikany dia miova arakaraky ny toerana isiana sy arakaraky ny taona, ary tsy misy amin'ireo no tena eken'ny rehetra. Izay antony isokajiana ny vokatra ara-javakanto arakaraky ny kolontsaina, ny mpanao sy ny fianarana. Araka ny fampiasana matetika nitranga nandritra ity taonjato faha 21 ity, ny zavakanto dia mandrakotra ny vokatry ny « zavakanto tsara » toy ny arsitektiora (maritrano), ny sary sikotra, ny hosodoko, ny mozika, ny dihy ary ny tononkalo (ao amin'ny haisoratra), ao koa ny sinema, ny sokitra, ny teatra, ny fakana sary, ny tantara an-tsary, ny televiziôna, hatrany amin'ny zavakanto arakisa (numérique). Ny fisokajiana ny zavakanto dia tsy mitovy manerana izao tontolo izao ary afatsy ny sinema (zavakanto faha fito) nanana fahombiazana manokana, ny fisokajiana ny zavakanto rehetra amin'ny fomba eken'ny rehetra dia tsy afaka atao, ary tsindraindray tsy ilaina.\n\n Ahitsio"},{"word":"Zavamananaina","definition":" na Zavamiaina a.: Ny zavatra rehetra misy aina ka mandeha na mihetsika, ary teraka, velona, dia maty, toy ny olombelona, ny biby...\n Ahitsio"},{"word":"Zavamaneno","definition":" a.: Anarana itambaram-be ilazana zavatra amboarin'olombelona mba hamoaka feo mahafinaritra azo anaovana feon-kira na anarahana hira: Ny sodina, ny valiha ary ny gitara dia samy zauamaneno.\n Ahitsio"},{"word":"Zavamaniry","definition":" a: Anarana ikambanan'ny zavatra rehetra avy amin'ny voa alevina ao anaty tany ka mitombo ho azy irery ao, misy faka, taho, ravina, voniny ary voa. Zavarina (zavatra) mt. ih. (zavaro): Atao, amboarina: Zauarin'ny mpandrafitra ho fanaka tsara tarehy ny hazo ala marokoroko. • Terena: Nozavarin'ny fahoriana no nahatonga azy hangalatra.\n Ahitsio"},{"word":"Zavatra","definition":" a.: Izay rehetra misy na hita vatana izany na an' eritreritra: Ny fanahy dia zauatra manan-tsaina fa tsy manam-batana na ren'ny fandrenesana. ? Teny ilazana izay rehetra tsy manana aina, izany hoe: tsy zavamaniry na biby na olona: Hividianana ny zavatra ilaina amin'ny fiainana no ilana ny vola. / Ny akalana dia zauatra ampiasain'ny mpivarokena mba hikapany ny taolana. ? Teny ilazana toe-draharaha araka ny nisehoany: Tantarao amiko tsara ny zauatra rehetra, • Teny ilazana izay heverina ho tsara, ho ambony: Izany ka tena zavatra! / Manao azy ho zauatra io tovolahy io, • Teo amin' ny finoan'ny Ntaolo, karazana fanahy ratsy tsy fantatra, ivelan'ny olombelona, izay mety hanimba azy ka natahorany: Rano misy zauatra io ka tandremo. ¶ M.h.: Ra-ha. -  F, -p.: Arahin-javatra: ilazana ny olona voasompatry ny angatra na lolo na fanahy ratsy izay mahatonga aretina. / Manao azy ho zavatra: mihevi-tena ho kanto na mahay noho ny hafa. / Manao ny ainy tsy ho zauatra: manao an-tsirambina ny aina eo ampitadiavam-bola, mihafy tafahoatra mba hahazoana vola na laza. / Mararin-jauatra: marary noho ny hasomparan' ny lolo na angatra no antony. / Zana-javatra: olona tsara tarehy voateny amin'ny angano (fiteny nitarina tat? aoriana ilazana zazavavy tsara tarehy fatratra). / Zavadratsy: anaram-bosotra iantsoan'ny olona ny kary. /\n Ahitsio"},{"word":"Zavavy","definition":" a.: Teny ilazana na iantsoana ny tovovavy.\n Ahitsio"},{"word":"Zavona","definition":" a.: Fitangoronam-bovo-drano matevina mitorajofo amin'ny maraina na ny hariva eny amin'ny habakabaka, akaikin'ny tany kokoa noho ny rahona, ka mazàna misafosafo eny an-tampon'ny tendrombohitra: A-min'ny sivy eo ho eo vao misaaa ny zavona. - t.i.f.: Manjàvona, fanjàvona, mpanjàvona 1 anjavonana, fanjavonana 1 zavonjavona. -  F,-p,: Misaua ny zavona: lasa na foana ny zavona; enti-milaza koa ny fahataperan' ny fotoam-pisaonan'ny maty vady. / Tongo-javona: ilazana ny erikerika sy zavona mirefarefa eny amin'ny toerana ambany rehefa levona ny betsaka. / Zavom-pisaka: ny zavona manify sisa tavela eny an-dohasaha sy eny ankavoana. J Zavon-tany: jar. Zavontany.\n Ahitsio"},{"word":"Zavontany","definition":" p. t.: Enti-milaza zavatra na isa be dia be, tsy tambo isaina.\n Ahitsio"},{"word":"Zavozavo","definition":" a.: Aloka na haizina na ny fitambatry ny rahona tsy ahitana tsara zavatra manodidina. 6 t. t f : Zavozavoina, azavozavo, voazavozavo 1 manazavozavo, fanazavozavo / anazavozavoana, fanazavozavoana 1 manjavozavo, fanjavozavo 1 anjavozavoana, fanjavozavoana.\n Ahitsio"},{"word":"Zavozavoina","definition":" p.t.: Enti-milaza loko atao somary matromatroka, tsy matevina na mifotetaka.\n Ahitsio"},{"word":"Zay","definition":" Fanafohezana nY hoe \"Izay\" (jar. io teny io). ? Teny kely entina mankatü izay lazaina: Moa tsy izany va, ry ambaniianitra? — Zay! Zay (Br) a.: Zandry.\n Ahitsio"},{"word":"Zaza","definition":" a: Ankizy mbola kely tsy tonga taona: Tsy dia azo omen-tsiny loatra ny zaza. ? p.t.: Tsy mato-tsaina, tsy mieritreritra, manao fanahinjaza: Ny uatany fotsiny no lehibe fa mbola zaza raha I-koto, - t.i.f.: Mihazaza, fihazaza 1 ihazazana, fihazazana 1 mazaza. -  F.-p.: Zaza ampY mihira: zaza efa voafandriky ny renin-drazazavavy mialoha fa hotezainy. / Zaza atodiorokoroka: zaza kely vao tara-ka. / Zaza bodo: zazambola tsy vory saina. ¶ M.h.: Voatavo tsy mifandraka. / Zaza botretra: tsy mbola mahay mivoaka irery (na mangery na mivalan-drano). / Zazahova: olom-potsy noverezintrosa ka nandevozina. / Zaza indray mihira: olona mitovitovy taona niara-nilalao. /Zaza iray ranonorana: mbola kely, vao herintaona. / Zaza kamboty: zaza maty ray sy reny. / Zaza kamboty ila: zaza maty ray na reny ihany. / Zazakely: zazambola kely, eo amin'ny herintaona na roa taona. / Zazalava: zanaky ny mpiray tam-po izay nifanarahan'ny ray aman-dreniny fa hanana anjara mitovy amin'ny lova izay tonga hiombonana amin'izay fotoana izay. 1 Zaza mahalia tala-na: zaza mety ho tonga irery any amin'izay alehany. / Zaza mahary tanàna: zaza afaka mihazakazaka irery eran'ny tanàna, / Zaza mahasaro-dreny: tsy tantanan-dreniny intsony rehefa mande-ha. / Zaza mahatokan-dalana: (mitovy amin'ny mahalia lalana). / Zaza mandry fe ha-riva: zaza mahantra mandry amin'izay aharivan'ny andro. / Zaza manga: ireo Masombika namidy ho andevo teto fahizay. / Zaza maroroka: zaza mitombo izaitsizy ka tsy arakaraka ny fitomboan'ny vatany ny fitomboan'ny sainy. I Zaza menauaoa: zaza vao teraka na vao musa andro na volana vitsivitsy. / Zaza miavona: zaza tsy teraka ohatra ny zaza rehetra fa ny fïtombenany no miseho sy lasa aloha fa tsy ny lohany. 1 Zaza mifonaizana: zaza iray tam-po mifanarakaraka. / Zaza mitoetra irery: zaza efa mahay mipetraka irery. / Zozo natsangano: zaza nosoratana tamin'ny fanjakana na \"natsangana\" teo anatrehan'ny fokonolona fahiny ka nolazaina fa hatao toy ny zanaka nateraka mihitsy, tezaina ary mahazo mandova ny fananana. / Zaza rano: zaza maty raha vao teraka kely foana. / Zozo sary: zaza tsy manandray ara-dalàna. / Zaza tsy maoty: zaza tsy mbola misara-nono. / Zaza uao: 1) olona Zeh vao miana-draharaha, mp anavao: Mboid zozo uao amin' ny raharahony izy; -2) ireo tovolahy vao nantsoina ho miaramila. / Zaza votsa na koa zaza hetry: zaza tratra aoriana amin'ny fandehanana. / Zaza momba reny: entin-dreniny, izay nisaraka, rehefa nahazo vady reniny. / Zaza seua: diso aoriana kely ny fotoan'andro ahaterahany. / Zaza tsy an-tranon-dreny: zaza mitoetra amin-drenikely. / Afa-jaza: enti-milaza vehivavy teraka tsy mbola tonga andro ny zanany ka maty. / Manala zaza: manao izay hahafaka ny zaza ao ankibo. / Manangan-jaza: milaza ary manoratra amin'ny bokim-panjakana na mampiseho eo anatrehan'ny fokonolona fa Ranona dia zanahina ka mahazo mandova ny fananan'ny tena. 1 Manary zaza na mamalan-jaza: milaza ary manoratra amin'ny bokim-panjakana na mampiseho eo anatrehan'ny fokonolona fa Ranona, izay zaza naterany dia ariany na avalany tsy ho zanaka intsony ka tsy mahazo mandova ny fananany. / Mihetsi-jaza: entimilaza ny vehivavy bevohoka izay mahatsiaro maharary fa efa akaiky ny hiterahany.\n Ahitsio"},{"word":"Zazahova","definition":" a.: Anarana nomena ny Hova na ny Andriana izay lasa babo tamin'ny ady an-trano maro fahizay ka tonga andevon'ny mpanjaka, na ireo verin-trosa na meloka tamin'ny fanjakana ka noverezin-jo.\n Ahitsio"},{"word":"Zazavao","definition":" a.: Anarana enti-milaza ny tovolahy vao nantsoina ho ambany faneva.\n Ahitsio"},{"word":"Zazavavindrano","definition":" a.: Karazan' olon-dia tsars tarehy, hono, ka voalaza ho mipetraka amin'ny zohy any ambany rano na amin'ny zohy mivoaka avy anaty rano, ka mivelona amin'ny hazandrano manta.\n Ahitsio"},{"word":"Zebizeby","definition":" (t. tr,) p. t.: Tondra-ka.\n Ahitsio"},{"word":"Zebizeby","definition":" Jar. Zepizepy.\n Ahitsio"},{"word":"Zefatra","definition":" a.: Vesatra, lanja. J t.i,f.: Mazefatra.\n Ahitsio"},{"word":"Zehena","definition":" (zehy) mt.ih. (zehèo): Refesina amin'ny zehy: Zeheo kely ny hala- 105-, uan'ny rindrina atsimo. ? Ferana, faritana, fangitana: Tsy azo zehena ny fahefan' Andriamanitra.\n Ahitsio"},{"word":"Zehivava","definition":" a.: Harona boribory samy iray injehy ny vavany sy ny halaliny.\n Ahitsio"},{"word":"Zehozeho","definition":" a.: Teny ilazana fandeha miadana ary mibaikabaika toy ny an'ny antitra, mihozohozo raha mandeha. - t.i.f.: Mizehozeho, fizehozeho, mpizehozeho / izehozehoana, fizehozehoana / mahazehozeho.\n Ahitsio"},{"word":"Zehy","definition":" a.: Halavan-drefy hatreo amin'ny ankibe ka hatramin' ny tendron'ny fanondroadala henjanina tsars. — Ny zehy dia fampiasa indrindra amin'ny fandrefesana farafara, sakan-tenona, hatevenandrindrina: Ny halauan'ny zehy iray dia mitovy amin'ny voantondro valo na folo eo ho eo. (Marihina fa ny filazana ny refy amin'ny zehy dia hoe: irain-iehy, roan-jehy, telon-jehy sy ny sise... fa tsy lazaina hoe: iray zehy na roa zehy na telo zehy...). - t.i.f.: Zehena, azehy, voazehy, zinehy / manjehy, fanjehy, mpanjehy / anjehena, fanjehena j mahazehy / zehizehy.\n Ahitsio"},{"word":"Zendana","definition":" p.t.: Gaga tsy mahateny fa kehana foana amin' ny fahitana zavatra iray tsy nampoizina eo amin'ny toetrany; talanjona; mitampimbava: Zendana aho nahita ilay vy be an-taonina maro misosa miakatra eny amin' ny habakabaka - t.i.f.: Mahazendana.\n Ahitsio"},{"word":"Zenizeny","definition":" p.t.: Botribotry, fohy mibotetateta.\n Ahitsio"},{"word":"Zenjena","definition":" a: Fandehandehanana tsy misy antony. - t.i.f.: Manjenjena, fanienjena, mpanjenjena / mizenjena fizenjena, mpizenjena 1 anjenjenana, fanjenjenana I izenjenana, fizenjenana I mahazenjena.\n Ahitsio"},{"word":"Zeny","definition":" p.t.: Fohy kely, iva dia: Olona zeny (jer. Bozeny). 1 t.i.f: Zenizeny.\n Ahitsio"},{"word":"Zepe","definition":" (fr. des épées) a.: Sabatra. Zeperona (fr. des éperons) a: Vy mifaraingo apetaky ny mpitafngin-tsoavaly amin'ny wpditongo-kirarony ka anindronany ny takiban-taoavaly rehefa tiany hihazakazaka mafy.\n Ahitsio"},{"word":"Zepizepy","definition":" ft.: Niavian'ny hoe \"Manjepizepy, fanjepizepy\".\n Ahitsio"},{"word":"Zepoleta","definition":" (fr. les épaulettes) a: Kiramborambo eny amin'ny sorok'akanjon'ny miaramila izay matetika azo amantarana ny gradiny.\n Ahitsio"},{"word":"Zera","definition":" a: Fandabohana, fandavoana, fanaovana izay hahapotraka. 1 tif: Zeràna, azera, voaze• ra, zinera / maniera, fanjera, mpanjera / anjerana, fanjerana / mianjera, fianjera, mpianjera 1 ianjerana, fianjerana / mahazera 1 zerazera.\n Ahitsio"},{"word":"Zerana","definition":" (zera) mt. ih. sy pdr. (zerao): Latsahana: Nozeran' ny taila ny lohan janako. ~ Asiana, riatana: Nozeran'ny miaramila ny fahavalo ka rifatra nandositra. ? Tsipazana (zavatra mavesatra): Nozerany vato be ilay bibilava ka dangy ter)).\n Ahitsio"},{"word":"Zerizery","definition":" ft.: Niavian'ny: Manjerizery, fanjerizery, mizerizery, fizerizery.\n Ahitsio"},{"word":"Zero","definition":" a.: Jer. Aotra.\n Ahitsio"},{"word":"Zetra","definition":" a.: Fandehanana na fanaovan-javatra misosa milamina tsara; fizorana tsy misy misakantsakana (jer. Zotra). - t.i.f.:Mizetra, fizetra, mpizetra j izerana, fizerana j mahazetra I zejetra.\n Ahitsio"},{"word":"Zevazeva","definition":" a.: Toerana banga eo anelanelan'ny zavatra roa. ~ p.t.: Tsy an'ny atsy tsy an' ny aroa, eo anelanelany.\n Ahitsio"},{"word":"Zevo","definition":" sy Zevozevo ft.: Fifangaroan-javatra. i t. t.f.: Zevoina, zevozevoina, azevo, voazevo, zinevo, tafazevo/ manjevo na manjevozevo, fanjevo na fanjevozevo, mpanjevo na mpanjevozevo j anjevoana, fanjevoana I mifanjevo.\n Ahitsio"},{"word":"Zevoina","definition":" Zevozevo (zevo) mt. ih. (zevoy, zevozevoy): A-fangaro, afangaroharo.\n Ahitsio"},{"word":"Zevona","definition":" (Btm) a.: Volotsangana mbola tanora, mbola tsy miondri-doha.\n Ahitsio"},{"word":"Zezehana","definition":" na Zezefana (zezika) mt. pdr. (zezeho, zezefo): Asiana, velesina, darofana: Nozezehany ny kanonta ilay mpangalatra ka raha tsy ankona tsy nahahetsika tsy navelany.\n Ahitsio"},{"word":"Zezika","definition":" a.: Zavatra manomboka ho lo na namboarina axapomba simika afangaro amin'ny tany na alafika azy mba ho sakafon'ny zavamaniry ambolena na hahatsara ny tany: Ataovy be zezika ireto zana-boankazo ireto. ~ Famelezana amim-bono, fikapohana mafy. ~ p.t.: Be dia be, izaitratra. ii t.i.f.: Zezehena, zezefana, azezika, voazezika, tafazezika / manjezika, fanjezika, mpanjezika 1 anjezehana, fanjezehana / mizezika, fizezika, mpizezika I izezehana, fizezehana / mahazezika.\n Ahitsio"},{"word":"Zidina","definition":" a.: Fijoroana mahitsy tsy mlhetsika, - t.i.f.: Azidina, tafazidina 1 mizidina, fizidina, mpizidina 1 izidinana, fizidinana / mahazidina / zidinjidina.\n Ahitsio"},{"word":"Zidizidy","definition":" a: Hamaflahana, hakingana; tanjaka, havitrihana, hamafy, haheniana. - t.i.f.: Azidizidy, tafazidizidy / mizidizidy, fizidizidy / izidizidiana, fizidizidiana / mahazidizidy.\n Ahitsio"},{"word":"Zihirana","definition":" na Zihirina (zihitra) mt.ih. (zihiro): Bontsinina.\n Ahitsio"},{"word":"Zihitra","definition":" a: Toetran'ny zavatra mibontsina, midibadiba, mizihizihy, mivonto ho ngeza; vozihitra. ~ Toetran'ny olona mihenahena tsy miteny. - t.i.f.: Zihirina, zihirana, azihitra, voazihitra, tafazihitra / mizihitra, fiz>bitra, mpizihitra j izjhixana, fizihirana I mahazihitra.\n Ahitsio"},{"word":"Zihizihy","definition":" ft.: Niavian'ny Azilrizihy, mizihizihY, fizihizihy.\n Ahitsio"},{"word":"Zile","definition":" (fr, gilet) a.: Akanjo kely tsisy tanany tsindrian'ny pahtao; salotra.\n Ahitsio"},{"word":"Zimba","definition":" a.: Fanivaivana, fanevatevana, fanarabiana. - t.i.f.: Zimbaina, azimba, voazimba / manazimba, fanazimba, mpanazimbal anazimbana, fanazimbana / mahazimba 1 zimbazimba.\n Ahitsio"},{"word":"Zimbaina","definition":" (zimba) mt,ih. (zimbao): Ivaivaina, tevatevaina, harabina.\n Ahitsio"},{"word":"Zimpona","definition":" Jer. Zompona.\n Ahitsio"},{"word":"Zina","definition":" p. t.: Enti-milaza taona be hanina, be vokatra miakatra: Taon-jina. i t.if.: Mahazina.\n Ahitsio"},{"word":"Zinaitra","definition":" (zaitra) mt.ih. misy tsofoka in: Voazaitra, nozairina, akambana na atohy amin'ny kofehy: Tsy mba lambo nozinaitro izany!\n Ahitsio"},{"word":"Zinara","definition":" (zara) mt. ih, misy taofoka in: Voazara, nozaraina ho toko maromaro ka omena amin'ireo ny olona izarana; tantanina: Tsy ampy ny voankazo nozinara\n Ahitsio"},{"word":"Zinera","definition":" (zera) mt. ih. misy tsofoka in: Voazera, nazera, navarfna: Nozinera tao Ampamarinana ireo martiora\n Ahitsio"},{"word":"Zinevo","definition":" (zevo) mt.ih. misy tsofoka in: Voazevo, nafangaro, nampifangaroina: Nahoana no nozinevonao ny ondrinao sy ny ondrinay?\n Ahitsio"},{"word":"Zinga","definition":" a.: Fanovozan-drano any am-pantsakana na ao antsinibe: Touozy amin'ny zinga ny rano. 1 Fisotroan-dra- no: Zatra amin'ny an-tohojfnga ka tsy velona amin'ny an-kararàna. ? Vata famarana taloha mitovy fatra amin' ny 5 litatra amin'ny famarana ankehitriny. - t.i.f.: Zingaina, voazinga / manjinga, fanjinga, mpanjinga I anjingàna, fanjingàna 1 mahazinga. -  F.-p.: Manao rano dikain' ny zinga: tsy manaja ny ambaratongam-pahefana fa mandingana.\n Ahitsio"},{"word":"Zingaina","definition":" (zinga) mt, ih. (zingao): Tovozina amin'ny zinga: Aza zingaina ny rano ao an-tsinibe.\n Ahitsio"},{"word":"Ziniziny","definition":" sy Zinjina ft.: Firintonana amin-katezerana. / t.if.: Miziniziny, fiziniziny, mpiziniziny / mizinjina, fizinjina, mpizinjina 1 iziniziniana, fiziniziniana / izinjinana, fizinjinana.\n Ahitsio"},{"word":"Zinohy","definition":" (zohy) mt, ih. mizy tsofoka in: Voazohy, nozohina, zohina, arahina tsara: Raha zinohy tsara ny tantara, dia hita fa fitiauan-kampiray no nahatonga an'Andrianampoinimerina hanafika hatraiza hatraiza\n Ahitsio"},{"word":"Ziona","definition":" sy Zionjiona ft.: Fiviliana, fivembenana. - t.i.f.: Azionjiona, tafaziona, tafazionjiona j miziona, mizionjiona j izionjionana, fizionana, fizionjionana.\n Ahitsio"},{"word":"Zipo","definition":" (fr. jupe) a.: Akanjombehivavy mandrakotra ny valahana no ho midina ka hatreo ambony na ambany 1ohalika arakaraka ny lamaody. - t.i.f: Mizipo, fizipo, mpizipo 1 izipoana, fizipoana / mahazipo. -  F.-p,: Zipo jobo lava: zipo kely vava fa be vatana ary lava. / Zipo tapaka: zipo fanao anatiny.\n Ahitsio"},{"word":"Ziriziry","definition":" a: Fijoroana miridiridy tsy mihetsika, •Fitokonana, di-doha, fitokozihitra. 1 t,tf.: Aziriziry, tafazirfziry/ miziriziry, fiziriziry, mpiziriziry / iziriziriana, fiziriziriana/ mahaziriziry.\n Ahitsio"},{"word":"Ziva","definition":" (fit.-p.) a: Mpifankatia ara-belirano toy ny mpihavana akaiky mihitsy, nefa mifanompa na mifanozona ho mari-pisakaizana. - t.i.f.: Miziva, fiziva, mpizlva.\n Ahitsio"},{"word":"Ziva","definition":" a: Kirihitr'ala.\n Ahitsio"},{"word":"Zo","definition":" a: Loza mihatra, zava-midona, fahoriana, vitan-dratsy. - t.i.f.: Zoina I manjd, fan-id, mpanjô I fizoina.\n Ahitsio"},{"word":"Zo","definition":" a.: Haja amam-boninahitra, laza soa. ~ h.i.: Fahefana ananan'nY olona iray amin'ny maha-izy azy; hasina: Zoko ny anajanao ny firazanako. / Mizaka ny zdm-pirenena malagasy aho. ? Tombon-tsoa manokana, fahasoavana:\"Zato ianao Ambohipo, / Manan-jà / Tiako honenana aoko izany /'Zany tany\", X -  F.-p.: Manan-jà: manan-jara, ambinina, sambatra.\n Ahitsio"},{"word":"Zofina","definition":" (zotra) mt,ih, (zofy): Zairina atao vikavika, vikavikaina, gorampaina.\n Ahitsio"},{"word":"Zohina","definition":" (zohy) mt. ih. (zohio): Arahina: Loza fa zohin'Ikoto i rainy na aiza na aiza alehany. ~ Enjehina: Nozohin' ny mpiambina ilay mpangalatra ka azony. ? Hatonina, jokoina: Zohio moramora io Papelika io sao lasa.\n Ahitsio"},{"word":"Zohy","definition":" a.: Fanarahana avy eo aoriana. ~ Fandehanana manjokozoko ohatra ny antidahy. 1 Famelana handeha aloha. 1 t.if.: Zohina, voazohy, zinohy 1 manjohy, fanjohy, mpanjohy 1 aniohiana, fanjohiana 1 mifanjohy / mahazohy 1 zohizohy.\n Ahitsio"},{"word":"Zohy","definition":" a.: Lavaka na lozoka mandady fa tsy mitsatoka midina: Niery tany anaty zohy ireo mpandositra\n Ahitsio"},{"word":"Zoina","definition":" (zo) p.t.: Iharan-doza, iharam-pahavoazana, iharampahoriana: Nozoin-doza lava Ramatoa io no nahalasa adala azy.\n Ahitsio"},{"word":"Zojotra","definition":" a.: Zaitra mandeha tsotra hatrany tsy misy tatnpody;vikavika. 6 t.if.: Manjojotra.\n Ahitsio"},{"word":"Zoky","definition":" a. sady p. t.: Ny iray tampo teraka aloha: Niaraka izy mirahalahy ka ny zandriny no teo aloha ary ny zokiny tao aoriana. ? Be tanna kokoa: Zokin'ny rainay ny dadanareo. 1 Tsara indrindra, lehibe indrindra: Ity no zokin'asan'ny mpanoratra i Li. f.: Fahazokiana 1 fizokiana. -  F.-p.: Zokin-damba: ilazana ny lambamena tsara sy lehibe indrindra amin'ireo ha-fa nentina namonosanà ny maty. / Zokin-karena: manankarena kokoa. / Zokiolona: ireo efa be taona ela nihetezana. I Zokin-taozauatra: sangan'asa, ny tsara indrindra tamin'ny asa natao. / Zoky be toa ray: ilazana ny lahimatoa na ny be tanna izay heverina ho solon-dray amandreny. * Ohab.: Ny manan-joky, afaka olan-teny; ny manan-jandry, afaka olan'entana: famaritana ny adidin'ny zoky sy ny zandry avy: anjaran' ny zoky ny mandray fitenenana raha misy teny atao, ary an'ny zandry ny mitondra entana raha misy entana entina.\n Ahitsio"},{"word":"Zoma","definition":" a.: Zohy, lava-bato.\n Ahitsio"},{"word":"Zomà","definition":" a.: Andro fahadimy amin'ny herinandro, manarakaraka ny Alakamisy ary mialoha ny Asabotsy. Teo =in' ny Ntaolo malagasy, dia andro mainty fandevenana toy ny Alatsinainy ny Zomà; na-tao fitenenana ny hoe: \"Zomà manantena\" ary koa ny hoe \"Tsy mahandry andro Zomà\" satria tsy momba ny soa, tsy momba ny ratsy. a F.-p.: Tsy mahandry andro zomà: enti-milaza ny olona maika loatra alohan'ny fotoana.\n Ahitsio"},{"word":"Zompona","definition":" na Jompo (Ski) a.: Karazan-trondro lehibe tsara hena, nefa tsy mba azo mainina loatra. (Manatody any an-dranomasina mandritra ny hefarana na hadimiana ny zompona rehefa tsinam-bolana) (Mugil macrole-Pis).\n Ahitsio"},{"word":"Zongozongo","definition":" a.: Dian'olon-drery. - t.i.f.: Mizongozongo, fizongozongo, mpizongozongo 1 izongozongoana, fizongozongoanal mahazongozongo.\n Ahitsio"},{"word":"Zorina","definition":" (zotra) mt. ih. (zory): Arahina mahitsy tsy mivilivily: Ity lalana mianatsimo ity zorina dia ho tonga any am-piangonana ianao. 1 Tohizina: Ny lalana zdrina fa aza be resaka eo!\n Ahitsio"},{"word":"Zoro","definition":" a: Fikaonan'ny tsipika roa mifanapaka: Zona sokera, zoro dombo, zoro mura-nitra. • Faritra kitso eo amin'ny fihaonan'ny rindrina roa: Zoron-trano. ? Rira-na, ny mivohitra amin'ny fihaonan'ny lafy roa mifanapaka: Telo zoro ny zozoro. / Zoron-databatra. ? Kiho: Zoron-dalana. ~ Ireo lafy avaratra-atsinanana; atsimo-atsinanana; atsimo-andrefana; avaratra-andrefana amin' ny tany atao hoe: vazan-tany: Zoron-tany efatra. ~ Ny hazo atao amin'ny zorontrano efatra amin'ny trano kotona nahatonga ny fitenenana hoe \"sakeli-mihoa-joro\". -  F.-p.: An-joro: ny eo atsimo atsinanana atsimom-patana tamin'ny tranon'ny Ntaolo fahiny. / Mahery anjoro: ilazana ny akoho ma-mono ny namany ao am-pisoko, nefa nony any ivelany kanosa mandositra ny akoho hafa. 1 h.i.: Olona mfldtakita sy ratsy fitondra ny ao an-trano, nefa tsy mahasehaka firy amin'ny any ivelany. / Misary zoro: ilazana ny akoho mankeo an-joro fa te-hanatody. / Zoro firarazana: ilazana ny zoron-trano avaratra-atsinanana izay natao firarazana (rary) na fivavahana. / Zorombarauarambe: ny zoron-trano atsimo-andrefana. / Zorom-barauarankely: ny zoron-trano andrefana-avaratra. / Zoron'akoho: ny zorontrano atsimo-atsinanana izay nitoeran'ny akoho amamborona nompiana (jer. an-joro). * Ohab.: Tsy hadalan'ny akoho no itoerany eo an-joro, fa toeram-boazara: entimilaza ny fanekena ny anjaran'ny tena, na ratsy io na tsara.\n Ahitsio"},{"word":"Zoto","definition":" a.: Faharisihana, fanaovana asa na zavatra an-taitrapo ary amim-paharisihana. 1 t.i.f.: Mazoto 1 mahazoto 1 mampahazoto 1 hazotoana, fahazotoana 1 zotozoto. * Ohab.: Ny mandeha tsy zoto, ny mijanona tsy laina: enti-milaza fa fanatanterahana adidy no atao fa tsy fitiavana hanao an'itsy na hanao an'iroa akory. / Tsy misy mafy tsy laitran'ny zoto: tsy misy zava-tsarotra tsy vita rehefa misy ny faharisihaha sy ny herimpo.\n Ahitsio"},{"word":"Zotra","definition":" a: Fandeha mahitsy tsy mivilivily, mandroso sy mitohy hatrany. ~ Enti-milaza antokom-piara mpitatitra olona anankiray ma-nana lalana voasoritra falehany: Ny zotra faha-22. / Ny lamasinina zotra Antananarivo-Toamasina, - t.i.f.: Zorina, azotra, tafazotra 1 mizotra, fizotra, mpizotra 1 izorana, fizorana 1 mahazotra 1 zojotra 1 zorina, na zojorina, zofina na zojofina, azojotra, voazojotra 1 manjozotra, fanjozotra, mpanjozotra 1 anjozorana, fanjozorana 1 mahazojotra 1 mitanjozotra, mitozojotra. * F,-p,: Zo-balala: fomba fanjairana atao mifanalavitra ny tevi-panjaitra ary mifamaly ambadika sy ambadika ka mizotra mahitsy hatrany. / Zo-molotra: zaitra vilina bakatraka fanao amin' ny fanjairana ny vava lasaka na gony. / Mizo-daiana: mizotra mahitsy manaraka ny lalana.\n Ahitsio"},{"word":"Zovina","definition":" (zovy) mt. ih. (zovio): Ampahafantarina, atoro: Tsy zovina aminao io mpihira malaza io.\n Ahitsio"},{"word":"Zovy","definition":" a.: Teny enti-manontany hoe \"olona iza?\": Zovy no tsy maholala ny atao hoe tanindrazana? ? Antso ataon' ny mpiambina amin'ny alina raha vao misy mikaratsadratsaka any ho any: Zovy? * F,-p,: Manao zouy: entimilaza ny mpiambina miantso \"Zovy\". / Ahoan-jovy: mampaninona an'iza moa. / An-jovy: an'iza. / Na zouy na zovy: na iza na iza.\n Ahitsio"},{"word":"Zozoro","definition":" a: Zavamaniry any anaty rano, telo rirana, fanaovana tsihy na, sobika ny hodiny. i Li. f.: Manjozorobe. Ahitsio"}]