[{
        "word": "S",
        "definition": " a.: Tarehintsoratra fahafito ambin'ny folo ary renisoratra fahatelo ambin'ny folo amin'ny abidy malagasy. A-min'ny fanakambanan-teny, ny s dia lasa ts: Zavatra soa < zavatsoa. Amin'ny fitovonana man- mba hanaovana matoanteny kosa, ny s manomboka fototeny dia latsaka fotsiny amin'izao: Man+ soratra = manoratra.\n Ahitsio"
    },
    {
        "word": "Sa",
        "definition": " ppt.: Ampiasaina hisolo ny \"na\" raha manontany, ka araka izany, dia entina hampisafidy amin'ny zavatra roa: Inona no tianao, zanaka sa harena?\n Ahitsio"
    },
    {
        "word": "Sa-",
        "definition": " Tovona fanaovana fototeny faharoa milaza asa misy fihetsehana: Sabaka (baka), safelika (felika).\n Ahitsio"
    },
    {
        "word": "Saba",
        "definition": " a.: Vilany be vava boribory fandrahoana vary.\n Ahitsio"
    },
    {
        "word": "Sababa",
        "definition": " na Sababaka p. t.: Lehibe, malalaka loatra tsy mifanentana amin'izay nanaovana azy: Sababaka loatra iny satroka iny ho anao.\n Ahitsio"
    },
    {
        "word": "Sabadiana",
        "definition": " (Btm) a.: Vehivavy fohy, kely reny.\n Ahitsio"
    },
    {
        "word": "Sabaka",
        "definition": " a.: Fampihatahana na fampanalavitana ny tongotra roa. • hi.: 1) Ilazana ny hazo misampana roa; 2) A-naran-tsilalaon'ankizy izay misy efitrefitra ka asabaka ny tongotra roa mba tsy hanitsaka ny soritra mampisaraka ireo efitrefitra ireo. - t.i.f.: Sabakaina, asabaka, voasabaka, tafasabaka / manasabaka, fanasabaka, mpanasabaka / anasabakana, fanasabakana / misabaka, fisabaka, mpisabaka / isabakana, fisabakana / mahasabaka % sabakabaka.\n Ahitsio"
    },
    {
        "word": "Sabakaina",
        "definition": "(sabaka) mt. ih. (sabakao): (tongotra) Ampihatahina.\n Ahitsio"
    },
    {
        "word": "Sabata",
        "definition": " (angl. sabbath) a.: Ny andro fahafito na andro fitsaharana teo amin'ny Jiosy ; Sabotsy amin'ny herinandro malagasy ary andro fahafito,  Ahitsio"
    },
    {
        "word": "Sabatra",
        "definition": " a.: Fiadiana misy lelany lava maranitra, izay mahitsy na mivolantsinana mihantsika, fa ny fitanana azy mifaingoka sy fohy. -  F.-p.: Tranon-tsabatra: ny fonon'ny sabatra.\n Ahitsio"
    },
    {
        "word": "Sabebaka",
        "definition": " p. t.: Teny ilazana endrika sady lehibe no mitapelaka: Sabebaka endrika (fiteny koa ny hoe tabebaka endrika). • f. t. m.: Ilazan' ny olona koa ny vehivavy lehibe ny fitombenany mba hanarabiany azy.\n Ahitsio"
    },
    {
        "word": "Sabilahina",
        "definition": " (sabilaka) mt. ih. (sabilaho): Roritina hatraiza hatraiza.\n Ahitsio"
    },
    {
        "word": "Sabilaka",
        "definition": " p.t.: Tsy mahitsy tsara fa misompirana sy vilambilana, enti-milaza zavatra mifaraingo na mibaraingo ary tsy mahitsy (jar. Bilaka, sobilaka). - t.i.f. : Sabilahina, voasabilaka, tafasabilaka 1 manasabilaka 1 misabilaka 1 mahasabilaka / aabilabilaka.\n Ahitsio"
    },
    {
        "word": "Sabobaka",
        "definition": " p. t.: Mivonto be, mizihitra — Enti-milaza koa ny faty efa mivonto ka mangonahona. - t.i.f. : Misabobaka, fisabobaka, mpisabobaka.\n Ahitsio"
    },
    {
        "word": "Saboboka",
        "definition": " p. t.: Mivonto be, mibibaka sahala amin'ny zavatra vonto rano, bobo-drano; enti-milaza koa ny zavatra nosesehana rivotra na rano ka niavovona sy tonga lehibe. ¶ M. h. : Mizihitra, mivozihitra.\n Ahitsio"
    },
    {
        "word": "Sabodehina",
        "definition": " (sabodika) mt. ih. (sabodeho): Saritahina, korontanina.\n Ahitsio"
    },
    {
        "word": "Sabodika",
        "definition": " a.: Fanakorontanana, fikorontanana; fanodinkodinana amin'ny teny na amin'ny fanaovan-javatra mba hampifamadika sy hampifandiso amin'izay tena izy sy marina; fifandisoana sy fifangaroan'ny teny sy ny zavatra atao. - t.i.f. : Sabodehina, asabodika, voasabodika, tafasabodika / manasabodika, fanasabodika, mpanasabodika / anasabodihana, fanasabodihana / misabodika, fisabodika, mpisabodika / isabodihana, fisabodihana.\n Ahitsio"
    },
    {
        "word": "Saboha",
        "definition": " a.: Karazana lefona fohifohy sy tsotsotra, vita vangovango.\n Ahitsio"
    },
    {
        "word": "Sabohaka",
        "definition": " a.: Fitomboana, fibontsonana.\n Ahitsio"
    },
    {
        "word": "Saboimaro",
        "definition": " a.: Loza na voina lehibe.\n Ahitsio"
    },
    {
        "word": "Sabora",
        "definition": " Mitovy amin'ny Jabora.\n Ahitsio"
    },
    {
        "word": "Sabotraka",
        "definition": " a.: Ahitra maniry any anaty rano, fanao rary tsihy na harona na satroka.\n Ahitsio"
    },
    {
        "word": "Sabotrehina",
        "definition": " (sabotrika) mt. ih. (sabotreho): Mbombana tsara, kobonkobonina fatratra, rotsirotsina.\n Ahitsio"
    },
    {
        "word": "Sabotrika",
        "definition": " ft.: Asa ataon'ny reny mambomba na mandrotsirotsy na manolokolo ny zanany. - t.i.f.: Sabotrehina / manasabotrika, fanasabotrika, mpanasabotrika / anasabotrehana, fanasabotrehana 1 misabotrika, fisabotrika, mpisabotrika / isabotrehana, fisabotrehana 1 mahasabotrika 1 sabotribotrika.\n Ahitsio"
    },
    {
        "word": "Sabotsy",
        "definition": " na Asabotsy (izaymarimarina kokoa) a.: Andro fahenina amin'ny herinandro, manaraka ny zomà ary mialoha ny alahady; andin fahatelo kosa izy teo amin' ny ntaolo malagasy.\n Ahitsio"
    },
    {
        "word": "Sada",
        "definition": " p. t.: Enti-milaza loko roa volo ka ny iray fotsy: Sa-da mainty: fotsy sy mainty; soda mena: fotsy sy mena. * Ohab.: Vangauanga mana-na endrika, sadasada manantsoratra: enti-milaza olona tsy dia marin-toetra loatra (lazaina hoe sada roa volo, nefa manan-tsoratra betsaka lavitra).\n Ahitsio"
    },
    {
        "word": "Sadaika",
        "definition": " na Sadaikatra p. t.: Misalasala sy mihazohazo eo am-panaovan-javatra na eo am-pitenenana, sanganehana: Sadaikatra aho ity fa handroso, maty raibe, hihemotra maty renibe. • TsY mahita izay hatao, misalasala noho ny henatra na tahotra: Sadaikatra aho hiteny eo imason'ireo olona betsaka ireo. -  t.i.f.: Mahasadaikatra.\n Ahitsio"
    },
    {
        "word": "Sadaka",
        "definition": " Sadakadaka p. t.: Jar. Dakadaka.\n Ahitsio"
    },
    {
        "word": "Sadakely",
        "definition": " a.: Angaka madinika.\n Ahitsio"
    },
    {
        "word": "Sadalefitra",
        "definition": " (angl. side left) a.: Baiko-miararnila enti-milaza manendro havia.\n Ahitsio"
    },
    {
        "word": "Sadaraitra",
        "definition": " (angl. side right) a.: Baiko-miaramila enti-milaza manendro havanana.\n Ahitsio"
    },
    {
        "word": "Sadia",
        "definition": " na Sadika a.: Salaka; lamba nahodidina ny valahana dia natao toy ny salaka. i t.i.f• : Sadikaina, asadika, voasadika, tafasadika 1 manasadika, fanasadika, mpanasadika / anasadikana, fanasadikana 1 misadika, fisadika, mpisadika / isadikana, fisadikana 1 mahasadika / sadikadika.\n Ahitsio"
    },
    {
        "word": "Sadiadiaka",
        "definition": " a.: Lamba natao tamin'ny rofia vaventiventy.\n Ahitsio"
    },
    {
        "word": "Sadikaina",
        "definition": " (sadika) mt. ih. (sadikao): Hodidinina (lamba) ny valahana.\n Ahitsio"
    },
    {
        "word": "Sadoda",
        "definition": " na Sadodo (BU) a.: Ombikely botrefona.\n Ahitsio"
    },
    {
        "word": "Sady",
        "definition": " Sady... No ppt.: Ary koa: Tsara sady mafy ity hazo ity. / Sady tsara no mafy ity hazo ity. • Fanampin' izany, tsy izany ihany fa...: Mahafinaritra ahy ny uolon' io hazo io, sady mora ny uid in y.\n Ahitsio"
    },
    {
        "word": "Safaray",
        "definition": " a.: Laharan-tsikidy fahadimy ambin'ny foin ka ny heviny dia \"lalana\".\n Ahitsio"
    },
    {
        "word": "Safarina",
        "definition": " (safary) mt. ih. (safario): Asiana safary, asana olakola-teny mba hanalavana taris na hanarinariana dia: Aza safarinao amin'ny ohabolana sy hain-teny ny resaka, Randrenja a (Kilalaon' afo — R.R.-R).\n Ahitsio"
    },
    {
        "word": "Safary",
        "definition": " a.: Teny misafelipelika handroboana ny sasany; olakola-teny mba hanalavana ta-ria: Aza be safary eo ianao fa izay heuitrao ambara. - t.i.f.: Safarina, asafary, voasafary 1 misafary, fisafary, mpisafaxy 1 isafariana, fisafariana / mahasafary / safarifary. -  F.-p.: Tia ihany ka be safary: miolakolaka ohatra ny mody tsy tia, kanefa tia fatratra. ¶ M. h.: Saroro.\n Ahitsio"
    },
    {
        "word": "Safatsiroa",
        "definition": " p. t.: (isa fa tsy roa): Tsy manam-paharoa, tsy misy toa azy, ka enti-milaza hatsarana na haratsiana mihoatra noho ny hafa: Safatsiroa ny hakingan'ilay olona nandeha teo ambony tacts,.\n Ahitsio"
    },
    {
        "word": "Safay",
        "definition": " ft.: Niavian'ny hoe Misafay.\n Ahitsio"
    },
    {
        "word": "Safelehina",
        "definition": " (safelika) mt. ih. (safeleho): Iolahana, iolehana, alaina amin'ny fanodidinana: Nosafelehin'ny fahauolo ny tandna.\n Ahitsio"
    },
    {
        "word": "Safelika",
        "definition": " a.: Fandehanana any am-badika, fanaovana ankodina fa tsy manatrika. • Famelezana avy any ivoho fa tsy eo anoloana: An-tsafelika no namelezan'ny fahaualo. • Olakolaka, olikolika tsy mivantana: Tsy tsara ny manao safeli-teny fa aleo milaza mivantana. -  t.i.f.: Safelehina, asafelika, voasafelika, tafasafelika / manasafelika, fanasafelika, mpanasafelika / anasafelehana, fanasafelehana / misafelika, fisafelika, mpisafelika / isafelehana, fisafelehana / mahasafelika / safelipelika.\n Ahitsio"
    },
    {
        "word": "Safidy",
        "definition": " a. : Fahafahan'ny sitrapo maka izay tiany amin'ny zavatra anankiroa eo anoloany na atolotra azy: Manan-tsafidy hanao ny tsara na ny ratsy ny olombelona. ? Fifidianana malalaka: Anao ny safid y. * t.i.f.: Misafidy, fisafidy, mpisafidy / isafidianana, fisafidianana. * F.-p.: Safidim-po: sitraky ny fo, danin'ny kibo. / Tompon-tsafidy: afaka mifidy malalaka.\n Ahitsio"
    },
    {
        "word": "Safina",
        "definition": " (safy) mt. ih. (safio): A-siana safiny.\n Ahitsio"
    },
    {
        "word": "Safiotra",
        "definition": " na Safitra a.: Olona na biby vokatry ny fikambanana karazana roa samy ha-fa. ¶ M.h.: Kiry, zafindraony, metisy.\n Ahitsio"
    },
    {
        "word": "Safo",
        "definition": " a.: Fikasihana moramora: Tia safo loha io Rangahy io. * Fikosokosohana amin'ny tanana, fanorana. ? Fanorana ny kibon'ny bevohoka. ? Fanamarinana sy fijerena ny asa atao. * t.i.f : Safoina, asafo, voasafo / misafo, fisafo, mpisafo / isafoana, fisafoana / mahasafo / safosafo / misafosafo. * F.-p.: Safo be mantsina: tsy misy fanavahana fa atao fao-be daholo amin'ny filazana. / Safo makirana, safo morona: enti-milaza fahafenoana mifamatra tsara amin'ny molotry ny famarana. / Safo siaka (sioka atao hampatoritory): teny atao hamalifaliana; tambitamby; fanojikojena. / Safo sirana (fisafosafoana iny ambony fe iny): fihetsehana mampiseho fahavoazana. / Misafo sirana: manao fihetsehana sy endrika mampiseho ny fahavoazana.\n Ahitsio"
    },
    {
        "word": "Safoaka",
        "definition": " a.: Hatezerana lehibe noho ny hasosorana tafahoatra. * t.i.f.: Asafoaka, tafasafoaka / misafoaka, fisafoaka, mpisafoaka / isafoahana, fisafoahana / mahasafoaka.\n Ahitsio"
    },
    {
        "word": "Safofoka",
        "definition": " a.: Aretin'andoha mahajenjina, mahafanina, ateraky ny fanaviana. ? Fandroadroatran'ny rano mianjera amin'ny riam-bato. * t.i.f : Asafofoka, voasafofoka, tafasafofoka / manasafofoka, fanasafofoka, mpanasafofoka / anasafofohana, fanasafofohana / misafofoka, fisafofoka, mpisafofoka / isafofohana, fisafofohana / mahasafofoka / safofopofoka / mantsafofoka.\n Ahitsio"
    },
    {
        "word": "Safoina",
        "definition": " (safo) mt. ih. (safoy): Enti-milaza ny zavatra ampandalovana moramora ny tanana: Safoiny ny saokany isaky ny hiteny izy. ? Oh-na: Nosafoiny tamin'ny menaka ilay tongotro narary dia sitrana. ? Jerena ny fandehany na ny toetrany: Nosafoin'ny polisy ny tokotaninay aninaraina.\n Ahitsio"
    },
    {
        "word": "Safononoka",
        "definition": " p. t.: Feno hatramin'ny morony: Safononoka ny renirano noho ilay oran-kateloana tsy niato iny. * h.o.: Feno, diboka: Safononoka ny fon'ny Malagasy nahazo ny fahaleouantena. -\n Ahitsio"
    },
    {
        "word": "Safontina",
        "definition": " a. (jer. Sampotina): Fihodinana miverimberina, fiverenan'ny efa lasa ka tonga indray. ? Fisavorovoroana. ? Fisafotofotoana, fisaritahan-dresaka. * t.i.f : Asafontina, voasafontina, tafasafontina / matiasafontina, fanasafontina, mpanasafontina / anasafontenana, fanasafontenana / misafontina, fisafontina, mpisafontina / isafontenana, fisafontenana / mahasafontina / safotimpontina.\n Ahitsio"
    },
    {
        "word": "Saforana",
        "definition": " (safotra) mt. ih. (safory): Totorana: Nosaforan' ny rano ny tanimbary etsy atsimo. ? Hosorana zavatra, lalorana. ? Rakofana.\n Ahitsio"
    },
    {
        "word": "Safosafo",
        "definition": " a.: Tambitamby atao amin'ny tanana mandambolambo moramora mba hamalifaliana: Safosafo no mampatory an'io zaza io. ¶ M. h.: Tambitamby, tehatehaka. * Teny mamy feno fitiavana sady mandambolambo: Aza mihevitra ianao fa ho azonao amin'ny safosafo aho. ¶ M. h.: Tambitamby, fanambatambazana, kolikoly, fanolikolena, fanejokejoana, fanojikojiana, famalifaliana. ? Entina milaza ny firefarefan'ny fitafiana amin'ny tany na ny fanidin'ny vorona mila hikasika ny tany.\n Ahitsio"
    },
    {
        "word": "Safosafoina",
        "definition": " (safosafo) mt. ih. (safosafoy): Lambolamboina amin'ny tanana. ? h.o.: Kasihina, tenenina kely fotsiny: Nosafosafoiny fotsiny ny amin'ny toe-karena, fa ny politika no noresahiny be.\n Ahitsio"
    },
    {
        "word": "Safosiaka",
        "definition": " a.: Siatsiaka ataon' ny olona misambo-balala mba hampamitsaka azy ka hahamora ny fisamborana azy. ? h.o.: Teny mamy na a-sa mahafinaritra atao mba hanangolena izay tiana hofitahina: Tsy izaho akory no ho uoafitaky ny safosiaka ataonao. -  F.-p.: Manao safosiaka mampandry adrisa: manao resaka mamy mba hampahalefaka olona tiana hangolena.\n Ahitsio"
    },
    {
        "word": "Safotaka",
        "definition": " ft.: Loto misolitika amin'ny tarehy na ny rantsam-batana na amin'ny va-va. - t.i.f : Misafotaka, fisafotaka.\n Ahitsio"
    },
    {
        "word": "Safotina",
        "definition": " Mitovy amin'ny Safontina.\n Ahitsio"
    },
    {
        "word": "Safotofoto",
        "definition": " a.: Toetran'ny zavatra toy ny kofehy, mikorontana sy mifangaroharo izaitsizy ka tsy hita harahina fa mifampidipiditra ny lohany sy ny vodiny. ? Toetran'ny rivotra mitambolimbolina manao tampody fohy eo no ho eo. * Safotofotoina, asafotofoto, voasafotofoto, tafasafotofoto / manasafotofoto, fanasafotofoto, mpanasafotofoto / anasafotofotoana, fanasafotofotoana / misafotofoto, fisafotofoto, mpisafotofoto / isafotofotoana, fisafotofotoana / mahasafotofoto.\n Ahitsio"
    },
    {
        "word": "Safotofotoina",
        "definition": " (safotofoto) mt. ih. (safotofotoy): Akorontana sy afangaroharo.\n Ahitsio"
    },
    {
        "word": "Safotra",
        "definition": " p. t.: Rendrika ao anaty...; tototra ao anaty...: Safotry ny rano ny tanimbolinay tamin'ny fahavaratra lasa teo. ? h.o.: Feno, rakotra, tototra, henika: Safotry ny hafaliana ny reniko nahita ahy tafaverina. / Safo-kenatra izy namakivaky ireo olona maro be teo an-tokotaniny. ? Tsy mahatsiaro tena na very saina noho ny fangirifiriana vokatr'aretina na noho ny fihetsehampo be loatra: Notenenin-drainy mafy izy dia safotra foana tao. * t.i.f.: Saforana, asafotra, voasafotra / manafotra, fanafotra, mpanafotra / anaforana, fanaforana / mahasafotra. -  F.-p.: Safo-drano: fihoaran'ny rano ivelan'ny masondrano noho ny habetsahan'ny orana ka mahatonga azy hihanaka eran'ny manodidina. / Safo-drazana: lambamena arakotra faty mitandahatra ho solon-dambampamadihana ho azy ireo. / Safo-drorohany: ny jabora mandrakotra ny rorohan' omby. / Safononoka: feno hatreny amin'ny molony. / Safo-tany: aretina tsy dia manahoana loatra nefa mahavoa ny olon-drehetra. ¶ M. h.: Po-tany.\n Ahitsio"
    },
    {
        "word": "Safovava",
        "definition": ": Teny milaza hafenoana raha mamatra vary, ohatra, ka mifarana amin' ny vava kapoaka ny vary (jer. avo loha, kapavava).  - t.i.f. : Manasaha.\n Ahitsio"
    },
    {
        "word": "Safy",
        "definition": " Safiny a.: Fanampiny, famenony (akanjo). - t.i.f. : Safina, asafy, voasaf y / manasaf y, fanasafy, mpanasafy 1 anasafena, fanasafena / misaf y, fisaf y, mpisaf y / mahasafy 1 safisafy.\n Ahitsio"
    },
    {
        "word": "Saha",
        "definition": " a.: Tany malalaka tsy misy ala na tanàna fa saika fambolena fotsiny (mitovy amin' ny \"ambanivohitra\" izy amin'ity hevitra ity) : Mahafinaritra fa tsara rivotra ny mipetraka any an-tsaha. ? Tany voavoly somary lehibebe izay saika matetika voafaritra; tanimboly: Kisolosolo tsara ny saham-boalobokay. / Hatreto no ho miantsinanana no misy ny sahanay. * t.i.f. : Antsahabeny, kisahasaha.\n Ahitsio"
    },
    {
        "word": "Sahabo",
        "definition": " p. mt.: Teny enti-milaza habe na isa, na refy, na halavirana, na lanjan-javatra, tsy tena marina fa eo ho eo fotsiny: Sahabo ho valo kilaometatra avy eto no misy ny tanànanay. ¶ M.h.: Tokony, tokotokony ho.\n Ahitsio"
    },
    {
        "word": "Sahady",
        "definition": " p. mt.: Enti-milaza fotoana tsy da., fa haingana tsy tahaka ny nanampoizana azy: Vao volana septambra izao; nefa toa tonga sahady ity ny orana. * t.i.f. : Manahady.\n Ahitsio"
    },
    {
        "word": "Sahafa",
        "definition": " a.: Hazo mitapelaka lehibe, matetika boribory, fanofana vary (misy koa vy na ravina natao hanofana vary ka notondroina mazava tsara hoe: sahafa vy, sahafa harona). -  F.-p.: Sahafa volamena: teny ampiasain'ny mpanoratra matetika hilazany an' ohatra ny masoandro.\n Ahitsio"
    },
    {
        "word": "Sahala",
        "definition": " p. t.: Enti-milaza fitoviana ara-bidy, lanja...: Mandehana amin'izao ianareo fa efa sahala izao ny anjaranareo. / Mitovy fa tsy sahala ireto satroka roc ireto, be vidy kokoa iroa volombatolalaka iroa. ? ppk.: Sahala amy...: tahaka ny, toy ny: Ny maka tsy miera dia sa-hala amin'ny mangalatra ihan y. -  F.-p.: Tsy mahazo an-tsahala: resy. / Tsy manan-tsahala: tsy misy mitovy aminy, ambony dia ambony. ¶ M. h.: Sahalahala, mitovitovy, mifanahantsahana, mifanahatahaka, mifanendrahendra, mifandraidraika, mifandrindrarindra, mifanakaikikaiky, mifanentanentana, mifanendrihendry.\n Ahitsio"
    },
    {
        "word": "Sahana",
        "definition": " a.: Fiandraiketana, fanatrehana asa na raharaha. ? Mitovy amin'ny sakana. * t.i.f. : Sahanina, voasahana / misahana, fisahana, mpisahana / isahanana, fisahanana / mahxsahana / sahantsahana / mifanahantsahana.\n Ahitsio"
    },
    {
        "word": "Sahanina",
        "definition": " (sahana) mt. ih. (sahano): Atao, iandraiketana, vonjena miaraka: Sahaniny avokoa ny zavatra rehetra ka tsy misy vitany tsara.\n Ahitsio"
    },
    {
        "word": "Sahary",
        "definition": " a.: Karazan-damba misy soratsorany ny sisiny.\n Ahitsio"
    },
    {
        "word": "Sahato",
        "definition": " a.: Ozona na ompa mirivirivy. - t.i.f.: Sahatoina, asahato, voasahato / misahato, fisahato, mpisahato / isahatoana, fisahatoana / mahasahato / sahatohato.\n Ahitsio"
    },
    {
        "word": "Sahatoina",
        "definition": " (sahato) mt. ih. (sahatoy): Ozonina.\n Ahitsio"
    },
    {
        "word": "Sahatra",
        "definition": " a.: Karazandrazan'ody mahery famosaviana.\n Ahitsio"
    },
    {
        "word": "Sahatra",
        "definition": " a.: Mitovy amin'ny Fampanonona.\n Ahitsio"
    },
    {
        "word": "Sahaza",
        "definition": " a.: Tahona metaly, matsilotsilo ny lohany, izay manondro ny minitra (sahazabeny) ary ny ora (sahazakeliny) amin'ny famantaranandro: tafahodina tanteraka ny boribory amin'ny famantaranandro ny sahazabeny no mikisaka mahavita ny ampaharoa ambin'ny folony ny sahazakeliny.\n Ahitsio"
    },
    {
        "word": "Sahaza",
        "definition": " p. t.: Antonina, ampy: Sahaza hividianana ireto zavatra rehetra ireto ve ny vola any aminaoF ? Mifanandrify, mifanentana: Nahita raharaha sahaza ny zanakao aho. ? Antonina, mety: Sahaza ho an'ny faralahy tsara lahy ity pataloa ity. - t.i.f.: Manahaza.\n Ahitsio"
    },
    {
        "word": "Sahazany",
        "definition": " (fr. sergent) a.: Anarana nentina nilaza ny miaramila telo voninahitra tamin' ny andro malagasy fahiny.\n Ahitsio"
    },
    {
        "word": "Sahiaka",
        "definition": " p. t.: Fisapisaka sady tsy lalina aty, talesaka mipelapelaka: Vil?a sahiaka.\n Ahitsio"
    },
    {
        "word": "Sahina",
        "definition": " (sahy) mt. ih. (sahio): Ompana, tevatevaina.\n Ahitsio"
    },
    {
        "word": "Sahindra",
        "definition": " a.: Redon-javamaneno fandihizana.\n Ahitsio"
    },
    {
        "word": "Sahirana",
        "definition": " p. t.: Be raharaha vonjena atsY sy ar?: Sahirana aho anio ka tsy afaka handray olona. / Sahirana be ihany ry zareo ato avaratra fa manana uahiny betsaka. ¶ M. h. : Miheninkenina, mipenimpenina. ? Be ahiahy, manahy, sanganehana, valsa: Sahiran-tsaina aoka izany izy amin'ilay ady lova tsy mety vita. • Sosotra, sorena: Sahirana ny anao fa tsy afa-panadinana. • Tsy manam-bola, ao anatin'ny tsy fisiana, haporetana: Sahirana mafy Ra-koto mianadahy avy hatramin'ny nahafatesan-drainy. ¶ M.h.: Poritra, tery,\"poribola. • Mahatsiaro fahasarotana: Sahirana er? izy rehefa mandeha noho ilay vay ao amin'ny feny. - t.i.f. : Sahiranina / manahirana, fanahirana, mpanahirana / anahiranana, fanahiranana / misahirana, fisahirana, mpisahirana / isahiranana, f?sahiranana / sahirankirana / hasahiranana, fahasahiranana / mahasahirana. ¶ M.h.: Be raharaha, miheninkenina, mihenikenika, jambena, maro herehina, ma-ro sahanina, mipenimpenina, tominjana. — Sahirana, sahirankirana, mahantra. — Manahirana, sarotra, mafotaka, baodibaodika, anoin-tsarotra.\n Ahitsio"
    },
    {
        "word": "Sahiranina",
        "definition": " (sahirana) mt. ih. (sahirano): Omena raharaha, ahiahy: Aza fady fa sahiraniko ianao. • Sampontsamponana, sakantsakanana: Tsy sahiranin'inona na inona izy.\n Ahitsio"
    },
    {
        "word": "Sahiratsy",
        "definition": " a.: Karazan' angady fa mivelatra kokoa ny lelany.\n Ahitsio"
    },
    {
        "word": "Sahoa",
        "definition": " a.: Resadresaka miankina amin'ny honohono; tsaho. - t.i.f. : Misahoa / sahoahoa / misahoahoa.\n Ahitsio"
    },
    {
        "word": "Sahoahoa",
        "definition": " a.: Kiakiaka, antso vonjeo tsisy antony.\n Ahitsio"
    },
    {
        "word": "Sahobaka",
        "definition": " a.: Karazan'angely, izay mitovy amin'ny angely tsotra na loha, na tongotra, fa ny elany no tapany kely, ary somary botabota matavy ilay izy, indrindra ny kibo lasa leminy.\n Ahitsio"
    },
    {
        "word": "Sahoby",
        "definition": " a.: Lanonan-dehibe misy hira sy dihy ifaninanana fanao hatry ny tamin'ny andro taloha ka nahatonga ny anarana hoe \"sahobin'ny Ntaolo\".\n Ahitsio"
    },
    {
        "word": "Sahoina",
        "definition": " p. t.: Be dia be, raofim-potsiny, alaina araka izay tiana: Sahoina ny mananasy ambolenay er? andafy andrefana. • Amidy mora, a-tao varo-boba.\n Ahitsio"
    },
    {
        "word": "sahoko",
        "definition": "feo vokatry ny fankafizana avoakan'ny mpifankatia (indrindra ny vehivary) mandritra ny  fanaovana firaisana ara-nofo. Ahitsio"
    },
    {
        "word": "Sahomborera",
        "definition": " a.: Karazana sahona maitsomaitso volo fahita eny ambony hazo.\n Ahitsio"
    },
    {
        "word": "Sahona",
        "definition": " a.: Karazam-biby mivelona eny amoron'ny farihy sy heniheny, be monto-maso, malamalama hoditra, ary lava ny tongony aoriana no-ho ny eo aloha ka mahay mitsambikina izaitsizy izy; ny sahona dia biby miofo ka raha mbola kely izy, ka atao hoe tsiboboka, dia hafa dia hafa ny bika aman'endriny.\n Ahitsio"
    },
    {
        "word": "Sahonaka",
        "definition": " p.t.: Vonto, bobo-ka, ampoka. - t.i.f. : Manasahonaka.\n Ahitsio"
    },
    {
        "word": "Sahondoroka",
        "definition": " a.: Karazana sahona.\n Ahitsio"
    },
    {
        "word": "Sahondra",
        "definition": " a.: Karazana vahona any an'ala misy voniny mena na vony izay mirozaroza mahafinaritra. -  F.-p.: Sahondran-drambony: ny loha rambon.'omby ilay be volo iny. * Ohab.: Tsy adala monina Ankaratra aho ka tsy hahalala sahondra ho uaky: olona mahalala ny ataoko aho. ¶ M.h.: Tsy soavaly vao aho ka tsy hahalala an'i Mahamasina. / Tsy Tankay aho ka tsy hahalala dian-dambo.\n Ahitsio"
    },
    {
        "word": "Sahondrahondra",
        "definition": " Mitovy amin' ny Hondrahondra.\n Ahitsio"
    },
    {
        "word": "Sahondrandrambony",
        "definition": " a.: Ny tendron'ny rambon'omby izay volovoloina.\n Ahitsio"
    },
    {
        "word": "Sahotaka",
        "definition": " a.: Fahataitairana sy fisavoritahana noho ny tahotra indrindra; fisafotofoto, fisaritaka. il t.i.f. : Misahotaka, fisahotaka, mpisahotaka / isahotahana, fisahotahana / sahotakotaka.\n Ahitsio"
    },
    {
        "word": "Sahy",
        "definition": " p.t.: Manana herim-po hanao zavatra: Tsy sahy niady tamin'ny zanako Isambilo. • Afaka manao, manaiky: Tsy sahiko ny handray io olona io ao an-tranoko. • Tsy matahotra: Sahy anareo aho, hoy Rakoto tamin'ny lehiben'ny jiolahy. • Afakahividy: Tsy sahiko ariary zato akory io latabatra io fa ratsy. ? t.i.f.: Mahasahy na mahasaky / sahisahy / hasahiana, hahasahiana. -  F.-p.: Angady sahy: angady miendrika famoalàka ny bikany. / Sahy lapa: azo aseho an-danonana. / Sahy latabatra: enti-milaza sakafo izay tsy mahamenatra ny mandroso azy eo ambony latabatra ho an'ny vahiny. /Sahy loza: tsy mataho-doza, mitsena loza. / Sahy rano: tsy matahotra ny hinona na ny hisotro tangena. J Sahy zauatra: fatra-panao an-kasahiana loatra. * Ohab.: Kely sahy lapa ohatra ny sotrobe: enti-milaza izay olona fatra-pihambohambo foana. ¶ M.h.: Sahisahy, mavany, misehaseha, sahy zavatra, sahy faty, tsy mivandy, tsy mivohovoho, bibin'olona, mosalahy, kimosamosa, misenasena, manao vy very, manao anjoria, mivarotra ai-na, mitsambiki-mikimpy, manaika loza, miseha-doza, mitsena loza, manaboha-maty, mankaha-paty, misotro ny aleoko maty, misotro tsilaky, minia maty ho maimbo, manehatra ny tandrok' omby maranitra, voalavo manaikiby, voalavo sasatry ny miaina, lolo fotsy mitono tena, atody miady amam-bato, basy maninana varatra.\n Ahitsio"
    },
    {
        "word": "Sahy",
        "definition": " a.: Fanevatevana amin' ny teny ratsy sy ompa. - t.i.f.: Sahina, asahy, voasahy / misahy, fisahy, mpisahy / isahiana, fisahiana. -  F.-p.: Misahy razana: maniratsira, manompa ny razan' ny sasany.\n Ahitsio"
    },
    {
        "word": "Sai-dany",
        "definition": " Jar. Saika.\n Ahitsio"
    },
    {
        "word": "Saihina",
        "definition": " (saika) mt. ih. (saiho): Alaina amin'ny zinga na siny izay asoka ao anaty rano: Tsy rano notouozina io fa rano nosaihina.\n Ahitsio"
    },
    {
        "word": "Saika",
        "definition": " a.: Fakana rano amin' ny zinga na siny izay tonga dia asoka ao anaty rano ka atao izay hahafeno azy avy hatrany. - t.i.f.: Saihina, asaika, voasaika / manasaika, fanasaika, mpanasaika / anasaihana, fanasaihana / misaika, fisaika, mpisaika / isaihana, fisaihana / mahasaika / saitsaika. ? F.-p.: Sai-dany: vary tondrahana rony ary hanina haingana sy an-kisesy. / Saidrano: fihinanana vary amin' ny rano; enti-milaza koa ny tanimbary ampidirana rano betsaka.\n Ahitsio"
    },
    {
        "word": "Saika",
        "definition": " na Saiky p. mt.: Kely foana no tsy...: Saika nianjera izy. ¶ M.h.: Kasa. • Manam-pikasana: Saika handeha aho raha vita ny resatsika.\n Ahitsio"
    },
    {
        "word": "Saikatra",
        "definition": " a.: Enti-milaza ny omby vositra. • h.i.: Sarindahy. • p.t.: Vary hevitra, toa misalasala: Saikatra izy, tsy hitany izay hatao, - t.i.f. : Mahasaikatra 1 saikatsaikatra.\n Ahitsio"
    },
    {
        "word": "Saikatsaikatra",
        "definition": " p. t.: Sanganehana menamenatra: Saikatsaikatra be ihany aho nasain'iny olona iny hisakafo any aminy amin'ny Alahady.\n Ahitsio"
    },
    {
        "word": "Saikena",
        "definition": " (saiky) mt. ih. (sui-Iseo): Soloana hafa,asiana saikiny: Aoka tsy hosaikenao ny zanakao fa avala izy hiasa irery hatrany.\n Ahitsio"
    },
    {
        "word": "Saikinany",
        "definition": " p. mt.: Soa ihany fa: Saikinany nitondra e10 isika fa raha tsy izany kotsa taty am-pitsangantsanganana taty.\n Ahitsio"
    },
    {
        "word": "Saikiny",
        "definition": " (angl. second) a.: A-min'ny hira misy feo maro, ilay feo antsoina hoe faharoa, fizarana na paritra mazàna ataon'ny vehivavy iva feo indrindra.\n Ahitsio"
    },
    {
        "word": "Saikiró",
        "definition": " na Saikoró (angl. screw) a.: Fantsika an-kodina misy rindrany; rindra.\n Ahitsio"
    },
    {
        "word": "Saiky",
        "definition": " na Saikiny a: Zavatra na olona ampiasaina ho solon'ny hafa izay toa tiana hotsitsina, na hotsimbinina sao halaky simba: Asiana saikiny ny faladian-kiraro mba tsy ho simba haingana. - t.i.f.: Saikena, asaiky, voasaiky / misaiky, fisaiky, mpisaiky / isaikena, fisaikena I mahasaiky / saikisaiky. -  F.-p.: Saikim-paladia: ny faladian-kiraro nasiana arony mba hampahateza azy. / Saikim-pananana: fitsitsiana ny fananan'ny tena ka ny an'ny hafa aloha no ampiasaina. / Saikin-damba: lamba fitafy tsy dia tsars loatra ampiasaina mba hampahateza ny lamba fitondra vory vahoaka. / Manao saikiny: enti-milaza ny fananana izay tsy kasihina, fa ny an' olona no ampiasaina. ¶ M. h.: Sosona, latsy, tsikala, tamby, rikarika, fanampy, tohana, safy.\n Ahitsio"
    },
    {
        "word": "Saiky",
        "definition": " Mitovy amin'ny Siky.\n Ahitsio"
    },
    {
        "word": "Saily",
        "definition": " (Ski) a.: Laharan-tsikidy fahefatra ambin'ny folo, milaza ny reny na ny be sy ny maso.\n Ahitsio"
    },
    {
        "word": "Saina",
        "definition": " a.: Fitaovan'ny fanahy ahafahany mahazo, mahalala: Tsy manan-tsaina ny biby ka tsy mahazo izay lazaina aminy. / Marani-tsaina itY zaza ity. • Eritreritra: Tsy tonga tao an-tsaiko izany. • Fitsarana zavatra: Tery saina ianao izany. - t.i.f. : Sainina, voasaina / m?saina, fisaina, mpisaina / isainana, fisainana / mahasa?na 1 saintsaina. -  f.-p.: Ary saina, uory saina: afaka mandinika sy mihevitra ny tokony hatao. / Be saina: ampy fiheverana, tsy atoro amin'izay fialana olana, fa hendry sy be hevitra — (hevitra maneso): entimilaza olona mihevitra ny tenany ho mahay noho ny ha-fa ka tsy milefitra ary manao ny sasany ho tsinontsinona. / Haingan-tsaina: mahadinika avy hatrany ary mahatakajavatra eo no ho eo. / Kely saina: (jar. marivo saina). / Latin -tsaina: mahataka-javatra amin'izay mbola hiseho sy izay vokany. / Mahatsiaro saina: enti-milaza olona vao avy safotra ka manomboka hahalala ny mahazo azy sy ny manodidina azy. / Mahira-tsaina: mahataka-kevitra avy hatrany. / Mamonkintsaina: ilazana ireo izay tsy mba mety manambara ny heviny na dia fantany aza ny antony, fa aleony tsy mamosaka na inona na inona. / Manampa-tsaina: ilazana ireo mampiseho hafetsena tafahoatra hahazoana miala olana. / Manan-tsaina: afaka hahatakatra hevitra mora foana; na mora mahay zavatra ianarana. / Manao saina: enti-milaza fampiasana tetika hahazoana misafelika amin' izay heverina. / Mandevintsaina: tsy be teny amin' izay heviny fa mangina tanteraka. l Manolo-tsaina: manoro hevitra na mampiseho izay heveriny ho mety amin' ny tokony hatao. / Maranitsaina: mahataka-javatra sy haingam-piheverana amin'ny mety hatao. / Marino saina: tsy mahadinika firy, sady tsy ampy fisainana fa misafosafo fotsiny. /Melo- tsaina: man odinko din-tsaina ary misy familiviliana amin'izay atao./Miari-torin-tsaina: manao izay hampahazava ny hevitra ifandinihana na dia hamoizana ny torimaso aza. / Miki saina na maha saina: mieritreritra sy mandinika tsara ary manadihady sy mila hevitra amin'izay hatao sy efa natao. / Misaratsaina: enti-milaza olona maro tsy miray hevitra fa misy fisarahana sy elanelana ara-piheverana. / Miuerin-tsaina: olona be tanna tsy mahafantatra izay tokony hatao intsony fa efa sa-hala amin'ny zazakely indray. / Samy manao ny saimpantany: samy manao izay heveriny ho mety. / Saimpotsy: fiheverana maivana sy ataotao fotsiny ary tsy ahitam-bokatra tsara. / Saindratsy: fisainana mankamin' ny zava-tsy mendrika ary toetra maharikoriko. / Sain-jasa: fisainana fatra-panao trandrametaka sy peta-toko ary antematemaka. / Sainjaza maroroka: fisainana fatra-panao zavatra tsy voahevitra tsara. / Sain-kanina: saina tsy mihevitra afa-tsy ny hihinana ihany noho ny hatendana sy hasarotana. / Tery saina: olona tsy mba afaka manaiky hevitra ivelan'ny an'ny tena fa rehefa tsy mitovy amin'ny an'ny tena na mivoaka kely ivelany dia tsy leferina (mifanohitra aminy: malala-tsaina). / Very saina: tsy mahatsiaro tena hijery sy handinika ny manodidina, adala. l Votsa saina: ela vao mahazo izay lazaina na vao mahay izay ianarana. ¶ M. h.: Manan-tsaina, malady sains, kinga saina, haingan-tsaina, matsilo saina, mahiran-tsaina, malala-tsaina, la-va oroanana, marani-tsaina, mato-tsaina, manam-panahy, tangolo-tsopaka, laiin-tsaina, — Kely saina, fohy sains, tery saina, maivan-tsaina, maivan-doha, kely atidoha, mari-vo salosana, tanora fanahy, malady ofana.\n Ahitsio"
    },
    {
        "word": "Saina",
        "definition": " (fr. enseigne) a.: Tapadamba misy tahony na hazony, izay natao fanevan'ny tafika tany am-boalohany, ary tonga famantarana ny firenena tat? aoriana amin'ny lokony samy manana ny azy: Ny saina malagasy dia fotsy, mena, maitso. -  F.-p.: Manangan-tsaina; m am p id in- tsa in a.\n Ahitsio"
    },
    {
        "word": "Saingisaingena",
        "definition": " (saingisaingy) mt. ih.: Atao; alaina amintahotra, amim-pihambahambana.\n Ahitsio"
    },
    {
        "word": "Saingisaingy",
        "definition": " na Somaingisaingy p. mt.: Sanganehana, mi-ro ahana, matahotahotra. • t.i.f.: Saingisaingena / manaingisaingy.\n Ahitsio"
    },
    {
        "word": "Saingona",
        "definition": " a.: Karazan'ahitra fanao kitay.\n Ahitsio"
    },
    {
        "word": "Saingona",
        "definition": " p. t.: Matavy, mahazo nofo sy mandina. ? h. i.: Enti-milaza olona manomboka hanan-karena.\n Ahitsio"
    },
    {
        "word": "Saingy",
        "definition": " ft.: Voninahitra, rehareha; fanajana tena, fiheverana ny fahambonian'ny tena. i t.i.f.: Misaingy, fisaingy, mpisaingy / isaingena, fisaingena / mahasaingy / saingisaingy.\n Ahitsio"
    },
    {
        "word": "Saingy",
        "definition": " p. mt.: Fa: Nanitsy azy ny uato, sa?hgy niondrika izy ka tsy uoa. ¶ M.h.: Nefa, sangy, faingy, kanjo, kango.\n Ahitsio"
    },
    {
        "word": "Sainina",
        "definition": " (saina) mt. ih. (saino): Eritreretina, dinihina: Saino tsara izany, rankizy.\n Ahitsio"
    },
    {
        "word": "Sainty",
        "definition": " a.: Anaram-bakana kely mainty.\n Ahitsio"
    },
    {
        "word": "Saisay",
        "definition": " ft.: Raorao, harokoroko malailay misy manindrontsindrona kely. - t.i.f. : Masaisay.\n Ahitsio"
    },
    {
        "word": "Sajoa",
        "definition": " (fit.-p.) a.: Siny.\n Ahitsio"
    },
    {
        "word": "Saka",
        "definition": " ft.: Enti-milaza fihalorana foza na orana amin'ny ta-nana ao anaty lavany; ilazana ny vehivavy maridray ny ankasarotana eo am-piadiana amin'ny lehilahy. - t.i.f.: Sakaina, asaka, vos-salsa, tafasaka / misaka, fisaka, mpisaka / isakana, fisakana / mahasaka / sakasaka. * Ohab.: Izaho mpisaka no ivarotana orana: enti-milaza fa tsy tokony hametsifetsy na hanambaka olona fetsifetsy noho ny tena.\n Ahitsio"
    },
    {
        "word": "Saka",
        "definition": " a.: Karazam-biby mampinono, tia nofom-biby, mitovitovy habe amin'ny bitro ary misy karazany roa lehibe: ny saka dia, atao koa hoe kary, ary ny saka fiompy, izay mihaza voalavo ao an-trano. ? F.-p.: Saka dia: kary, entimilaza olona fatra-pivezivezy ary fatra-piriorio. / Manjary salsa dia: tonga kary tsy ta-mana an-trano ary mihenjy tsy tan-dàlana. / Saka kary, karin-tsaka: sakamanjary kary mangala-pihinana na miova toetra. / Saka lava tanana: saka tsy azo itokiana. ? h. o. : Enti-milaza ny olona fetsy ary tonga mpangalatra. * Ohab.: Voalavolahy mila loza; saka matory ka alamb o lom bava : enti-milaza fa tsy tokony ho sahisahy foana ka manakaiky ny loza mahafaty. ¶ M. h. : Piso.\n Ahitsio"
    },
    {
        "word": "Saka",
        "definition": " Sakany a.: Home mifanohitra amin'ny lavany: Ohatrinona no haben'ity efitrano ity? —Fit() metatra ny lavany ary dimy metatra ny sakany. ? Habe salasalany, antonintoniny. ? p. t.: Lehibe, vantotra, tsy mbola tena lehibe nefa tsy kely intsony koa: Sakan-jaza, sakan'ombiuavy. ? h.i.: Salasalany, atriatry: Sakan-karona. -  F.-p.: Tsy misy sakany sy lauany: sady fohy no vaventy. / Sakam-bavy, sakan-dahy: vanto-jazavavy, vantojazalahy. / Sakan-jaza: zaza madinidinika efa afa-mitsoriadriaka. / Sakam-bavy antitra: vehivavy tsy mbola tena antitra. / Sakan-dahy an titra: lehilahy tsy mbola tena antitra. / Sakan-kao: hao salasalany tsy mbola manatody fa kely kokoanoho ny renihao. / Sakan-karona: harona salasalany.\n Ahitsio"
    },
    {
        "word": "Sakaba",
        "definition": " na Sakabany a.: Elanelana.\n Ahitsio"
    },
    {
        "word": "Sakafo",
        "definition": " a.: Zavatra handroina ka hanina isan'andro amin' ny fotoana tsy miova: Tsotsotra ihany ny anay ny sakafo maraina fa uitan'ny uary sosoa sy kitoza fotsiny. / Sotroy eran'ny sotro lehibe alohan'ny sakafo antoandro sy hariva ity fanafody ity. / Mahandro sakafo, manao sakafo, mandroso sahafo. ? Vola, haninkanina, o-mena vahiny: Amin'?zao fitsidihanao izao, tompoko, dia iny misy sakafo kely avy aminay. ? h.o.: Izay rehetra entina mamelona na mampitombo zavatra iray: Ny famakiam-boky no sahafon'ny saina. -  t.i.f.: Sakafoana, voasakafo, tafasakafo / misakafo, fisakafo, mpisakafo / isakafoana, fisakafoana / mahasakafo. -  F.-p.: Sakafo ambany foitra: sakafo kely dia kely. / Sakafo lanin-tompony: sakafo niandrasana vahiny tsy tonga ka lanin'izy nanao azy ihany. / Sahafo maivana: zavatra kely hanina maraina. ¶ M.h.: Ody lolo, ody ambavafo. / Sakafo manta: hanina tsy nandrahoina omena vahiny. / Sakafom-bahiny: zavatra omena ny vahiny hataony sakafo. / Sahafom-borondolo: sakafo hanina indray mandeha, ka amin'ny alina ihany. * Ohab.: Sakafom-borondolo ka ny alina no miantoka ny antoandro. / Sakafon'akoho: enti-milaza sakafon'olona tsy manan-toniantoerana isakafoana fa vitan' ny mihinana kely atsy mihinana kely aroa. * Ohab.: Sakafon'akoho ka uitan-tsindroha ihany. / Sakafon-tsorohitra: sakafo hanina eny an-dalana rehefa mivahiny: Sakafon-tsorohitra ka amoron-dalana ihany. / Tsindrintsakafo: voankazo na zavatra hafa hanina aorian'ny te-na sakafo.\n Ahitsio"
    },
    {
        "word": "Sakafoana",
        "definition": " (sakafo) mt. ih. (sakafoy): Omena, tolorana haninkanina, vola: Tokony hosakafoana ireo tra-boina ireo.\n Ahitsio"
    },
    {
        "word": "Sakaina",
        "definition": " (saka) mt. ih. (sakao): Sak (orana, na foza) Alaina, halorina ao anaty lavany; (lehilahy) raisina amin'ny ankasarotany eo am-piadiana.\n Ahitsio"
    },
    {
        "word": "Sakaitany",
        "definition": " (Btm) a.: Sakamalao.\n Ahitsio"
    },
    {
        "word": "Sakaiza",
        "definition": " a.: Namana mifankazatra sy mifankatia amin'ny tena ka amborahana izay ao am-po sy izay manjo ny te-na: Miaraka foana Ibalita sy Isambilo sakaizany. ? Entimilaza koa lehilahy sy vehivavy mifangala-pitia any amin'ny takona (matetika, amin'ity hevitra ity, dia ampiana ny mpamaritra hoe ratsy: sakaiza ratsy). - t.i.f. : Sakaizaina, asakaiza, voasakaiza, tafasakaiza / manakaiza sy manasakaiza, fanakaiza, mpanakaiza / anakaizana, fanakaizana / misakaiza, fisakaiza, mpisakaiza / isakaizana, fisakaizana / mahasakaiza / sakaizakaiza. -  F.-p.: Sakaiza manody: enti-milaza olona nitokiana izay manao ratsy ny tena any amin'ny takona. / Sakaizam-bilany uy: ilazana ireo ankizy tokony handeha hilalao, nefa tsy miala eo amorom-patana, miandry ny fahamasahan'ny sakafo noho ny hatendana. / Sakaizampatana: entina milaza ireo efa zokiolona izay mila hafanana eo amin'ny afo am-patana, — indraindray koa ilazana ireo tendan-kanina tsy miala eo akaikin'ny fatana miandry ny sakafo. / Sakaizam-patsa: anarana omen'ny olona ny hen'omby akaikin' ny sorony noho izy tsara rony, andrahoina miaraka amin'ny patsa. / Sakaizan-kauitra: ilazana ny akoho tanora izay tsara raha atsatsika amin'ny afo. * Ohab.: Ataouy maro ny sakaiza, fa iray ihany no itokisana: ohabolana mampahatsiaro fa na maro aza ny namana, vitsy no tena azo itokisana. / Manakaiza vahiny; mbola tia ka ilaozany: enti-milaza fa tsy tokony hiraiki-po amin'izay olona tsy manao afa-tsy mandalo. ¶ M. h.: Tapaka, namana, mpifankatia, mahatoky, rano sy vary, fatidra, longo, tanan-kavia sy havanana, trano atsimo sy avaratra, mpirahalahy mizara dian'omby, mifampihinana ny manta sy ny masaka.\n Ahitsio"
    },
    {
        "word": "Sakaizaina",
        "definition": " (sakaiza) mt. ih. (sakaizao): Alaina ho sakai• za.\n Ahitsio"
    },
    {
        "word": "Sakaka",
        "definition": " p. t. : Adaladala, don• drondondrona, midraho• draho.\n Ahitsio"
    },
    {
        "word": "Sakalahimpeo",
        "definition": " a.: Feo salasa la, tsy avo tsy iva.\n Ahitsio"
    },
    {
        "word": "Sakalava",
        "definition": " a.: Anaram-poko le• hibe monina amin'ny tany anelanelan'Ampasimena, a. varatra, hatrany Toliary, a• tsimo, ary ny atsinanana, voafaritry ny tandavan-ten• drombohitra mamaritra ny tanin'ny Marina. Azo zarai• na ho faritra efatra lehibe ny Sakalava, izay ireto avy raha asesy avy avaratra: i Boina (reniv. Mahajanga), Am bongo (reniv. Besalampy), i Menabe (reniv. Morondava), ary i Fiherenana (reniv. Toliary).\n Ahitsio"
    },
    {
        "word": "Sakamaina",
        "definition": " a.: Tanimbary ambony toerana ka saro-drano ary tsy azo volena raha tsy tonga ny orana.\n Ahitsio"
    },
    {
        "word": "Sakamalao",
        "definition": " a.: Zavamaniry masiaka mafanafana ny vodiny, latsadatsaka kely noho ny sakay. * Ohab.: Sakamalao sy hauozo: samy mitondra ny hanitra ho azy: enti-milaza zavatra na olona anankiroa samy manana ny hatsarany ka tsy azo atao hoe \"itsy ambany noho iroa\", fa \"angady mondro sy reniakoho ka izay mananda no resy\". ¶ M. h. : Sakarivo, sakaitany.\n Ahitsio"
    },
    {
        "word": "Sakamandimby",
        "definition": " a.: Hazo lehibe mitondra ny rairain-drihana.\n Ahitsio"
    },
    {
        "word": "Sakambina",
        "definition": " a.: Fiaraha-mamindra amin'ny olona iray ka ny sandrin-tanana alefa avy any an-dam osina eo amin'ny valahana ka samy mamihina toy izany ny vatan'ny an-daniny avy. - t.i.f. : Sakambinina, asakambina, voasakambina, tafasakambina 1 manakambina, sy manasakambina, fanakamb?na sy fanasakambina, mpanakambina, mpanasakamb?na 1 anakambinana, fanakambinana, anasakambinana, fanasakambinana 1 misakambina, fisakambina, mpisakambina 1 mifampisakambina 1 isakambinana, fisakambinana / mahasakambina l sakambinkambina.\n Ahitsio"
    },
    {
        "word": "Sakambinina",
        "definition": " (sakambina) mt. ih. (sakambino): Hodidinina ny sandrin-tanar}a avy any an-damosina ny valahan'ny olona iarahana. ? h. o. : Arovana, tahina: Sakambino izy amin'ny diany, Andriamanitra ô!\n Ahitsio"
    },
    {
        "word": "Sakambositra",
        "definition": " na Andranary (Btl) a.: Teny ilazana ny omby rehefa miofo fanindroany ny tandrony.\n Ahitsio"
    },
    {
        "word": "Sakana",
        "definition": " a.: Fefy, gadra: Tokony hasiana sakana eto tsy hidiran'ny alika. ? Sampona, tambana: Ho tonga aho rahampitso raha tsy misy sakana. - t.i.f.: Sakanana, asakana, voasakana, tafasakana / manakana, fanakana, mpanakana 1 anakanana, fanakanana 1 manasakana, fanasakana, mpanasakana 1 anasakanana, fanasakanana / misakana, fisakana, mpisakana / isakanana, fisakanana 1 mahasakana / sakantsakana. -  F.-p.: Sakam-barauarana: tsivalan-kazo anamafisana ny hidim-baravarana. / Sakandrambo: ilay hoditra amin' ny lamboridin-tsoavaly eo amin'ny feny. / Sakan-tratrany: ilay hoditra amin'ny lamboridin-tsoavaly eo amin' ny tratrany.\n Ahitsio"
    },
    {
        "word": "Sakanana",
        "definition": " (sakana) mt. ih. (sakano): Fefena: Nosakanan' ny tompony uato be ny fidirana ao anaty sahany. ? Tohanana tsy avela handeha, tsy avela hiditra: Nosakanan' ny polisy tsy hiditra ny ankizy latsaky ny telo ambin' ny folo tanna. ? Rarana: Nosakanan-drainy ny fanambadian'i Soa ka tsy raikitra. ? Tohanana, atao izay tsy haharaikitra: Nosakanan'i zoky ilay tranonay eny Ambohimanarina saika hamidy. ? Ajanona: Nosakanany teny an-dalana aho mba hilazany izany uaouao izany.\n Ahitsio"
    },
    {
        "word": "Sakanomby",
        "definition": " na Mamitolahy (Btl) a.: Ilazana ny ombikely rehefa sahabo ho voatondro iray ny halavan'ny tandrony.\n Ahitsio"
    },
    {
        "word": "Sakarivo",
        "definition": " a.: Anaran-kafa ilazana ny sakamalao.\n Ahitsio"
    },
    {
        "word": "Sakatavilotra",
        "definition": " na Sakatavilona a.: Zavamaniry sahala amin' ny dingadingana, izay mangidy er? ny raviny ary fanao fana fo dy.\n Ahitsio"
    },
    {
        "word": "Sakay",
        "definition": " a.: Zavamaniry misy voany fihinana fa masiaka dia masiaka. Karazan-tsakay: sakainala: sakay dia fahita any an'ala; sakaibe: karazan-tsakay lehibe; sakay fantsinakoho: karazany sady lava no vaventy ohatra ny fantsinakoholahy; sakay fonakoho: karazany boribory mavomavo vonivony; sakaipilo: ilay karazany fahita hatraiza hatraiza; sakay tsy lanina dimy bah y: sakay lehibe ohatra ny ankibe masiaka dia masiaka. -  F.-p.: Sakay hely rano: sakay masiaka noho ny hakelin'ny rano naharo taminy. ? h.o.: Olona sarotra ifanarahana, lozabe. / SakaY sy maso: enti-milaza olona roa mifanohitra toy ny fahavalo. / Mena ohatra ny sakay: entimilaza ny tarehy miboramena noho ny hatezerana, tahotra, henatra. / Mitohy sakay: very hevitra noho ny alahelo na ny nenina ka lasa adala. * Ohab.: Maso voan-tsakay ka ny sisa no tandremana: raha indray mandeha no voan-javatra, mitandrina mafy tsy ho voa intsony amin' ny sisa. / Tsy misy mangidy ohatra ny sakay fa rehefa teny ierana lany ihany: na inona na inona hasarotan-javatra eo amin'ny fifampiraharahana, rehefa ifanarahana vita ihany.\n Ahitsio"
    },
    {
        "word": "Sakefaka",
        "definition": " a.: Elanelan-javatra roa. ? Ny ao anaty kitrony amin'ny tongotr'omby. -  F.-p.: Antsakefaka: halavan-drefy hatreo amin'ny tendron'ny fanondro ka hatreo amin'ny lempona anelanelan'ny fanondro sy ny ankibe (voatondro efatra).\n Ahitsio"
    },
    {
        "word": "Sakelehina",
        "definition": " (sakelika) mt. ih. (sak leho): Entina ao ambany hlika: Inona iny sakelehinao iny?\n Ahitsio"
    },
    {
        "word": "Sakelidalana",
        "definition": " a.: Lalan-kely mivily amin'ny lalam-be.\n Ahitsio"
    },
    {
        "word": "Sakelidrafara",
        "definition": " a.: Karazan'ahitra.\n Ahitsio"
    },
    {
        "word": "Sakelidrano",
        "definition": " a.: Sampan-drano madinika mivarina any andrenirano.\n Ahitsio"
    },
    {
        "word": "Sakelika",
        "definition": " a.: Tsirin-javamaniry miseho amin'ny tahony, na solofon-javamaniry eo ampotony toy ny fomban'ny saonjo na ny akondro: Tandremo sao tapaka ny sakeliky ny foto-bonindraozy. ¶ M.h.: Tsiry, tsimoka, taro-ka, — solo fo, zanaka. ? h.i.: Havana akaiky, namana, fanampiny: Sakelik'andriana. -  t.i.f.: Sakelehina asakelika, voasakelika / manakelika, fanakelika, mpanakelika / misakelika , fisakelika, mpisakelika / isakelehana, fisakelehana / mahasakelika / sakelikelika. -  F.-p.: Iray sakelika: zavatra azo entina indray mitondra ao ambany helika. / Sakelik'andriana: fianakaviana iray akaiky amin'ny Andriamanjaka. / Sakeli-dalana: lalan-kely miala amin'ny arabe Inhibe. l Sakeli-drano: sarnpana na lahin-drano miray amin'ny ony na renirano. / Sakelik 'anana, sakeli-boatavo, sakeli-paraky, sakeli-pary: sampans madinika fa tsY tena ny vatany lehibe amin' ny anana, voatavo, paraky, ary fary.\n Ahitsio"
    },
    {
        "word": "Sakelika",
        "definition": " a.: Ny rindrin-kazo amin'ny trano kotona. -  F.-p.: Sakeli-mihoa-Joro: enti-milaza izay rehetra mihoatra ny tsy tokony hihoarany (ny zoro amin'ny trano kotona dia ny hazo atao amin'ny zoron-trano efatra, ka raha ny rindrina indray no mihoatra ireo zoro ireo dia hafahafa).\n Ahitsio"
    },
    {
        "word": "Sakelika",
        "definition": " a.: Havana, mpanam-PY akaiky. -  F.-p.: Sakelik'andriana: havana akaikin'ny andriana.\n Ahitsio"
    },
    {
        "word": "Sakeliny",
        "definition": " a.: Tsirin-javamaniry miainga avy amin'ny tahony.\n Ahitsio"
    },
    {
        "word": "Saketraka",
        "definition": " Mitovy amin'ny Soketraka.\n Ahitsio"
    },
    {
        "word": "Sakiakia",
        "definition": " p. t.: Falifaly, miramirana, sariadriaka.\n Ahitsio"
    },
    {
        "word": "Sakivy",
        "definition": " na Sakoivy a.: Toetra voalohany ananan'ny voangory raha vao foy izy, alohan'ny hiofoany ho monany: biby lavalava kely fotsifotsy mora mikarainkona. (Misy karazany telo ny sakivy: a) ny kely madinika izay miofo ho voangorimbaratra; b) ny salasalany, miofo ho voangorifotsitapaka; d) ny makadiry miofo ho voangoribe. — Rehefa mby lehibebe an-katoky ny hiofo ho monany ny sakivy, dia omena ny anarana hoe Rangahy).\n Ahitsio"
    },
    {
        "word": "Sakoa",
        "definition": " a.: Hazo fihinam-boa (Spondias Cythoerea).\n Ahitsio"
    },
    {
        "word": "Sakoa",
        "definition": " na Sakoizay tp.: Teny fanakorana ny voa, toy ny milaza hoe \"tsara izay!\": Nianjera ny anao, sakoizay! kevokevoka loatra.\n Ahitsio"
    },
    {
        "word": "Sakobona",
        "definition": " na Sakoboka a.: Fitondrana zavatra afenina anaty lamba fatratra; fandrakofana ao anaty lamba, fanafenana ny tena ao anaty firakotra. - t.i.f.: Sakobonina, asakobona, voasakobona, tafasakobona / manasakobona, fanasakobona, mpanasakobona / anasakobonana, fanasakobonana / misakobona, fisakobona, mpisakobona / isakobonana, fisakobonana / mahasakobona /sakobonkobona.\n Ahitsio"
    },
    {
        "word": "Sakobonina",
        "definition": " (sakobona) mt. ih. (sakobony): Entina, afenina ao anaty lamba: Nosakoboniny ny voankazo uao notazany mba tsy hangatahin'ny namany. ? Saronana ao anaty lamba: Sakobony tsara ny marary eo am-pitondrana azy ho ao anaty fiara sao uoan'ny rivotra.\n Ahitsio"
    },
    {
        "word": "Sakobonkomana",
        "definition": " a.: Karazamboronan-drano izay toa miafina ao anaty elany izy rehefa mihinana trondro kely, sahona, dinta...\n Ahitsio"
    },
    {
        "word": "Sakoda",
        "definition": " a.: Kilalao fanaon'ny ankizivavy kely: mitorovoka amin'ny voditongony izy dia mitsambikina mova tsy ny sahona, sady mihirahira no mandon-tratra.\n Ahitsio"
    },
    {
        "word": "Sakodiavatra",
        "definition": " p. t. : Misalasala tsy mahita izay hatao eo anatrehana toe-javatra manahirana na tonga tampoka. ¶ M.h.: Vaka, sanganehana, saikatra.\n Ahitsio"
    },
    {
        "word": "Sakodina",
        "definition": " a.: Fivoivoizana, fandehanana ats? sy ar?; fivezivezena betsaka. - t.i.f.: Misakodina, fisakodina.\n Ahitsio"
    },
    {
        "word": "Sakody",
        "definition": " a.: Karazan-tsifo-dranomasina.\n Ahitsio"
    },
    {
        "word": "Sakoerana",
        "definition": " (sakoitra) p. t.: Fe-no sakoitra, na misy sakoitra.\n Ahitsio"
    },
    {
        "word": "Sakohaza",
        "definition": " a.: Karazanabibikely. ? h.o.: Mahia dia mahia, mahia kaozatra.\n Ahitsio"
    },
    {
        "word": "Sakoitra",
        "definition": " a.: Karazana kankana mivelona ao anaty tsinain'ny biby lehibebe sy ny olombelona; misy karazana roa ny sakoitra: ireo avy amin'ny hen'omby ary ireo avy amin' ny henan-kisoa; mety hahatratra valo metatra ny halavan'ny sakoitra ary mety hiteraka aretina amin'ny lalankanina na mamely ny hozatra. - t.i.f.: Sakoerana.\n Ahitsio"
    },
    {
        "word": "Sakoko",
        "definition": " p. t.: Jer. Takoko.\n Ahitsio"
    },
    {
        "word": "Sakondry",
        "definition": " (Btm) a.: Bibikely marani-doha mipetraka amin'ny vahy sasantsasany, toy ny tsidiny na ny kalamaka.\n Ahitsio"
    },
    {
        "word": "Sakondry",
        "definition": " a.: Karazana famakiloha.\n Ahitsio"
    },
    {
        "word": "Sakonohina",
        "definition": " (sakonoka) mt. ih. (sakonohy): Entina afenina ao anaty lamba.\n Ahitsio"
    },
    {
        "word": "Sakonoka",
        "definition": " a.: Karazana kapaoty. - t.i.f. : S akonohina, asakonoka, voasakonoka / misakonoka, fisakonoka, mpisakonoka / isakonohana, fisakonohana / mahasakonoka / sakonokonoka.\n Ahitsio"
    },
    {
        "word": "Sakoririka",
        "definition": " a.: Tandroky ny bibikely.\n Ahitsio"
    },
    {
        "word": "Sakrilezy",
        "definition": " (fr. sacrilège) a.: Fanazimbana ny zavatra masina (Fiv. kat.).\n Ahitsio"
    },
    {
        "word": "Saky",
        "definition": " Mitovy amin'ny Saiky. Sakia a.: Anaran-kazo.\n Ahitsio"
    },
    {
        "word": "Salabata",
        "definition": " (Ski) a.: Bibikely fihinana sahalahala amin'ny jorery, miraikitra amin'ny vato eny amoron-dranomasina.\n Ahitsio"
    },
    {
        "word": "Salady",
        "definition": " (fr. salade) a.: Karazan' anana vahiny mitovitovy amin'ny laisoa fa kely, asiana menaka sy vinaingitra na ranom-boasary makirana dia hanina manta.\n Ahitsio"
    },
    {
        "word": "Salahy",
        "definition": " a.: Anaran-kafa ilazana ny fandiafasika.\n Ahitsio"
    },
    {
        "word": "Salaka",
        "definition": " a.: Lamba lavalava nahodidin'ny lehilahy ny valahany taloha dia nasadikany amin'ny elakela-peny hifandray amin'ilay manodidina ny valahana (raha indray mihodina monja izy dia atao hoe salaka tokan'olona). - t.i.f. : Salakaina, salakana, asalaka / voasalaka, tafasalaka / manasalaka, fanasalaka, mpanasalaka / anasalakàna, fanasalakàna / misalaka, fisalaka, mpisalaka / isalakàna, fisalakàna / mahasalaka. -  F.-p.: Salaka am-piraka: ilazana ny salaka izay misy vakana ho haingonkaingony. / Salaka fohy: enti-milaza herimpo amin'ny asa (manao salaka fohy rambo). /Salaka halo: salaka ahodidina fotsiny manodidina ny valahana fa tsy asadika eo an'elakela-pe. / Salaka lambotapaka: salaka anaovana amin'ny famorana ary hatreny ambony lohalika izy io. / Salaka miamboho vody: h.o. entimilaza zavatra tonga aoriana loatra fa tsy amin'ny fotoana ilana azy, mitovy amin'ny hoe: ranomaso tsy miaraka amam-paty. / Ny any an-tsalaka no miala: maty antoka.\n Ahitsio"
    },
    {
        "word": "Salakaina",
        "definition": " (salaka) mt. ih. (salakao): Asiana salaka: Salakao ilay kely fa hiady (ankamantatra enti-milaza ny fanjaitra, izay tsofohana kofehy, dia entina manjaitral.\n Ahitsio"
    },
    {
        "word": "Salakana",
        "definition": " (salaka) mt. ih. (salakao): Omena salaka.\n Ahitsio"
    },
    {
        "word": "Salama",
        "definition": " p. t.: Tsy marary, tsy marofy. - t.i.f. : Mahasalama, hasalamana, fahasalamana. -  F.-p.: Salama tsy marofy: tsy marary ary matanjaka. / Salama hogo: enti-milaza ny volo voahogo sy voalamaka tsara. ¶ M.h.: Tsy marofy, finaritra, tsara fanahy, seheno, tsy maninon-tsy maninona, soamadina, bolangina.\n Ahitsio"
    },
    {
        "word": "Salamaloha",
        "definition": " na Sapelatsa (Btl) p. t.: Enti-milaza tandrok' omby mivelatra mahitsy miakatra.\n Ahitsio"
    },
    {
        "word": "Salamanga",
        "definition": " a.: Anarana nilazan' ny olona ny voan'ny aretina ramanenjana izay nampandihizina mba ho sitrana.\n Ahitsio"
    },
    {
        "word": "Salamo",
        "definition": " (angl. psalm) a.: Anaran'ny boky iray ao amin' ny baiboly, izay mirakitra tononkira samihafa fiderana an'Andriamanitra, musa dimampolo amby zato.\n Ahitsio"
    },
    {
        "word": "Salana",
        "definition": " (fr. chaland) a.: Karazan-dakana lehibe, botry.\n Ahitsio"
    },
    {
        "word": "Salanandrana",
        "definition": " sy Solandranandrana a.: Famindra na fandeha mianjonanjona tsy mijery ambany. - t.i.f.: Asolanandrana, voasolanandrana, tafasolanandrana J misolanandrana, fisolanandrana, mpisolanandrana / isolanandranana, fisolanandranana I mahasolanandrana.\n Ahitsio"
    },
    {
        "word": "Salandy",
        "definition": " na Borisalandy na Vorisalandy a.: Tandrok'omby malemy fonosana ka mikiraviravy eo aloha.\n Ahitsio"
    },
    {
        "word": "Salangalanga",
        "definition": " (Btl) p.t.: Entimilaza tandrok'omby mijoro mahitsy miakatra.\n Ahitsio"
    },
    {
        "word": "Salanisa",
        "definition": " a.: Isa tokony ho an' ny olona na zavatra tsirairay raha, ohatra, ka zaraina amin' ny isan'izy ireo ny fitambaran'ny isa azony: ohatra, misy fianakâviana 8; mitontaly 60 ny isan'ny zanany: ny salanisan'ny zanak'izy ireo àry dia 7,5 (60:8).\n Ahitsio"
    },
    {
        "word": "Salanitra",
        "definition": " (angl. silence) t.p.: Teny nataon'ny olona mpitondra ny tenim-panjakana amin'ny vahoaka mba hangina fa hihaino ny kabary.\n Ahitsio"
    },
    {
        "word": "Salasala",
        "definition": " p.t.: Tsy kely tsy lehibe, antonontonony: Ento a-t? itsy famaky salasala itsy. ¶ M.h.: Sakany, atriatry. ? ft.: Enti-milaza olona miahotrahotra tsy tapa-kevitra amin'izay tokony hatao. - t.i.f. : Salasalaina, asalasala, tafasalasala/ manalasala, fanalasala, mpanalasala/ analasalana, fanalasalana / misalasala, fisalasala, mpisalasala / isalasalana, fisalasalana / mahasalasala / antsalasalany.\n Ahitsio"
    },
    {
        "word": "Salasalaina",
        "definition": " (salasala) mt. ih. (salasalao): Atao am-piahotrahorana, am-pihambahambana.\n Ahitsio"
    },
    {
        "word": "Salavalava",
        "definition": " (Tsm) p. t.: Lavalava boribory tahaka ny atody.\n Ahitsio"
    },
    {
        "word": "Salazana",
        "definition": " a.: Andrin-tsambo:Mirona miaraka amin'ny sambo ny salazan-tsambo. ? Soitrafo na havitra fitonoan-kena. ? Talantalana eo ambony fatana: Atao eo ambony salazana ny kitay mba ho maina rehefa fahavaratra.\n Ahitsio"
    },
    {
        "word": "Salazanina",
        "definition": " (salazana) mt. ih. (salazano): Atsatsika eo ambony afo; hamainina eo ambony salazana.\n Ahitsio"
    },
    {
        "word": "Salebolebo",
        "definition": " a.: Fisondrotry ny ambavafo ta handoa, loiloy. i t.i.f.: Misalebolebo. ¶ M. h.: Salebona.\n Ahitsio"
    },
    {
        "word": "Salebona",
        "definition": " a.: Mitovy amin'ny salebolebo. - t.i.f. : Misalebona.\n Ahitsio"
    },
    {
        "word": "Salehotra",
        "definition": " a.: Fahamaikamaikana foana; fahasahisahiana; fiselontselonana amin'ny raharahan'ny sasany. * t.i.f.: Asalehotra, tafasalehotra / misalehotra, fisalehotra, mpisalehotra / isalehorana, fisalehorana.\n Ahitsio"
    },
    {
        "word": "Salehotra",
        "definition": " Fihasimban'ny Salehotra.\n Ahitsio"
    },
    {
        "word": "Salelaka",
        "definition": " p.t.: Talesaka, sady marivo aty: Vilia salelaka. * t.i.f.: Misalelaka.\n Ahitsio"
    },
    {
        "word": "Salema",
        "definition": " a.: Karazan-damba malemilemy volo.\n Ahitsio"
    },
    {
        "word": "Salembo",
        "definition": " Salembona, na Salemboana a.: Mitovy amin' ny salebona.\n Ahitsio"
    },
    {
        "word": "Salesaka",
        "definition": " p. t.: Vaky mitresaka eo amin'ny afovoany. - t.i.f. : Misalesaka, fisalesaka.\n Ahitsio"
    },
    {
        "word": "Saliadiaka",
        "definition": " p. t.: Liandiana, ma-'dry fatratra (mitovy amin' ny liaka). * t.i.f.: Misaliadiaka, fisaliadiaka, mpisaliadiaka.\n Ahitsio"
    },
    {
        "word": "Saliaka",
        "definition": " p. t.: Talesaka kely aty, tsy lalina ny atiny. 6 t.i.f. : Misaliaka, fisaliaka.\n Ahitsio"
    },
    {
        "word": "Salitika",
        "definition": " Jer. Litika.\n Ahitsio"
    },
    {
        "word": "Salobona",
        "definition": " a.: Fanaronana amin' ny lamba, fisaronana ao anaty lamba, sakobona. * t.i.f.: Salobonina, asalobona, voasalobona, tafasalobona / manasalobona, fanasalobona, mpanasalobona / anasalobonana, fanasalobonana / misalobona, fisalobona, mpisalobona 1 isalobonana, fisalobonana / mahasalobona 1 salobondobona.\n Ahitsio"
    },
    {
        "word": "Salobonina",
        "definition": " (salobona) mt. ih. (salobony) :Saronana ao anaty lamba: Inona izao saloboninao izao?\n Ahitsio"
    },
    {
        "word": "Salohy",
        "definition": " a.: Tendrony ambony amin'ny zavamaniry sasantsasany toy ny vary, izay iraiketan'ny voa mirindrarindra amin'ny taho: Mahafinaritra amin'ny fetin'ny santabary ny mahita ankizy kely milanja salohim-bary lehibe aoka izany. -  F.-p.: Salohim-bary, salohim-boaloboka.\n Ahitsio"
    },
    {
        "word": "Salohy",
        "definition": " (Btm) a.: Lefona. -  F.-p.: Miala salohy fito: mihataka tora-defona' betsaka alefan'ny olona iray na alefan'ny olona marc). ? h.o.: Miala tsiny be dia be.\n Ahitsio"
    },
    {
        "word": "Salondo",
        "definition": " na Salondona ft.: Toetran'ny lanitra feno rahona. * h.o.: Fisaronan-doha amin' ny lamba. * t.i.f.: Misalondona, fisalondona.\n Ahitsio"
    },
    {
        "word": "Salopy",
        "definition": " (fr. chaloupe) a.: Lakandrafitra, botry, batrakely.\n Ahitsio"
    },
    {
        "word": "Salorana",
        "definition": " (salotra) mt. ih. (salory): Anantonana (zavatra, toy ny lamba): Salory fehitenda ny uozonao raha mangatsiaka.\n Ahitsio"
    },
    {
        "word": "Salosina",
        "definition": " a.: Fahalalana, fisainana (tsy miasa raha tsy miaraka amin'ny teny hoe \"marivo\"): Mariuo salosina: kely fisainana, tsy ampy fiheverana sy fahalalana.\n Ahitsio"
    },
    {
        "word": "Salosonina",
        "definition": " p. t.: Ta handoa, misondrotsondrotra ny ambavafo (jer. Salebolebo).\n Ahitsio"
    },
    {
        "word": "Salotra",
        "definition": " a.: Akanjo toy ny palitao fa fohy tena sy tsy misy tanana ary tsindriana ny palitao. ? ft.: Enti-milaza fomba fitafy lamba izay apetraka fotsiny eo ambony soroka roa. - t.i.f.: Salorana, asalotra, voasalotra, tafasalotra / manasalotra, fanasalotra, mpanasalotra / anasalorana, fanasalorana / misalotra, fisalotra, mpisalotra / isalorana, fisalorana / mahasalotra / salotsalotra.\n Ahitsio"
    },
    {
        "word": "Salotra",
        "definition": " a.: Fomba firandran' ny renin-jaza amin'ny andro amorana ny zanany; r andram-b olo ataon'ny reny amin'ny fandidiam-poitra ny zanany.\n Ahitsio"
    },
    {
        "word": "Salovana",
        "definition": " a.: Fankanesana eo anoloan'ny hafa ka manembantsembana azy. ? Fitenenana avy hatrany alohan'ny hafa ka tsy ahazoan'izato milaza ny heviny. ? Ny eo anoloana amin'ny tarehy:Salouan-taua. - t.i.f.: Salovanina, asalovana, voasalovana, tafasalovana /misalovana, fisalovana, mpisalovana / isalovanana, fisalovanana/ mahasalovana/ salovandovana. -  F.-p.: An-tsalouana: eo anoloana manembantsembana ny hafa; mitsabaka amin'ny raharahan'ny hafa.\n Ahitsio"
    },
    {
        "word": "Salovana",
        "definition": " a.: Lamba atao arondoto eo anoloana.\n Ahitsio"
    },
    {
        "word": "Salovanina",
        "definition": " (salovana) ma ih. Malouany): Sembantsembanina amin'ny fankanesana eo anoloana: Aza salouaninao ny zokiolona.\n Ahitsio"
    },
    {
        "word": "Saly",
        "definition": " Salisaly a.: Fametrahana zavatra (hazandrano, ohatra) eo ambonin'ny fatana, hitonoana na hanamainana azy amin'ny alalan'ny setroka. - t.i.f.: Asaly, voasaly, tafasaly / manasaly, fanasaly, mpanasaly / anasaliana, fanasaliana 1 misaly, fisaly, mpisaly / isaliana, fisaliana / mahasaly.\n Ahitsio"
    },
    {
        "word": "Saly",
        "definition": " (fr. châle) a.: Tapa-damba lehibebe, volonondry na lasoa, andrakofan'ny vehivavy ny sorony roa ka mihaona eo anoloana.\n Ahitsio"
    },
    {
        "word": "Sama",
        "definition": " p. t.: Misokatra be, samaka, ary tsy fiteny afa-tsy amin'ny vava tokana ihany: Sama uava.\n Ahitsio"
    },
    {
        "word": "Sama",
        "definition": " a.: Karazam-borona sa-hala amin'ny vano. (Phoenicopterus antiquarum)\n Ahitsio"
    },
    {
        "word": "Samahina",
        "definition": " (samaka) mt. ih. (samaho): Vakina, verahina hisaraka roa: Nosamahin'ny ankizy ny fen'ilay sahona.\n Ahitsio"
    },
    {
        "word": "Samaka",
        "definition": " m. t.: Tataka ka misaraka roa: Samaka ilay hazo nifandroritan'ny ankizy. - t.i.f.: Samahina, asamaka, voasamaka, tafasamaka / manasamaka, fanasamaka, mpanasamaka / anasamahana, fanasamahana / misamaka, fisamaka, mpisamaka / isamahana, fisamahana / mahasamaka / samatsamaka.\n Ahitsio"
    },
    {
        "word": "Samalama",
        "definition": " a.: Anaram-bakana vonivony.\n Ahitsio"
    },
    {
        "word": "Samamena",
        "definition": " a.: Anaran-karatra filalaovana misy sarina fo.\n Ahitsio"
    },
    {
        "word": "Sambalahivilana",
        "definition": " a.: Jer. Sombalahivilana.\n Ahitsio"
    },
    {
        "word": "Sambany",
        "definition": " p.mt.: Enti-milaza fanaovan-javatra vao indray mandeha monja: Sambany nividy karatra tombola aho dia nahazo.\n Ahitsio"
    },
    {
        "word": "Sambasamba",
        "definition": " a.: Teny atao ho fisaorana an'Andriamanitra, raha misantatra zavatra na mihinana sakafo tsy mbola nohanina. ? Fanandramana voalohany. ? Teny firariana raha tratran'ny taona vaovao; tenim-pirariana sy firavoana amin'ny fandroana: Sambasamba Andriamanitra Andriananahary. * t.i.f.: Sambasambaina, asambasamba, voasambasamba / misambasamba / isambasambana, fisambasambana / mahasambasamba.\n Ahitsio"
    },
    {
        "word": "Sambasambaina",
        "definition": " (sambasamba) mt. ih. (sambasambao): Irariana ny fitahian'Andriamanitra: Nosambasambain'i Dadabe izahay rehetra.\n Ahitsio"
    },
    {
        "word": "Sambatra",
        "definition": " p.t.: Miadana, tsy manan-java-mahory, tretrika: Raha te ho sambatra ianao, rahatrizay, mianara tsara ary miasà mafy. ? Miadan-tsaina, milamin-tsaina, finaritra: Sambatra izany fianakaviana mifankatia izany. ? Mananjara, tsara vintana, ambinina: Sambatra izy nahazo vady hendry. - t.i.f.: Hasambarana, fahasambarana.\n Ahitsio"
    },
    {
        "word": "Sambatra",
        "definition": " (Ats) a.: Famorana zaza mitambatra amim-pomba lehibe, izay fanao isaky ny fito taona, izany hoe ny zazatahy rehetra teraka ao anatin'ny fito taona dia atambatra hatao hasoavana amin' io andro iray io.\n Ahitsio"
    },
    {
        "word": "Sambatra",
        "definition": " a.: Fahandro katsaka amin'ny babiny, na mangahazo lena atao tetika lava.\n Ahitsio"
    },
    {
        "word": "sambia (betsileo)",
        "definition": "antsy , mesa (betsileo), meso (sakalava) Ahitsio"
    },
    {
        "word": "Sambo",
        "definition": " a.: Karazana lakana makadiry ohatra ny trano, natao hamakivakiana ny ranomasim-be. Karazan-tsambo: sambo lay, sambo mpiady, sambo setroka na sambo sitimo.\n Ahitsio"
    },
    {
        "word": "Samboadiana",
        "definition": " (samboady) mt. Asaina manao samboady.\n Ahitsio"
    },
    {
        "word": "Samboady",
        "definition": " a.: Tapa-damba lavalava apetraka amin'ny soroka iray ka asadika any ambany helika mifanohitra amin'ilay io. - t.i.f.: Samboadiana, asamboady, voasamboady, tafasamboady / manasamboady, fanasamboady, mpanasamboady / anasamboadiana, fanasamboadiana / misamboady, fisamboady, mpisamboady / isamboadiana, fisamboadiana / mahasamboady / samboadimboady. -  F.-p.: Manao samboady zavatra: mametraka io zavatra io eo ambonin'ny soroka iray, dia manasadika azy ao ambany helika mifanohitra amin' io.\n Ahitsio"
    },
    {
        "word": "Samboara",
        "definition": " na Samboaravoara a.: Fihetsehana mahery mitambolimbolina, fitroarana toy ny hita amin'ny rano manonja noho ny herin'ny rivotra. ? h.o.: Fahatezerana lehibe. - t.i.f.: Asamboaravoara, tafasamboaravoara / manasamboaravoara, fanasamboaravoara, mpanasamboaravoara / anasamboaravoarana, fanasamboaravoarana / misamboaravoara, fisamboaravoara, mpisamboaravoara / isamboaravoarana, fisamboaravoarana / mahasamboaravoara.\n Ahitsio"
    },
    {
        "word": "Sambobelona",
        "definition": " a.: Olona azo babo tany an'ady.\n Ahitsio"
    },
    {
        "word": "Sambomandry",
        "definition": " a.: Ny hazo manaraka ny tafontrano izay amantsihana ny lohatrano.\n Ahitsio"
    },
    {
        "word": "Samborina",
        "definition": " (sambotra) mt. ih. (sambory): Enjehina: Nosamboriko ilay uorona fa tsy azoko. ? Raisina: Nosamborin'ny Polisy ilay mpangalatra. ? Indramina (raha vola no tenenina, izany hoe mbola honerana): Ariary zato no nosamboriny tat9 amiko omaly.\n Ahitsio"
    },
    {
        "word": "Samboritra",
        "definition": " ft.: Enti-milaza fisikinana amin'ny lamba; na fisikinana amin'ny lamba efa rovitra na tonta ka zara raha mitafy ilay olona. - t.i.f.: Asamboritra, voasamboritra, tafasamboritra / manasamboritra, fanasamboritra, mpanasamboritra / anasamboritana, fanasamboritana / misamboritra, fisamboritra, mpisamboritra / mahasamboritra / samborimboritra.\n Ahitsio"
    },
    {
        "word": "Sambosy",
        "definition": " a.: Karazan-tsakitsaky izay toy izao no famboatra azy: alaina ny hena voatoto masaka, afangaro amin' ny tongolo, persily..., dia fonosina takelaka lafarina manify dia manify, ary dia endasina.\n Ahitsio"
    },
    {
        "word": "Sambotra",
        "definition": " a.: Fanenjehana sy fakana olona na biby mande-ha mafy. ? Fandraisana, fitazonana ny olon-dratsy nahavita heloka. • Babo azo amin'ny ady: Nisy hatramin' ny dimampolo ny sambotra azo. ? Findramana vola na zavatra mbola haverina na honerana. -  t.i.f.: Samborina, asambotra, voasambotra/ manambotra, fanambotra, mpanambotra 1 anamborana, fanamborana / misambotra, fisambotra, mpisambotra / isamborana, fisamborana / mahasambotra / sambotsambotra. -  F.-p.: Sambo-belona: ilazana ireo olona voababo an'ady. / Sambo-miondrika: entimilaza ny olona mpisambobola ka mamerina latsaka noho izay nosamboriny. / Sambo-taho: fisamborana olona vonjy maika hanao raharaha na fanompoana. / Sambo-tanana: famaboana amin'ny herin-tsandry fotsiny.. * Ohab.: Sambo-balala mai-na andro ka raha tsy azoko anio, azoko rahampitso: enti-milaza fa azo atao amin' ny andro hafa izay manahirana anio, fa manova zavatra ny fotoana.\n Ahitsio"
    },
    {
        "word": "Samby",
        "definition": " (Ski) a.: Anaram-borondranomasina misitrika rehefa misambotra hazandrano.\n Ahitsio"
    },
    {
        "word": "Samby",
        "definition": " Jar. Samy.\n Ahitsio"
    },
    {
        "word": "Samby",
        "definition": " (fit.-p.) p.ml.: Samy. Sambitsara (fit.-p.) a.: Veloma.\n Ahitsio"
    },
    {
        "word": "Samihafa",
        "definition": " p. t. : Isan-karazany: Voaravaka voninkazo samihafa ny Lapan'ny tanàna fa fety ny andro (tsy tokony hafangaro amin'ny \"samy hafa\" izay \"tsy mitovy\" no heviny, jar. Samy).\n Ahitsio"
    },
    {
        "word": "Samily",
        "definition": " (angl. assembly) a.: Fiantsoana ny miaramila mba hiangona amin'ny toerana iray, amin'ny alalan'ny bingona na ny amponga.\n Ahitsio"
    },
    {
        "word": "Samisamy",
        "definition": " a.: Anaram-bakana.\n Ahitsio"
    },
    {
        "word": "Samoina",
        "definition": " a.: Bibikely miofo ho lolo avy amin'ny bibintsaonjo na bibimbomanga na olimpanjehy;manana fantsona la-va mety mihorongorona eo ambony vavany ny samoina, izay fitsentsefany ny rano mamy ao anatin'ny voninkazo (tsahivina fa ny samoin' ny bibindandy dia atao hoe soherina no anarany). - t.i.f.: Misamoina, sy misamoimoina, fisamoina, mpisamoina / isamoinana, fisamoinana / mahasamoina.\n Ahitsio"
    },
    {
        "word": "Samokimoky",
        "definition": " Mitovy amin' ny Mokimoky.\n Ahitsio"
    },
    {
        "word": "Samonina",
        "definition": " a.: Monomonona na ngonongonona noho ny hasosorana na hatezerana. ? Ny firimorimon'ny fihodinan' ny milina. ? Ny feo heno amin'ny fanidinan'ny tantely. * t.i.f. : Misamonina, fisamonina, mpisamon?na / mahasamonina / samonimonina.\n Ahitsio"
    },
    {
        "word": "Samonta",
        "definition": " a.: Fisondrotan'ny ranon'ny ranomasina arapotoana isan'andro amin'ny toerana iray.\n Ahitsio"
    },
    {
        "word": "Samontitra",
        "definition": " na Samontotra a.: Fahatezerana feno fisafoahana, haromotana. * tif,: Tafasamontitra / misamontitra, fisamontitra, mpisamontitra / isamonterana, fisamonterana / mahasamontitra / samontimontitra.\n Ahitsio"
    },
    {
        "word": "Samosina",
        "definition": " (samosy) mt. ih. (samosio): Atao miadana, lalorina.\n Ahitsio"
    },
    {
        "word": "Samosy",
        "definition": " a.: Miadana fanao raharaha, mitaredretra: Samosy lava io mpianatra io. ? Mitarozaka: Samosy ny raharahantsika izany. * t.i.f.: Samosina, voasamosy, tafasamosy / misamosy, fisamosy, / mahasamosy / sa-m osim osy.\n Ahitsio"
    },
    {
        "word": "Samotady",
        "definition": " Mitovy amin'ny Antsamotady (jer. ?o teny io).\n Ahitsio"
    },
    {
        "word": "Samotaka",
        "definition": " Fihasimban'ny somotaka ara-panononana.\n Ahitsio"
    },
    {
        "word": "Sampaho",
        "definition": " a.: Ny taho kelin' ny hazo misy ny voa; ny voankazo miraikitra amin'io ta-ho kely io: Tarafo ny rano fa ho hitanao ao /Ny nakako voahirana indray maka izay, / Ka tsarovy ny teny nataoko aminao / Raha nanolotra anao ny sampahony iray. (Ratsimiseta)\n Ahitsio"
    },
    {
        "word": "Sampaina",
        "definition": " (fr. champagne) a.: Karazan-divay ambony mamorivory ataon'ny olona fisotro amin'ny andro iray.\n Ahitsio"
    },
    {
        "word": "Sampana",
        "definition": " a.: Ny rantsana madinika miray amin'ny vataben'ny hazo: Be sampana ity hazo ity. / Sampan-kazo. ? Rehefa mety ho fizarazaran-javatra mivoaka avy amin'ny foto-be: Amin'ireo rano aisy any Ankaratra, ny sampana mianavaratra dia mivarina any Ikopa. ? Fizarazarana, antokon-javatra ao anatin'ny firaisam-be: Ny marika dia sampan'ny fianarana ambaratonga uoalohany. ? Fikambanana kely izay mifandray amin'ny foibe, na iray fileovana aminy: Ny sampana atsy Ananona no mandeha indrindra amin'ny sampan'ny Fikambanan'ny Ray aman-drenin'ny mpianatra eto amin'ny faritany. - t.i.f.: Sampanana na sampanina, asampana, voasampana, tafasampana / manampana, fanampana, mpanampana / anampanana, fanampanana / misampana, fisampana, mpisampana / isampanana, fisampanana / mahasampana / sampantsampana.\n Ahitsio"
    },
    {
        "word": "Sampanana",
        "definition": " Sampanina (sampana) mt. ih. (sampano): Rantsanana: Andeha sampano itsy hazo itsy hirobona rehefa fahavaratra. ? h.o.: Sahanina: Aiza moa no hahombiazany? asa telo amana efatra no sampaniny.\n Ahitsio"
    },
    {
        "word": "Sampanteny",
        "definition": " a.: Ireo teny rehetra avy amin'ny fototeny iray, azo tamin'ny alalan' ny tovona, tovana ary tsofoka. Oh.: Sitranina, sampanteny avy amin'ny ft. sitrana, manenona (ft. tenona), vinidy (ft. vidy), tomaratra (ft. taratra).\n Ahitsio"
    },
    {
        "word": "Sampazana",
        "definition": " (sampy) mt, pdr-(sampazo): Enti-milaza ny zavatra ametrahan-javatra misampy na misavily:Nosampazana tady randrana lavalaua ny uozony.\n Ahitsio"
    },
    {
        "word": "Sampibe",
        "definition": " a.: Ilazana ny olona miteraka lahy betsaka ary vavy vitsy, na vavy betsaka ary lahy vitsy.\n Ahitsio"
    },
    {
        "word": "Sampilahy",
        "definition": " a.: Firavaka voahangy izay asampy ohatra ny samboady ny fitondra azy.\n Ahitsio"
    },
    {
        "word": "Sampina",
        "definition": " a.: Ilazana ny fomba fanipy ny lanin'ny lamba tafina ho eo ambony soroka: Sampin-kau?a. - t.i.f.: Asampina, voasampina, tafasampina / manasampina, fanasampina, mpanasampina / anasampinana, fanasampinana / misampina, fisampina, mpisampina / isampinana, fisampinana / mahasampina / sampintsampina.\n Ahitsio"
    },
    {
        "word": "Sampivato",
        "definition": " a.: Vahy mandadina misy matsilotsilo ny raviny.\n Ahitsio"
    },
    {
        "word": "Sampivony",
        "definition": " a.: Ilazana ny olona miteraka lahy sy vavy mifandimbindimby hatrany: Manao sampivony.\n Ahitsio"
    },
    {
        "word": "Sampona",
        "definition": " a.: Zavatra na olona manana toetra tsy araka ny hita andavanandro fa hafahafa: Trondro sampona. ? Zavatra sendra miseho na tonga ka misakana tsy hanatanteraka izay efa nokasaina hatao; sakana: Ho tonga aho raha tsy misy sampona. ? p.t.: Voasakana, voatana: Sampona ny diany. / Sampon'ny fahafatesan-dreniny izy ka tsy tonga. - t.i.f.: Samponana, asampona, voasampona / mahasampona / manampontsamPona, fanampontsampona, mpanampontsampona / anampontsamPonana, fanampontsamponana. -  F.-p.: Sampon-jauatra: zavatra hafahafa tsy araka izay fahita andavanandro. / Sampon'olona: olona mahatahotra sy ratsy bika ary mahadikidiky. / Mamoa-tsampona: (zavatra na olona) miteraka loza sy fahasahiranana tsy ampoizina noho ny fisehoany. / Manangan-tsampona: miteraka fahasahiranana tampoka, toy ny resaka na tsaho mampihorohoro sy mampitebiteby.\n Ahitsio"
    },
    {
        "word": "Samponana",
        "definition": " (sampona) mt. ih.: Sakanana, tohanana: Nikasa handeha ho any Toamasina aho omaly saingy nosamponan'ny aretin'i neny.\n Ahitsio"
    },
    {
        "word": "Sampotina",
        "definition": " a.: Fisaritahan-javatra, fandehanan-javatra (toy ny rivotra na rano...) tsy milamina, sady tsy mandroso hatrany fa miverina indray. - t.i.f.: Asampotina, voasampotina, tafasampotina / manasampotina, fanasamPotina, mpanasampotina 1 anasampotenana, fanasampotenana / misampotina, fisampotina, mpisampotina I isampotenana, fisampotenana 1 mahasampotina / sampotimpotina.\n Ahitsio"
    },
    {
        "word": "Sampy",
        "definition": " a.: Tany am-boalohany, fanafody nofonosina tapa-damba dia nasiana tady randrana lavalava mba hahazoana \"misampina\" azy, ka ny nikendren'ny ntaolo azy tamin'izany dia ny hiaro amin'ny valan'aretina toy ny sery, kohaka, aretin'andoha. -  Taty aoriana, zavatra (tapakazo) natao fitokiana sy hianteherana ka nivavahana: Ikelimalaza no nalaza indrindra tamin'ireo sampin'andriana. ? Fisaviliana amin-javatra hafa. - t.i.f•: Sampazana, asampy, voasampy, tafasamPY / manasampy, fanasampy, mpanasampy 1 anasampazana, fanasampazana / misampy, fisampy, mpisampy 1 isampiana, fisampiana, na isampazana, fisampazana / mahasampy I sampisampy / an-tsampY•\n Ahitsio"
    },
    {
        "word": "Samy",
        "definition": " p.ml. (samia): Mpisolo anarana malala-kevitra fametraka eo alohan'ny matoanteny na mpamaritra milaza toetra ka ny heviny dia hoe: rehetra ary tsirairay: Samy naka boky telo avy izy mirahauauy. / Samy tsara ny raozy sy ny lisy. -  Samy hafa: tsy mitovy: Samy hafa ny raozy sy ny lisy (tsara homarihina fa mitovy firafitra amin'ny ohatra er? ambony samy tsara ny raozy sy ny lisy, ny hoe \"samy hafa\" eto, fa raha \"isan-karazany\" kosa no heviny, mpamaritra anarana milaza toetra izy amin'izay, ka soratana atao teny iray: \"samihafa\"; jar. io),\n Ahitsio"
    },
    {
        "word": "San-",
        "definition": " Tovona fanaovana fototeny faharoa manamafy ny hevitry ny fototeny tsotra voalohany: Sangodina (hodina), sangazona (hazona).\n Ahitsio"
    },
    {
        "word": "Sana",
        "definition": " a.: Karazan-kazo fanao trano (Eloeocarpus).\n Ahitsio"
    },
    {
        "word": "Sanàka",
        "definition": " p. t. : Enti-milaza vava misokatra na mitanatana, toy ny an'olona iray mitolagaga na midonàka. - t.i.f.: Asanàka / misanàka, fisanàka, mpisanàka.\n Ahitsio"
    },
    {
        "word": "Sanàna",
        "definition": " p. t.: Ketrina, mitandrantandrana, fondrana.\n Ahitsio"
    },
    {
        "word": "Sanasana",
        "definition": " a.: Toetran'ny vava misokatra be. - t.i.f. : Sanasanaina, asana-sana, voasanasana, tafasanasana 1 manasanasana, fanasanasana, mpanasanasana / anasanasanana, fanasanasanana / misanasana, fisanasana, mpisanasana / isanasanana, fisanasanana / mahasanasana.\n Ahitsio"
    },
    {
        "word": "Sanasanaina",
        "definition": " (sanasana) mt. ih. (sanasanao): Sokafana be.\n Ahitsio"
    },
    {
        "word": "Sanatria",
        "definition": " t.p.: Teny enti-milaza fandavana mafy dia mafy; na oviana na oviana, \"tsia dia tsia\": Izaho ve no hanao tsikombakomba? sanatria! ? Fady: Sanatria ahy ny hivarotra ny marina. ? Ohatrohatra, kanefa tsy irina velively ny hahatanterahan'izany: Sanatria, hono, na sanatria sanatria ka maty i dadabe. - t.i.f.: Sanatriavina. -  F,-p.: Sanatrian'ny uaua: teny enti-mandà mafy zavatra atao ohatrohatra fotsiny: Tsy misy maniry izay hisarahan'ireto zaza ireto akory isika mianakauy, sanatrian'ny uaua. Inona no hatao raha sanatria ka maty alohan'ny uauy ny lahy?\n Ahitsio"
    },
    {
        "word": "Sanatriavina",
        "definition": " (sanatria) mt. ih. (sanatriavo): Lavina mafy amin'ny filazana hoe \"Sana-tria\". ? Enti-milaza zavatra ratsy sambasambaina ho avy: Sanatriauina hoe ho faty ianao rahariva, inona no mba ataonao izao?\n Ahitsio"
    },
    {
        "word": "Sanatrina",
        "definition": " (sanatry) mt. ih. (sanatrio): (fanahy ratsy) Roahina amin'ny sanatry.\n Ahitsio"
    },
    {
        "word": "Sanatry",
        "definition": " a.: Hazo madinidinika fanaon'ny olona ody kohaka sy tambavin-jaza (Cassia lauigata).\n Ahitsio"
    },
    {
        "word": "Sanatry",
        "definition": " a.: Ody fandroahana ny fanahy ratsy, izay heverina ho manabataba ny marary na manao ankasomparana (matetika no vakin-javatra na tavilotra misoratsoratra no ampiasain'ny mpanao fanafody ataony sanatry). • tif,: Sanatrina, voasanatry 1 mananatry.\n Ahitsio"
    },
    {
        "word": "Sanda",
        "definition": " a.: Jola na zavatra omena ho fanampiny amin'ny takalo ifanaovana raha ohatra ka tsy mitovy vidy ireo zavatra roa ifanakalozana; tamby; amboniny: Inona no sanda homenao ahy raha hatakaloko an'iny satrokao efa tontatonta iny ity uao novidiko tsy tiako volo ity? * t.i.f.: Sandana, asanda, voasanda, sinanda 1 mananda, fananda, mpananda / anandana, fanandana / misanda, fisanda, mpisanda / isandana, fisandana / mahasanda / sandasanda. * F.-p.: Sandam-bola: vidy na lanjan'ny vola: Nitombo hatrany ny sandan'ny dollar tato ho ato.\n Ahitsio"
    },
    {
        "word": "Sandaly",
        "definition": " a.: Hazo na menaka manitra avy amin'ilay hazo ala atao hoe sandal.\n Ahitsio"
    },
    {
        "word": "Sandana",
        "definition": " (scinda) mt. ih. (sandao): Enti-milaza ny zavatra anomezana sanda amin'ny fifanakalozana: Zavatra mitouy vidy ireo ifanakalozanareo ireo, ka raha sandanao ny anao, maty antoka ianao.\n Ahitsio"
    },
    {
        "word": "Sandaotra",
        "definition": ": Fihasimban'ny Sendaotra.\n Ahitsio"
    },
    {
        "word": "Sandarosy",
        "definition": " a.: Karazan-dity avy amin'ny hazo.\n Ahitsio"
    },
    {
        "word": "Sandavany",
        "definition": " a.: Ny lavany. * F.-p.: Sandavan-danitra:ny halehiben'ny habakabaka. * h.o.: Teny famalivaliana lava tsisy farany.\n Ahitsio"
    },
    {
        "word": "Sandohana",
        "definition": " (sandoka) mt. ih. (sandohy): Angalarina an-kafetsena, ihamboana ho an' ny tena nefa an'olona: Loza izany raha haratsian'izay olona fa nosandohany ny boky uao nouidiko omalin'iny.\n Ahitsio"
    },
    {
        "word": "Sandoka",
        "definition": " a.: Zavatra na olona tsy izy nefa lazaina ho tena izy, hosoka; soloky hamitahana: Sonia sandoka. ? Famitahana olona amin'ny fampisehoana zavatra na olona tsy izy, nefa lazaina ho te-na izy: Nihambo ho zanadRampanana izy ka sandoka ihany no nahazoany ny trano loua etsy auara-bohitra. - t.i.f.: Sandohana, asandoka, voasandoka, sinandoka / manandoka, fanandoka, mpanandoka / anandohana, fanandohana / misandoka, fisandoka, mpisandoka / isandohana, fisandohana / mahasandoka / sandotsandoka.\n Ahitsio"
    },
    {
        "word": "Sandra",
        "definition": " p.mt.: Tsitointoina, tointoina tsy nampoizina: Sandra nahita ny zandrinao aho anikeheo, ~ mt.: Mifanena tsy nampoizina: Sandra an-drainao tany an-tsena a-ho, ¶ M.h.: Tojo, sehatra, tohatra. - t.i.f.: Sendrasendra / sendrasendraina, asendrasendra / voasendrasendra, sinendrasendra / manendrasendra, fanendrasendra, mpanendrasendra J anendrasendrana, fanendrasendrana J misendrasendra, fisendrasendra, mpisendrasendra J isendrasendra-1 na, fisendrasendrana 1 mahasendrasendra.\n Ahitsio"
    },
    {
        "word": "Sandrahaka",
        "definition": " ft.: Sampana, rantsana maro be. - t.i.f : Asandrahaka, tafasandrahaka / manandrahaka, fanandrahaka, mpanandrahaka / anandrahana, fanandrahana / misandrahaka, fisandrahaka, mpisandrahaka / mahasandrahaka / sandrahandrahaka.\n Ahitsio"
    },
    {
        "word": "Sandrahidy",
        "definition": " a.: Hombo na tsimatra na fantsika andrafetana ny rafitra hazo amin'ny tafontrano.\n Ahitsio"
    },
    {
        "word": "Sandrana",
        "definition": " (Atb) a.: Teny entimilaza fady tsy azo atao mihitsy mihitsy fa raha mandika azy hiharan'ny fahafatesana irahin'ny razana amin' ny tena.\n Ahitsio"
    },
    {
        "word": "Sandrana",
        "definition": " a.: Zavatra na hanina nanafaran'ny Razana tsy ho azo atao na hohanina.\n Ahitsio"
    },
    {
        "word": "Sandratra",
        "definition": " a.: Akatra; fiakarana ho eo amin'ny toerana ambony na avo; fisondrotra amin'ny voninahitra. - t.i.f : Asandratra, voasandratra, tafasandratra / manasandratra, fanasandratra, mpanasandratra / na manandratra, fanandratra, mpanandratra / anandratana, fanandratana / misandratra, fisandratra / isandratana, fisandratana / mahasandratra / sandratsandratra.\n Ahitsio"
    },
    {
        "word": "Sandriana",
        "definition": " (sandry) p. t.: Be sandry, matanjaka.\n Ahitsio"
    },
    {
        "word": "Sandrify",
        "definition": " a.: Zavamaniry rarin' ny vehivavy hatao harona eo amin'ny fotoana anaovana hasoavana ny zaza. ? Haronkely fitondran'ny mpianatra ny zavajavany kely momba ny fianarana.\n Ahitsio"
    },
    {
        "word": "Sandry",
        "definition": " a.: Rantsam-batana hatreo amin'ny foto-tsoroka ka hatramin'ny hato-tanana. i t.i.f.: Sandriana. -  F.-p.: Herin-tsandry: tanjaky ny sandry; tanjaka; izay azo tamin'ny asa. / Mampiseho herin-tsandry: mampiseho tanjaka entina mirehareha. / Manenjan-tsandry: mihaika, mihantsy olona hiady. / Manipy sandry: manakipilipily sandry mafy rehefa mandeha. / Mitsipy sandry: mitovy amin'ny manipy sandry. / Mitsipy sandry diavolana: miasa, misasatra tsy misy olona afaka hamaly bontana ny tena. / Sandrin-tanana: ny faritry ny sandry hatreo amin'ny kiho ka hatramin'ny hato-tanana.\n Ahitsio"
    },
    {
        "word": "Sanehaka",
        "definition": " a.: Fisefosefoana sy fahasemporana, toy izay mahazo ny olona matavy miaka-piakarana. - t.i.f. : Misanehaka, fisanehaka, mpisanehaka.\n Ahitsio"
    },
    {
        "word": "Sanga",
        "definition": " a.: Volon-doha mivondrona kely eo ambonin'ny tampin-kandrina, na volondoha somary lavalava kokoa noho ny sisa rehetra eo afovoany tsara eo ambony tampin-kandrina. ? Volo na nofo mivondrona eo an-tampondohan'ny biby sasany: Lava sanga ny akoholahin'i Naivo. • t,i.f.: Sangana, voasanga / misanga, fisanga, mpisanga / isangana, fisangana. -  F,-p,: Ambany ny sangany: enti-milaza olona menatra izaitsizy. / Sanga an-katoka: volo lava avala hitarotaroka any an-katoka. / Sanga-Nanahary: volo maniry eo an-tampon-dohan'ny zaza hatrany an-kibon-dreniny. / Sangan-tampona: ilay volo navela ho lava noho ny namany ao an-tampon-doha. / Sanga-mangata-dranouola na sanga mitsinjo ranovola: ilazana ilay sanga eo anoloana izay randranina hikirazorazo. / Mandray sanga: ilazana ny olona resy lahatra teo amin'ny adihevitra nifanaovana, ka misafo loha sisa no ataony fa tsy mahateny ints ony .\n Ahitsio"
    },
    {
        "word": "Sangaingy",
        "definition": " a.: Tangongo, fifanongoavana hiavosa eo amin' ny toerana anankiray. - t.i.f.: Misangaingy, fisangaingy, mpisangaingy / isangengena, fisangengena / mahasangaingy.\n Ahitsio"
    },
    {
        "word": "Sangana",
        "definition": " (sanga) p. t.: Enti-milaza olona amelana sanga lavalava eo an-tampin-kandriny.\n Ahitsio"
    },
    {
        "word": "Sanganehana",
        "definition": " p. t.: Sahiran-kevitra, tsy mahita izay hatao fa misalasala be ihany; feno fisalasalana. - t.i.f. : Mahasanganehana, fahasanganehana. ¶ M. h. : Sakodiavatra.\n Ahitsio"
    },
    {
        "word": "Sangarotra",
        "definition": " a.: Fitadiavana izay hamikirana, mitovy amin'ny Sarangotra.\n Ahitsio"
    },
    {
        "word": "Sangasanga",
        "definition": " a.: Enti-milaza zavatra izay ny lohany na tandrony no tazana er? lavitra. i t.i.f : Asangasanga/ manangasanga, fanangasanga/ anangasangana, fanangasangana 1 misangasanga.\n Ahitsio"
    },
    {
        "word": "Sangasanganandevolahy",
        "definition": " a.: Karazana kiranjay, mitapelaka be ny raviny ary fanao ody kohaka sy tambavy ny ranony.\n Ahitsio"
    },
    {
        "word": "Sangasanganankoholahy",
        "definition": " a.: Karazan'ahitra.\n Ahitsio"
    },
    {
        "word": "Sangazona",
        "definition": " a.: Famikirana amin'izay voaray, fandrangotana amin'izay azo ifikirana. - t.i.f. : Sangazonina, asangazona, voasangazona, tafasangazona / manasangazona, fanasangazona, mpanasangazona / anasangazonana, fanasangazonana / misangazona, fisangazona, mpisangazona / isangazonana, fisangazonana / mahasangazona.\n Ahitsio"
    },
    {
        "word": "Sangazonina",
        "definition": " (sangazona) mt. ih. (sangazony): Sarangotina, raisina hamikirana: Io hazo io sangazonina mba tsy hianjera ianao.\n Ahitsio"
    },
    {
        "word": "Sangazotra",
        "definition": " a.: Mitovy amin' ny Sangazona.\n Ahitsio"
    },
    {
        "word": "Sangeloka",
        "definition": " a.: Hafahafa, zavatra tsy fahita, fomba miangentsana. * t.i.f.: Misangeloka, fisangeloka, mpisangeloka / isangelohana, fisangelohana / mahasangeloka / sangelongeloka.\n Ahitsio"
    },
    {
        "word": "Sangerina",
        "definition": " ft.: Fahalasanana sy fiverenana indray; fihodinkodinana eo amin'izay tany nialana; tamberina. * t.i.f. : Asangerina, tafasangerina / manasangerina, fanasangerina, mpanasangerina / anasangerenana, fanasangerenana / misangerina, fisangerina, mpisangerina / isangerenana, fisangerenana / mahasangerina / sangeringerina.\n Ahitsio"
    },
    {
        "word": "Sangina",
        "definition": " (sangy) mt. ih. (sangio): Anaovana kivazivazy, lalaovina: Nosangin'Ikoto ny zandriny dia nitomany. ? Hetraketrahina, sorisorenina: Sangin'Isambilo foana ny zanako ka tsy nety nianatra intsony. ? Kasikasihina ho mari-pisakaizana tafahoatra: Henoko fa sangin'ialahy i Soa zanako; atsaharo izany!\n Ahitsio"
    },
    {
        "word": "Sangoa",
        "definition": " ppt feh.: Fandrao, sao.\n Ahitsio"
    },
    {
        "word": "Sangodina",
        "definition": " a.: Tandrimo. ? Fihodinana. Fihodinkodinana eo an-toerana ihany. - t.i.f• : Sangodinina, asangodina, voasangodina, tafasangodina / manasangodina, fanasangodina, mpanasangodina / anasangodinana, fanasangodinana / misangodina, fisangodina, mpisangodina / isangodinana, fisangodinana / mahasangodina / sangodingodina.\n Ahitsio"
    },
    {
        "word": "Sangodinina",
        "definition": " (sangodina) mt. ih. (sangodino): Hodidinina: Nosangod in in ' n y fahauaio ny tond na.\n Ahitsio"
    },
    {
        "word": "Sangoeja",
        "definition": " a.: Parapaingo tsy ahafahana mihetsi-mahery. ? Sampona tsy azo ialana. ? Vatom-panorona izay tsy maintsy lanin'ny ankilany rehefa avy nihinana. - t.i.f.: Misangoeja, fisangoeja, mpisangoeja / isangoejana, fisangoejana.\n Ahitsio"
    },
    {
        "word": "Sangongo",
        "definition": " a.: Fitangoronana maro be (toy ny zanak'akoho na ny ankizy manodidina an-dreniny, na ny andiantantely), vangongo. ? Antontan-javatra. ? Ireo kitro fahita amin'ny soroky ny mpilanja filanjana. - t.i.f. : Asangongo, voasangongo, tafasangongo / misangongo, fisangongo, mpisangongo / isangongoana, fisangongoana.\n Ahitsio"
    },
    {
        "word": "Sangorina",
        "definition": " (sangotra) mt. ih. (sangorio) : (vary) Otazana ka ny salohy masaka no tapahina.\n Ahitsio"
    },
    {
        "word": "Sangotra",
        "definition": " a.: Fiotazana ny vary tsy miaraka fa arakaraka ny fahamasahany ka tsongoina amin'ny tanana na tapahina amin'ny antsy ny salohiny izay masaka. * t.i.f.: Sangorina, voasangotra / misangotra, fisangotra, mpisangotra / isangorana, fisangorana.\n Ahitsio"
    },
    {
        "word": "Sangy",
        "definition": " na Sangisangy a.: Tsilalao na kivazivazy atao amin' ny teny na amin'ny fihetsika ho mariky ny fisarihana amin'ny olona mifankazatra amin'ny tena. * t.i.f•: Sangina, asangy, voasangy, sinangy / misangy, fisangy, mpisangy 1 isangiana fisanglana / mahasangy / sangisangy. -  F.-p.: Sangisangy zary tenâny: tsilalao na kivazivazY mila hivadika ho tena zavatra. / Sangy mahery: fifamelezana toa kilalao, nefa toa mila hivadika ho ady noho ny fahamafisany mahery vaika. / Sangy ratsy: voso-dratsy, izany hoe zavatra atao toa kivazivazy nefa tsy tsara. ¶ M.h.: Kihaihay, kiniania. / Sangy mihoatra ny Io-ha: kivazivazy mihoa-pampana ka manjary mahavoafady.\n Ahitsio"
    },
    {
        "word": "Sangy",
        "definition": " p. mt.: Saingy, fangy.\n Ahitsio"
    },
    {
        "word": "Sanka",
        "definition": " (Ski) a.: Aretina vokatry ny tety mamely amin'ny loha sy mandoaka orona.\n Ahitsio"
    },
    {
        "word": "Santarana",
        "definition": " (santatra) mt. ih. (santaro): Atao na hanina vao voalohany: Santaro kely itony uarialohanay, ry Dadatoa a!\n Ahitsio"
    },
    {
        "word": "Santatra",
        "definition": " a.: Voaloham-bokatra: Santa-bary. ? Voalohany amin'ny zavatra atao, fiandohana: Atolotro anao ny santatry ny asako. ? Fanaovana na fihinanana zavatra amin' ny voalohany. * t.i.f. : Santarana, asantatra, voasantatra / manantatra, fanantatra, mpanantatra / anantarana, fanantarana / misantatra, fisantatra, mpisantatra / isantarana, fisantarana/ mahasantatra / santatsantatra. * Ohab.: Santatra am-bava rano fa ny manetsa be mbola ho avy: enti-milaza fa mbola kely sy tsotsotra ny vita amin'izao fotoana izao (asa na lanonana na zavatra ha-fa), fa mampanantena fa ny any aoriana mbola ho be sy tsara lavitra.\n Ahitsio"
    },
    {
        "word": "Santima",
        "definition": " (fr. centime) a.: Ampahazaton'ny iraimbilanja: Dirny santima no varifitoventy.\n Ahitsio"
    },
    {
        "word": "Santionany",
        "definition": " (fr. échantillon) a.: Sombiny kely, tapiny: Vao santionany uitsiuitsy mialoha lalana fotsiny amin'ny ualala izao hitantsika izao. / Santionany amin'ny haratsiany izao asehoko anao izao.\n Ahitsio"
    },
    {
        "word": "Santo",
        "definition": " a.: Fisintonana sy famoahana fofon'aina mafy sady mitarika lavalava, ateraky ny alahelo na embona: Be sento io zaza io ka mety harary fo rehefa lehibe. ~ Alahelo: Mitsikia, atsaharo ny sento. ~ Fitrohana zavatra amin'ny orona. - t.i.f.: Sentoina, voasento J misento, fisento, mpisento / isentoana, fisentoana J mahasento J sentosento.\n Ahitsio"
    },
    {
        "word": "Sany",
        "definition": " (t.tr.) ppt. Teh.: Mandritra ny, dieny: Mianara sany mbola manam-potoana ianao.\n Ahitsio"
    },
    {
        "word": "Sao",
        "definition": " ppt. feh.: Atao mba hampitohy fehezan-kevitra roa ka ny faharoa: a) milaza zavatra atahorana na ahina: Matahotra aho sao maninomaninona i zoky any lauitra any. / Manahy izy sao nisy mpangalatra tafiditra tao antranony; b) na milaza zavatra kendrena tsy ho tanteraka, mitovy hevitra amin'ny \"mba tsy\": Nioua akanjo izy sao fantatry ny ao an-tanana. ¶ M. h.: Ndrao, fandrao, fandroa, sangoa, ngoa dia. ? Azo ampiasaina tsy hampitohy fehezan-kevitra roa miharihary koa anefa ny \"sao\", fa manomboka fehezanteny ka mety ho ilay (b) etsy ambony ihany izy amin' izay fa mifamadi-toerana fotsiny: Sao tratran'ny fahaualo eto isika, fa andeha handositra, na koa enti-milaza fampitandremana: Sao heuerinao ho tsy mahalala ny toetranao aho, na faminavinana; Sao mbola mba mahita ihany ny masonao fa tsaboy tsara.\n Ahitsio"
    },
    {
        "word": "Saobakaka",
        "definition": " a.: Biby mitovitovy amin'ny sahona saingy izy lehibe, ary ny hodiny mivotrovotro; fatra-pisambotra bibikely hohaniny ny saobakaka ka noho izany heverina ho biby mahasoa.\n Ahitsio"
    },
    {
        "word": "Saodiera",
        "definition": " (fr. chaudière) a.: Fitaovana vy fitanehana rano ho an'ny masinina na fahandroan-tsakafo.\n Ahitsio"
    },
    {
        "word": "Saofa",
        "definition": " (fr. sofa) a.: Seza misy fipetrahan-tsandry an-daniny roa.\n Ahitsio"
    },
    {
        "word": "Saohana",
        "definition": " (saoka) mt. ih. (saohy): Enti-milaza ny akanjo ampiana saoka: Saohy iny akanjonao iny fa somary teritery eo amin'ny ualahany.\n Ahitsio"
    },
    {
        "word": "Saoka",
        "definition": " a.: Lamba anampy ny akanjo amin'ny faritra sasantsasany hanalehibe azy; safiny. è t. f, f.: Saohana, asaoka, voasaoka / manasaoka, fanasaoka, mpanasaoka / anasaohana, fanasaohana / misaoka, fisaoka, mpisaoka / mahasaoka. * F.-p,: Kibo saoky ny nahiny: voky araka ny sitrapony, voa araka ny sitrapony ihany.\n Ahitsio"
    },
    {
        "word": "Saoka",
        "definition": " a.: Ny eo ambanin'ny molotra ambany; saomaka. * F,-p,: Ambany saokan'ny hendry: enti-milaza olona manaraka fianarana na miara-miaina amin'ny hendry, ka tonga hendry koa.\n Ahitsio"
    },
    {
        "word": "saoma",
        "definition": "Lalao: Ndao hisaoma, ndao hilalao Ahitsio"
    },
    {
        "word": "Saomaka",
        "definition": " a.: Fihasimban'ny Somaka.\n Ahitsio"
    },
    {
        "word": "Saona",
        "definition": " a.: Fanehoana mariky ny alahelo amin'ny famoizana havana nodimandry: Tsy mbola afa-tsaona andrainy izy. - t.i.f.: Misaona, fisaona, mpisaona / isaonana, fisaonana / mahasaona. * F.-p.: Afa-tsaona: tsy misaona intsony. / Miala saona: mamela ny akanjo mari-pisaonana.\n Ahitsio"
    },
    {
        "word": "Saonjo",
        "definition": " a.: Zavamaniry fihinambody izay mafotrafotra tsara tsiro (\"tafondro miandry tsena\" no anaram-bosotra omen'ny olona ny saonjo raha eny an-tsena amin'izato bikany boribory lavalava miendrika tafondro tokoa rehefa mitandahatra). Misy karazany roa lehibe ny saonjo, dia: a) ny saonjo mamy, izay kelikely malamalama sy mamimamy, ary b) ny saonjo ramandady, izay mafotrafotra nefa tsara tsiro. * F.-p.:Manao saonjo mihoatra akondro: enti-milaza ireo ambany na zandry mitady hihoatra ny ambony na zok?ny. / Manao fatra-tsaonjo: misesika be amin'ny toerana iray. * Ohab.: Saonjo iray lohasaha tsy ilaozan'izay hamarara: enti-milaza fa amin'ny olona maro iray fifehezana, tsy maintsy misy maningana tsizarizary na tsy vanombanona. ¶ M. h.: Fotsimbary tsy ilaozan'akatatra. Tanàna tsy ilaozan'adala.\n Ahitsio"
    },
    {
        "word": "Saonjondrano",
        "definition": " na Saonjorano a.: Karazan-tsaonjo tsy fihinana ny vodiny fa ny ravinY kosa — izay tena atao hoe horirika — dia fanao fangaron-daoka.\n Ahitsio"
    },
    {
        "word": "Saosao",
        "definition": " a.: 1) Toetran'ny zavatra tsy malamalama fa misy marokoroko na maraorao. 2) Feo heno amin'ny fikasokasoky ny lamba henjankenjana. 3) Fihinanana hanina haingana, an-kisesy. - t.i.f.= Misaosao, fisaosao, mpisaosao / masaosao.\n Ahitsio"
    },
    {
        "word": "Saosety",
        "definition": " na Sosoty (fr. chou-choute) a.: Karazan-javamaniry misy voany lehibe fihinana atao fangaron-daoka tsara.\n Ahitsio"
    },
    {
        "word": "Saosisy",
        "definition": " (fr, saucisse) a.: Hena voatoto asesika ao anaty fonon-tsinain-kena.\n Ahitsio"
    },
    {
        "word": "Saotra",
        "definition": " a.: Fankasitrahana no-ho ny soa nataon'ny hafa tamin'ny tena. ? Fisarahana amin'ny vady ara-dalàna. * t.i.f.: Voasaotra, sinaotra / misaotra, fisaotra, mpisaotra / isaorana, fisaorana / mahasaotra / saotsaotra.\n Ahitsio"
    },
    {
        "word": "Saotra",
        "definition": " (Btl) a.: Fivavahana amin'ny Razana.\n Ahitsio"
    },
    {
        "word": "Saozanina",
        "definition": " p. t.: Farary, kely hery sy osa. * t.i.f•: Hasaozanina, fahasaozanina.\n Ahitsio"
    },
    {
        "word": "Sapaoritra",
        "definition": " (angl. support) a.: Fomba fiarahaban'ny miaramila ny manamboninahitra, matetika miaraka amin' ny mozika: Manome sapaoritra. * t.i.f•: Misapaoritra, fisapaoritra, mpisapaoritra.\n Ahitsio"
    },
    {
        "word": "Sapapa",
        "definition": " (Br) a.: Enti-milaza tandrok'omby miolaka miakatra.\n Ahitsio"
    },
    {
        "word": "Sapile",
        "definition": " (fr. chapelet) a.: Fitohitohizam-boa toa vakana dimampolo mizarazara ho antokony tsifolofolo hanisana ny \"Arahaba, ry Maria\", fivavahana ataon'ny katolika amin'i Masina Maria: Manao sapile. / Toko sapile roa no asa fivalozana azoko.\n Ahitsio"
    },
    {
        "word": "Sapokony",
        "definition": " a.: Ny tendron'ny antsamotady. ? Ny lohankaravasy.\n Ahitsio"
    },
    {
        "word": "Sara",
        "definition": " a.: Vola aloa amin'ny zavatr'olona ampiasaina mandritra ny fotoana fohy na haingana, na miserana: Saran-dakana. ? Vola nomena taloha ny mpanao fanafody. ? (ankehitriny) Vola aloa amin'ny zavatra ara-tsaina raisina avy amin' olona, ka tsy azo lazaina hoe vidiny: Saram-p ia na ra na. - t.i.f.: Sauna, asara, voasara, sinara 1 manasara na manara, fanasara, mpanasara/ anasarana, fanasarana / mi-sala 1 isarana, fisarana / mahasara. -  .F.-p.: Sara-mahazaka: ny hena omena ny tompon'ny tady mahazaka naningorana ny omby vonoina. / Sarambata: zavatra kely nomena ny tompon'ny vata namarana. / Saram-pamaky: hena nomena ny tompon'ny famaky nizarana ny hena. / Saram-panafana, saram-panafody: ny vola na zavatra vidin'ny fanafody nomena ny mpitsabo. / Saran-dakana: ny vola na zavatra omena ny mpampita lakana. / Saran-dalana: ny vola aloa amin'ny mpilanja na ny ni-tondra teny an-dalana. / Saran-tanana: ny vola na zavatra nomena ny olona nanasitrana. / Saran-tokotany: hofan-tokotany. / Tsy mahaleo ny sarany ny vidiny: entimilaza ny zavatra izay mihoatra noho ny vidiny ny vo-la nikarakarana azy. ¶ M.h.: Haba, hofan-toerana, vidin-toerana.\n Ahitsio"
    },
    {
        "word": "Sara-droa",
        "definition": " a.: Karazan-tao volom-behivavy tsotra indrindra manarakaraka ny ban-go tokana: bangoina ny volo amin'ny andaninY roa avy amin'ny soritra afovoan'ny loha, dia avala samy hidina, voarandrana.\n Ahitsio"
    },
    {
        "word": "Sarahina",
        "definition": " (saraka) mt, ih. (saraho): Tsy akambana, hatahina mba tsy hikambana, avahana: Tokony hosarahina amin'ny ahidratsy ny vary. ? Tsy avala hiaraka, tsy ampiarahina: Taloha nosarahina tany am-pianarana ny zazalahy sy ny zazavauy. 1 Ahataka: Saraho ireo ankizy miady ireo. • Faritana: Sarahin'ny renirano iray ireo faritany roa ireo. ? Elanelanina: Sarahin'ny tendrombohitra roa ambin'ny folo isika nefa tsy mifanadino.\n Ahitsio"
    },
    {
        "word": "Saraka",
        "definition": " p.t.: Vaky; tsy mitambatra, tsy miaraka; miavaka. ? Enti-milaza olona roa samy mihalangalana tsy misy ifandraisany. - t.i.f.: Sarahina, asaraka, voasaraka, sinaraka, tafasaraka ( manasaraka, fanasaraka, mpanasaraka / anasarahana, fanasarahana / misaraka, fisaraka, mpisaraka / isarahana, fisarahana / mahasaraka / saratsaraka. -  F.-p.: Sarak'andriana: zanak'andriana tsy mahazo manjaka. / Saraka andro: enti-milaza ny zaza izay tsy ampinonoina raha tsy hariva, tahaka ny zanak'omby na ny zanaka vehivavy miasa mandritra ny andro. ( Sarak'atiny: hena akaikin'ny atiny, ary isan'ny fadin-kena. / Sarak'olona: lavitra ny havana sy ny fianakaviana, fa ny te-na irery.\n Ahitsio"
    },
    {
        "word": "Saraka",
        "definition": " a.: Ny zanak'omby sarahina amin'ny reniny: Na hanavasaua aza ny uositra — ka hiueriuery mandany andro ny saraka izay voahitsaka ihany no mandry. (Tselatra)\n Ahitsio"
    },
    {
        "word": "Sarakatiny",
        "definition": " a.: Sombin-kena kely eo akaikin'ny atiny.\n Ahitsio"
    },
    {
        "word": "Sarakaty",
        "definition": " a.: Fihary eo ambanin'ny vavony manome ranom-pandevonan-kanina roa karazana.\n Ahitsio"
    },
    {
        "word": "Saramba",
        "definition": " (Atm) a.: Tovovavy.\n Ahitsio"
    },
    {
        "word": "Saramba",
        "definition": " a.: Ny ankamaroan' ny olona, ny be sy ny maro (matetika no ampiarahina amin'ny hoe \"be\" izy amin' ity hevitra ity: sarambabe): Tsy olom-bitsy fa ny sarambaben'ny olona mihitsy no mihevitra toa ahy ny amin' io.\n Ahitsio"
    },
    {
        "word": "Sarana",
        "definition": " (sara) mt. ih. (sarao): Andoavana: Sarana ohatrinona ny lakanao hitondra anay erY ampita en). ? (mpanao fanafody) Karamaina: Nosarako roapolo ilay mpanotra ny tanako folako.\n Ahitsio"
    },
    {
        "word": "Sarandrana",
        "definition": " a.: Lamba lavalava ataon'ny lehilahy manodidina ny feny sy ny valahany. ¶ M.h.: Salaka, sadika.\n Ahitsio"
    },
    {
        "word": "Sarandranina",
        "definition": " (sarandrana) mt. ih. (sarandrano): Ampanaovina sarandrana na salaka.\n Ahitsio"
    },
    {
        "word": "Saranga",
        "definition": " a.: Halava, halavana, tsanganana. • Fahamendrehana, haja: Tsy hitovy saranga na ooiana na ouiana amin' ny Filoham-pirenena ny mpiasa an-tranony. • F.-p.: Mitouy saranga: mitovy halava, tsanganana, mitovy hamendrehana (nampiasaina taty aoriana mba hilazana fitovian-jo aman-kasina ka tsy misy ambony sy ambany).\n Ahitsio"
    },
    {
        "word": "Sarangaranga",
        "definition": " a.: Aretin-kibon' ny vehivavy efa madiva hiteraka. - t.i.f.: Misarangaranga, fisarangaranga, mpisarangaranga.\n Ahitsio"
    },
    {
        "word": "Sarangotina",
        "definition": " (sarangotra) mt. ih. (sarangoty): Tanana mafy hamikirana raha misy mahazo ny tena: Iza moa no hosarangotiko at? an-tany la-vitra at? raha tsy ianao?\n Ahitsio"
    },
    {
        "word": "Sarangotra",
        "definition": " a.: Famikirana amin'izay azo amaharana raha misy mahazo na raha mitady hianjera. 1 t. if.: Sarangotina, asarangotra, voasarangotra, tafasarangotra 1 manasarangotra, fanasarangotra, mpanasarangotra / anasarangotana, fanasarangotana 1 misarangotra, fisarangotra, mpisarangotra I isarangotana, fisarangotana / mahasarangotra.\n Ahitsio"
    },
    {
        "word": "Sarasara",
        "definition": " a.: Teny nentina niarahaba ny mpanjaka fahiny, ka natokana ho azy irery ihany: Sarasara tsy ambaka, tompoko e! -- Sarasara! (enga anie ka tsy ho azon'ny aretina ambakaina ianao, tompoko, — Enga allie!).\n Ahitsio"
    },
    {
        "word": "Sarebaka",
        "definition": " a.: Toetran'ny fitafiana na ny akanjo lava, malalaka sy mirefarefa amin'ny tany. - t.i.f.: Asarebaka, voasarebaka, tafasarebaka 1 manasarebaka, fanasarebaka, mpanasarebaka / anasarebahana, fanasarebahana / misarebaka, fisarebaka, mpisarebaka 1 isarebahana, fisarebahana 1 mahasarebaka 1 sarebadrebaka.\n Ahitsio"
    },
    {
        "word": "Sarendry",
        "definition": " a.: Fanaovana rafitra ngorodona na fandaharana talla atao mifampidipiditra.\n Ahitsio"
    },
    {
        "word": "Sarendry",
        "definition": " a.: Zavamaniry mitovitovy amin'ny sakamalao nampidirin'ny Antalaotra teto, manana fofo-manitra miavaka.\n Ahitsio"
    },
    {
        "word": "Sarerahina",
        "definition": " (sareraka) mt. ih. (sareraho): Avala hibarera, hitaritarika amin'ny tany.\n Ahitsio"
    },
    {
        "word": "Sareraka",
        "definition": " a.: Toetran'ny zavatra mibarera ary mitaritarika, toy ny elatry ny vorona anan'ny hafanana, na ny lamba tafina miroraka fa tsy misampina tsara. - t.i.f.: Sarerahina, asareraka I manasareraka, fanasareraka, mpanasareraka / misareraka, fisareraka, mpisareraka / isarerahana, fisarerahana 1 mahasareraka / sareradreraka.\n Ahitsio"
    },
    {
        "word": "Saresaka",
        "definition": " p.t.: Mpiresaka be, mahay mifandray amin'ny olona, tsy mba mpanafinafina fa mamboraka ny ao ampony.\n Ahitsio"
    },
    {
        "word": "Sarety",
        "definition": " (fr. charrette) a.: Kalesy tarihin'ny olona (saretintanana) na tarihin'ny omby miditra anaty jioga: Ariary zato ny zezika iray sarety. -  F.-p.: Mpandroaka sarety: enti-milaza ny olona mibaiko ny omby mitarika sarety. * Ohab.: Kodiaran-tsarety ny fiainana ka mifandimby ambony sy ambany: enti-milaza fa ny fiainana eto an-tany dia tsy misy toerana raikitra fa miovaova mifandimbindimby ka ny ambony mbola mety ho ambany ary ny ambany mbola mety ho am bony.\n Ahitsio"
    },
    {
        "word": "Sariaka",
        "definition": " na Sariadriaka p.t.: Falifaly lava, tia resaka sy mitsikitsiky: 0lona sariaka iny namanao iny ka mahafinaritra ny miaraka aminy. - t.i.f•: Tafasariaka / misariaka, fisariaka, mpisariaka I mahasariaka.\n Ahitsio"
    },
    {
        "word": "Saribakoly",
        "definition": " a.: Sariolona izay matetika vita amin'ny bakoly, ka ataon'ny ankizivavy kely kilalao kizanajanaka.\n Ahitsio"
    },
    {
        "word": "Saribo",
        "definition": " a.: Fantara.\n Ahitsio"
    },
    {
        "word": "Saridinina",
        "definition": " (fr. sardine) a.: Karazan-trondro madinika fahita amin'ny ranomasin'i Mediteranea, izay mivelona manao andiany miara-dia maro be. (Tehirizina amin'ny diloilo anaty boaty vifotsy ny sardinina ka tonga laoka matsiro fatratra).\n Ahitsio"
    },
    {
        "word": "Saridiseza",
        "definition": " (fr. lambrissage) a.: Ny haao arafitra manaraka ny sisin-gorodona sy ny rindrina.\n Ahitsio"
    },
    {
        "word": "Sarifilanelina",
        "definition": " a.: Enti-milaza lamba izay kofehy volonondry ny tenany ary kofehy landihazo kosa ny fahany.\n Ahitsio"
    },
    {
        "word": "Sarihana",
        "definition": " (sarika) mt. ih. (sari-ho) : Alaina sintonina. -  F.-p.: Vata sarihana na Vatasarihana: karazana vatakely narafitra hifampiditra amin'ny latabatra na lalimoara, ka azo sarihana na sintonina araka izay itiavana azy.\n Ahitsio"
    },
    {
        "word": "Sarika",
        "definition": " a.: Sintona, roritra. ? Kofehy madinika avy amin' ny vatan'akondro. - t.i.f.: Sarihana, asarika, voasarika / misarika, fisarika, mpisarika / isarihana, fisarihana / mahasarika / saritsarika. -  Akondro sarika: karazan'akondro lava fa kely voany, izay fakana indrindra ny tsiratsirany hanaovana lamba. / Lamba sarika: lamba mavomavo tsara natao tarnin'ny sarika na kofehy madinika avy amin'ny vatan' akondro, izay nosarihana, dia notohizina natao lamba. * Ohab.: Lehibe miana-pototsarika, koa sahirana: entimilaza ny olona izay efa lehibe vao mianatra manenona (na manao asa iray) ka mananosarotra aoka izany. / Zazavavy tsy endrehindamba sarika; tsy adidiko tsy adidin-drainy: enti-milaza zavatra izay tsy miankina amin'ny hafa fa amin'ny tena ihany (eto, ny endrik' ilay zazavavy na ny tsy fahaizany mitafy no maha-tsara na maha-ratsy azy; marihina fa toa manala ny rainy sy manadidy ny hafa eto ny ohabolana, ny antony angamba dia satria ny reniny no tokony ho efa nampianatra sy nanazatra an-janany hitafy lamba sarika hatry ny ela).\n Ahitsio"
    },
    {
        "word": "Sarika",
        "definition": " a.: Karazan'akondro fakana tsiratsirany ny vatany, izay nanaovan'ny Ntaolo indrindra lamba fahiny; ny vatan'ny akondro sarika dia la-va, ne fa ny voany madinika.\n Ahitsio"
    },
    {
        "word": "Sariko",
        "definition": " a.: Ozona na ompa ratsy. - t.i.f.: Sarikoina, voasariko / misariko, fisariko, mpisariko.\n Ahitsio"
    },
    {
        "word": "Sarikoina",
        "definition": " (sariko) mt. ih. (sarikoy): Ozonina, na ompa= na ratsy.\n Ahitsio"
    },
    {
        "word": "Sarimbavy",
        "definition": " a.: Lehilahy manao fihetsika amam-piteny toy ny vehivavy.\n Ahitsio"
    },
    {
        "word": "Sarimbo",
        "definition": " a.: Lamba tenom-betsileo vita amin'ny landy sy hafotra na amin'ny landihazo sy hafotra misy sorany mitsipitsipika — Akanjo toy ny sikina anaovan'ny vehivavy betsimisaraka.\n Ahitsio"
    },
    {
        "word": "Sarimiaina",
        "definition": "sary+miaina. tiana ampidirina ao anatin'ny rakibolana malagasy handikana ny teny frantsay hoe: film Ahitsio"
    },
    {
        "word": "Sarimihetsika",
        "definition": "sary+mihetsika: teny tiana ampidirina ao anatin'ny raki-bolana malagasy entina andikana ny teny frantsay hoe: dessin animé Ahitsio"
    },
    {
        "word": "Sarimorimo",
        "definition": " Jer. Rimorimo.\n Ahitsio"
    },
    {
        "word": "Sarimpapango",
        "definition": " a.: Taratasy voarary amin'ny hazo maivana izay rohizana amin'ny kofehy, ka sintonina mihazakazaka ilay kofehy, dia misondrotra tsikelikely ilay sarimpapango ary misononoka eny amin'ny rivotra eny. ¶ M.h.: Papangohazo.\n Ahitsio"
    },
    {
        "word": "Sarina",
        "definition": " (sary) mt, ih. (sario): Tsapaina, arahi-maso. • Jerena, vangivangiana (vovo).\n Ahitsio"
    },
    {
        "word": "Sarinady",
        "definition": " a: Fanazaran-tena an3in'ny ady ataon'ny miaramila, izay mifanao an-kolafiny mody miady.\n Ahitsio"
    },
    {
        "word": "Sarindokotra",
        "definition": " a.: Vorona zanaky ny dokotra sy ny ganagana; vaventy ary tsara hena ny sarindokotra. ¶ M.h.: Kirivorona.\n Ahitsio"
    },
    {
        "word": "Sarinety",
        "definition": " (fr. serinette) a.: Zavamaneno fahanana dia mamoaka feo-mozika rehefa mivaha ny fahany.\n Ahitsio"
    },
    {
        "word": "Sarintona",
        "definition": " Jer. Rintona.\n Ahitsio"
    },
    {
        "word": "Sariolona",
        "definition": " a.: Sary vongana mampiseho bika sy tarehin' olona.\n Ahitsio"
    },
    {
        "word": "Sarirahina",
        "definition": " (sariraka) mt. ih. (sariraho): Saritahina, fotofotoina.\n Ahitsio"
    },
    {
        "word": "Sariraka",
        "definition": " a.: Fisavoritahana, fisafotofotoana. - t.i.f.: Asariraka, sarirahina, voasariraka, tafasariraka / manasariraka, fanasariraka, mpanasariraka / anasarirahana, fanasarirahana / mahasariraka ( sariradriraka.\n Ahitsio"
    },
    {
        "word": "Sarisarimbomanga",
        "definition": " a.: Zavamaniry toy ny ravim-bomanga ny raviny ary misy voniny miloko mahafinaritra.\n Ahitsio"
    },
    {
        "word": "Saritahina",
        "definition": " (saritaka) mt. ih. (saritaho): Korontanina, a-tao ambony ambany: Nosaritahin'ny ankizy ny entana rehetra tato an-trano. • Fotofotoina tsy hita laniny: Nosaritahin'Ibalita ny kofehy. • Roridriritfna, ampijalina: Aza saritahinao toy izao izy.\n Ahitsio"
    },
    {
        "word": "Saritaka",
        "definition": " a.: Fikorontanana sy fisafotofotoana, fikororoana. • Fifaningotsingoran-tady tsy hita laniny. • Firomborombon-kofehy na volo tsy mihogo sady tsy mirandrana. ? Ny tsaikan-dandy aorian'ny fanantsodiavana. - t.i.f.: Saritahina, asaritaka, voasaritaka, tafasaritaka 1 manasaritaka, fanasaritaka, mpanasaritaka / anasaritahana, fanasaritahana / mifanaritaka / misaritaka, fisaritaka, mpisaritaka / isaritahana, fisaritahana / mahasaritaka / saritadritaka. -  F,-p.: Ketsa saritaka: ketsa ambolena tsy milahatra, toa mikorontandrotana, eo amin'ny tanimbary (mifanohitra: ketsa tora-tady). / Tohy saritaka: fomban-drafitra biriky tsy mifanitsy tonona.\n Ahitsio"
    },
    {
        "word": "Sarivato",
        "definition": " a.: Vilany na siny vita amin'ny rarivato. • Sikotra na sarisary natao tamin' ny vato.\n Ahitsio"
    },
    {
        "word": "Sarivazo",
        "definition": " a.: Anaram-boronkely fianakaviam-ben'ny boloky izay maitso mahafinaritra ny volony.\n Ahitsio"
    },
    {
        "word": "Sarivy",
        "definition": "(fr. servir) a.: Fanampiana ny pretra amin'ny fanaovana lamesa. - t.i.f.: Misarivy, fisarivy, mpisarivy / mahasarivy.\n Ahitsio"
    },
    {
        "word": "Sarobabay",
        "definition": " a.: (taloha) Teny fanaon'izay notinendry hanondro ny olona hampisotroina tangena — (ankehitriny) teny ampiasaina ho toy ny fialan-tsiny fa hilaza zavatra mety hahavoa olona vitsivitsy amin'ny betsaka izay eo.\n Ahitsio"
    },
    {
        "word": "Sarobidy",
        "definition": " p.t.: Ambony vidy, tsy fahita matetika: Metaly sarobidy ny uolamena. • h. o.: Lehibe, mamy indrindra: Sarobidy amiko ny fifankatiauantsika.\n Ahitsio"
    },
    {
        "word": "Sarona",
        "definition": " a.: Zavatra atao eo ambony zavatra iray hafa mba hanakonana tsy ho hita an' izay ao anatiny: Aiza ny saron'ity tavy ity? 1 Zavatra toy ny lamba atao handrakofana ny loba, ny tava: Sarondoha. / Nanao saron-tava ilay mpangalatra ka tsy aisy nahafontatra azy. 1 p. t.: Tra-tehaka na voahodidina tsy afamikofoka handositra: Sarona tao anaty lohasaha ny fahaualo. - t.i.f.: Saronana, asarona, voasarona / manarona, fanarona, mpanarona / anaronana, fanaronana / misarona, fisarona, mpisarona I isaronana, fisaronana / mahasarona / sarontsarona. -  F.-p.: Saronan-karona: harona roa mifanarona natao solom-bata na fitahirizana ny kanonkanona.\n Ahitsio"
    },
    {
        "word": "Saronana",
        "definition": " (sarona) mt. ih. (sarony): Asiana sarona na rakotra: Sarony ny vary sao mangatsiaka. 1 Asiana lamba na zavatra hafa mba hanakonana azy: Mbola saronana aloha ny mpanao fampitaha vao aseho ho hitan'ny be sy ny maro. 1 h,o.: a) Tsy avela hiseho, afenina: Aza saronana ny tsara ataon'ny olona. b) Hodidinina: Nosaronan'ny miaramila ny fahaualo ha tratra.\n Ahitsio"
    },
    {
        "word": "Saronankarona",
        "definition": " a.: Harona roa mifanarona atao fitoerandamba na akanjo mivalona.\n Ahitsio"
    },
    {
        "word": "Sarongatra",
        "definition": " a.: Fihetsika tsy azo tonena fa mitroatra amim-pahatairana. ? Hatezerana mangotrakotraka. - t.i.f.: Tafasarongatra / misarongatra, fisarongatra, mpisarongatra / isarongatana, fisarongatana / mahasarongatra.\n Ahitsio"
    },
    {
        "word": "Saroro",
        "definition": " a.: Teny mandrendrika, atao mba hahazoana marnerivery dia ka hisiam-potoana hanamasahana ny tetika hamelezana: Mitandrema ianao fa olona be saroro Rangahy in y. - t.i.f.: Saroroina, asaroro, voasaroro / misaroro, fisaroro, mplsaroro / isaroroana, fisaroroana / mahasaroro / saroroIOro.\n Ahitsio"
    },
    {
        "word": "Sarorobe",
        "definition": " a.: Famitahana amimpahakingana.\n Ahitsio"
    },
    {
        "word": "Saroroina",
        "definition": " (saroro) mt. ih. (saroroy): Fitahina amin-kafetsena: Sono no in Ikotofetsy sy Imahakà daholo izay sendra azy,\n Ahitsio"
    },
    {
        "word": "Sarotiny",
        "definition": " (sarotra) p. t.: Sarotra falifaliana fa toa mahita hokianina lalandava: Tsy tiako maizina io mpampianatra io fa sarotiny izaitsizy rehefa manadina. • Mora mahatsiaro, mora an dairana: Sarotinkatsiaka ity zaza ity. / Sarotin'alahelo.\n Ahitsio"
    },
    {
        "word": "Sarotra",
        "definition": " p.t.: Tsy mora ny fanaovana azy, manahirana: Asa sarotra. / Sarotra ny mampiditra io farafara lehibe io amin'ity varavarankely ity. * Sarotiny, mahihitra, tia tena: Sarotra izy raha hanome. * Ilazana olona tia hanina loatra, ka tsy mizara na ahazoana potiny kely akory: Nafenin'ity Rangahy sarotra tao anaty satrony, hono, ny voanjo mahamay mba tsy ho hitan-janany. ? Mampidi-doza: Sarotra ny maniny ny mpitondra. ? Lafo vidy: Sarotra ny vary izao. ¶ M.h.: Lafo, hangana, hentona. - t.i.f.: Hasarotina 1 manasarotra, fanasarotra, mpanasarotra J anasarotana, fanasarotana 1 mankasarotra J ankasarotina J sarotsarotra 1 hasarotana, fahasarotana 1 hasarotra, fahasarotra J ankasarotana 1 sarotiny. -  F.-p,: Maka sarotra; mana-no sarotra: sahirana er?. J Saro-belomina: ilazana ny feon-javamaneno efa nikorontana sy niova feo. / Sarobidy: zava-dafo sy be vidy, lafo tsy ahitana betsaka, ambony vidy. / Saro-diasana: manahirana ny mandimby azy satria nahay ny asany loatra izy ka sao tsy mahatoraka azy izay misolo azy. J Saro-drano: tanimbary avo toerana ka tsy tratran'ny rano raha tsy efa faramparany ; tanana lavi-pantsakana. J Sarojavatra: toerana tsy misy izay ilaina loatra, olona tia tena mihidihidy amin'izay ananany. / Saro-kanina: tanàna na toerana tsy misy sakafo loatra ka saro-tadiavina ny hanina ilaina. / Saro-katsiaka: andairan-katsiaka, toerana mamirifiry. /Saro-kenatra: olona menatra vetivety, mora tsy mahajery olona raha vao misy zavatra mikasika azy. / Saro-kitikitika na sarokibokibo: mora mihomehy na mitsamboatra raha voakasika na voatohina ny ao ambany heliny. J Saro-manta: olona toy ny tsy henina raha mbola manta ny sakafo, nefa tsy mahomby nony masaka./ Saro-miala: entina milaza zavatra mafy orina tsy azo alana, na toe-javatra manahirana misy ny tena. J Saromihafy, saro-miory: efa niadana ka tonga sahirana nony tojo ny tsy fahampiana. / Saro-nara: sarotin-katsiaka. J Saro-noana: mora reraka, tsy mahari-noana. / Saro-pady: zavatra tsy azo kasihina, tsy azo anaovana kitoatoa. J Saro-pandry: mitsipatsipaka sy mitsivalambalam-pandry rehefa matory fa tsy ohatra ny olona rehetra. J Saro-piaro: sarotiny izaitsizy amin'ny zavatra ananany, izay tandremany sy arovany fatratra, tsy zarazarainy amin'ny hafa. J Saro-po: mora tezitra, mora sendaotra. J Saro-posaina: raha tenenina dia iny mitranga. J Saro-tahotra: kanosa sy mora mihorohoro vetivety monja. J Saro-tiana: tsy mahalala ny fitiavana azy fa hamaivaniny izay atao aminy rehetra. J Saro-toerana: olona na zavatra eo amin'ny toerana mitsingilahila mety hahitan-doza sy fahavoazana. J Sarotra an-kanina: (jer. hanina). / Sarotra alina: enti-milaza ireo aretina sasany, izay amin'ny alina vao tena mihamafy, nefa ny antoandro tsy dia maninona loatra. J Sarotra avadika: tsy tsara hasian-dratsy noho ny hatsaram-panahiny na ny valifaty mety hitranga. J Sarotra entina: enti-milaza ireo olona sarotiny amin'ny fikarakarana atao aminy, fa manome tsiny foana izy amin'izay atao aminy. / Sarotra ny taona: lafo ny vidim-piainana amin'io taona io. J Sarotra omena: tsy faly amin'izay atolotra azy, fa mimenomenona hatrany.\n Ahitsio"
    },
    {
        "word": "Sarotro",
        "definition": " a: Aro orana vita amin'ny tsihy roa izay samy avitrana eo amin'ny lavany iray sy sakany iray ka ny sakany mivitrana no manarona ny loha; ny sarotro dia ampiasain'ny mpiandry omby indrind a ataony kapaotin' orana.\n Ahitsio"
    },
    {
        "word": "Sarotsarotiny",
        "definition": " kizitina sy sarotra ifampiraharahana. / Sarotim-parasy: tsy mahita tory raha vao misy parasy. / Sarotin'ny miaina: enti-milaza olona sarotra ifampiraharahana, sarotra iaraha-monina. / Sarotin'ny tory: matory feizay. / Sarotin-tsemboka: mora tsemboka. / Saro tin- tse trok a : tsy mahazaka setroka. / Sarotin' alahelo: feno fihetseham-po ka raha vao mahita na mandre fahoriana dia izy no feno avy hatrany. * Ohab.: Sarotin'alahelo ka no tia tsiry fosana: enti-milaza olona sarotin-javatra iray, nefa dia fatra-panao io zavatra io indrindra; \"tsy tia ady ka no misahato olona\", \"sarotin-doiloy, ka no mihinampatsa manta!\" ¶ M.h.: Sarotsarotiny, kitoina, kitokitoina, ketoketoina, mihalontralona, sarotra iarahana, sarotra entina, be laonina, be angeso, be pitsony, be antsipiriany, zanakalo, mararin-javatra, mitsongo teny maharary, tia vezovezo, tia gedrogedro, saro-tiana toa landy mohaka, malailay fonosana toa fary.\n Ahitsio"
    },
    {
        "word": "Sary",
        "definition": " a.: Fakan-tahaka zavatra anankiray amin'ny soritsoritra misy loko na tsia, izay sahala mifandraika amin'ilay zavatra: Misy sarin'ny trano fianaranay ato amin'ity boky ity. - t.i.f.: Misary. • F.-p.: Maka sary: fanaovana sary na soratsoratra mifandraika amin'ny zavatra iray; na mampiasa ny fakantsary. / Sarim-bauy: lehilahy manao ny fombafomban'ny vehivavy, na eo amin'nY fitafiana amam-pihetsika na eo amin'ny fiteny amam-Panao. j Sarin-dahy: vehivavy manao ny fombafomban'ny lehilahy, na eo amin'ny fitafiana amam-pihetsika na eo amin'nY fiteny amam-Panao. $ar / Sari-monina: ilazana ireo vahiny efa mitoetra maharitra eo amin'ny vohitra iray. / Sarin-dokotra: ilazana ny zanaky ny dokotra sy ny ganagana; anambarana koa ny zanaky ny olona roa samy hafa firenena (safiotra). / Sarin-domano: fanaovana fihetsika toy ny milomano; ilazana koa ny hafetsena sy olakolaka entina mitana amin' ny famotorana. / Sari-ngita: volo namboarina sy naolana ho toy ny ngita. / Sarintany: ny sarin'ny tany natao amin' ny tsipika manaradrefy.\n Ahitsio"
    },
    {
        "word": "Sary",
        "definition": " ft.: Asa ataon'izay misa-fo na mitsapa zavatra na toetran'olona amin'ny fanaovana an-tsafelika. - t.i.f.: Sarina, voasary / misary, fisary, mpisary / isariana, fisariana I mahasarY 1 sarisary.\n Ahitsio"
    },
    {
        "word": "Sasa",
        "definition": " a.: Fanesorana ny loto, fanadiovana amin'ny rano. i t.i.f.: Sasana, asasa, voasasa, sinasa 1 manasa, fanasa, mpanasa 1 anasana, fanasana 1 misasa, fisasa, mpisasa 1 isasana, fisasana 1 mahasasa 1 sasasasa. ¶ M.h.: Ozana, saingy io tsy fampiasa firy afa-tsy amin' ny tanana, tongotra, tava, vilany sy vilia.\n Ahitsio"
    },
    {
        "word": "Sasahina",
        "definition": " (sasaka) mt, ih. (sasaho): Zaraina roa mitovy: Sasaho ity vary ity hanomezantsika an-dry Ikoto atsy avaratra fa tsy nahazo vary, hono, izy.\n Ahitsio"
    },
    {
        "word": "Sasaka",
        "definition": " a.: Ny ilany ihany amin'ny zavatra anankiray nozaraina roa mitovy: Vary sasaka ny rano entina mihazakazaka (ny fampiasa matetika anefa dia ny hoe: antsasaka, antsasany). - t.i.f.: Sasahina, voasasaka, sinasaka 1 manasaka, fanasaka, mpanasaka 1 misasaka, fisasaka, mpisasaka 1 isasahana, fisasahana 1 mahasasaka / sasatsasaka. -  F.-p.: Sasa-pahadimy: halavan-drefy mitovy amin'ny refy roa sy sasany (ny fahadimy dia dimy refy, ka ny antsasak'io roa sy sasany). / Avo sasaka: habetsahana na hamaroana mitovy amin'ny ilay efa eo. * Ohab.: Avo sasaka ohatra ny akoho tokana anaka. / Maty sasaka, very sasaka: maty na very ny antsasany. / Sasak'aiina: amin'ny roa ambin'ny folo alina.\n Ahitsio"
    },
    {
        "word": "Sasana",
        "definition": " (sasa) mt. a. (sasao): Diovina amin'ny rano: Sasao ny tongotrao rehefa avy milalao.\n Ahitsio"
    },
    {
        "word": "Sasanangy",
        "definition": " a.: Ampahatelon' ny ariary taloha, izany hoe lasiray sy kirobo sy lavoamena (1Fr 60). -  F.-p.: Sasanangy samy ha-fa: enti-milaza karazan-javatra roa tsy mitovy ka tsy azo ampitahaina.\n Ahitsio"
    },
    {
        "word": "Sasarina",
        "definition": " (sasatra) mt, ih. (sasaro): Atao izay hahasasatra: Aza sasarinao amin'ny hazakazaka ny zanako.\n Ahitsio"
    },
    {
        "word": "Sasasasa",
        "definition": " a.: Feon'ny orana avy na ny rano mandeha haingana amin'ny fikorianany. - t.i.f.: Misasasasa, fisasasasa.\n Ahitsio"
    },
    {
        "word": "Sasatra",
        "definition": " p. t.: Mahatsiaro ny te-na ho tsy manan-kery, noho ny asa mafy natao: Sasatry ny asa tany Rakoto ka vao tonga dia nidaboka. ? Sosotra: Sasa-miandry azy aho. Ter. Valaka. — 1 t.i.f.: Sasarina, voasasatra, sinasatra / manasatra, fanasatra, mpanasatra / anasarana, fanasarana 1 misasatra, fisasatra, mpisasatra / mahasasatra / sasatsasatra / hasasarana, fahasasarana.\n Ahitsio"
    },
    {
        "word": "Sasina",
        "definition": " (sasy) mt. ih. (sasio): Asiana sasiny: Aza sasina ny resaka, raondriana.\n Ahitsio"
    },
    {
        "word": "Saso",
        "definition": " a.: Safosafo malefaka, teny mamy fanojikojena, fitsapana ny hevitry ny sasany. - t.i.f.: Sasoina, asaso, voasaso, sinaso 1 misaso, fisaso, mpisaso 1 isasoana, fisasoana 1 mahasaso / sasosaso.\n Ahitsio"
    },
    {
        "word": "Sasoina",
        "definition": " (saso) mt. ih. (sasoy): Angolena, kojikojena.\n Ahitsio"
    },
    {
        "word": "Sasy",
        "definition": " a.: Jer. Raloba.\n Ahitsio"
    },
    {
        "word": "Sasy",
        "definition": " a.: Fanaovana kely mialoha sahady izay atao, ho fanomanana sy fandantolantoana: Aza be sasiny rehefa hiteny, fa avy hatrany dia vantano. 6 Sasina, asasy, voasasy, sinasy 1 misasy, fisasy, mpisasy 1 isasiana, fisasiana. -  F.-p. : Sasin-ten y: teny mialoha, ala saron-teny. J Sasinkira: feo-mozika mialoha ny tena hira. J Sasin-tehaka: tehaka sy feo tsy misy tonony, alohan'ny hanombohana ny hira na dihy. ¶ M.h.: Sasin-teny, teny mialoha, tari-dresaka, vaky saron-teny, sava lalana, sava ranonando, tsetsatsetsa tsy aritra, famahavahandresaka, ala saron-teny.\n Ahitsio"
    },
    {
        "word": "Sasy",
        "definition": " a.: Rira fiandrasam-paty. ¶ M. h.: Bazeha, raloba.\n Ahitsio"
    },
    {
        "word": "Sata",
        "definition": " a.: Fomba, fanao efa rai-}titra ela, fomban-drazana: Sata samy manana, ka aoka tsy hisy hifanaratsy. ? Didy na baiko: Tanin'andriana tian-konenana, ary satan'andriana tsy harahina? • Zo: Tamin'ny taona 1960 no niverenan'ny satan'i Madagasikara. - t.i.f.: Satasata, tafasatasata, mpisatasata 1 misatasata, fisatasata 1 isatasatana, fisatasatana j mahasatasata.\n Ahitsio"
    },
    {
        "word": "Satana",
        "definition": " (fr. satan) a.: Ny demony.\n Ahitsio"
    },
    {
        "word": "Satasata",
        "definition": " a.: Fiavonavonana, fianjonanjonana.\n Ahitsio"
    },
    {
        "word": "Satokoa",
        "definition": " (Atm) a.: Fefy famandriham-biby tokana; raha vao tafiditra ao ny biby, dia milatsaka ny hidiny ary dia mihinana ny hanim-pandrika napetraka ao ilay biby (mangahazo no hanim-pandrika ho an'ny lambo).\n Ahitsio"
    },
    {
        "word": "Satrahana",
        "definition": " a.: Fakan-kazo fisaka fanao ampinga na sahafa. • Ireo zavatra fisaka roa boribory izay manosika ny rivotra amin'ny tafoforan'ny mpanefy.\n Ahitsio"
    },
    {
        "word": "Satrana",
        "definition": " a.: Feon-kira fohifohy atao ho toy ny andrana na sasin-kira raha mitendry lokanga na valiha: Satram-baiiha. - t.i.f.: Satranina, satranana, voasatrana 1 manatrana, fanatrana, mpanatrana ( anatrahana, fanatrahana 1 misatrana, fisatrana, mpisatrana / isatranana, fisatranana J mahasatrana 1 satrantsatrana. -  F.-p.: Satram-bauiny: ny ilan'ny langorony izay pehina fotsiny amin'ny tanana an-kavia. J Satran-dahiny: ny ilan'ny langorony izay pehina amin'ny fivelezana.\n Ahitsio"
    },
    {
        "word": "Satrana",
        "definition": " a.: Karazan-kazo izay fisaka misandrahaka ny raviny, anaovan'ny olona trano itoerana sy rariny ho tsihy na harona.\n Ahitsio"
    },
    {
        "word": "Satranina",
        "definition": " na Satranana (satrana) mt, ih. (satrano): (zavamaneno) Andramana alohan' ny hanomboka. • Asiana satrana.\n Ahitsio"
    },
    {
        "word": "Satrasatra",
        "definition": " a.: Fiainana misefosefo sahala amin'ny voan' ny sohihina; fiainana sempotra sy tery raha miaina, sady mananosarotra. - t.i.f.: Misatrasatra, fisatrasatra, mpisatrasatra / isatrasatrana, fisatrasatrana.\n Ahitsio"
    },
    {
        "word": "Satria",
        "definition": " ppt. feh.: Enti-milaza antony nahatonga zavatra iray: Narary izy satria nihinam-boankazo manta.\n Ahitsio"
    },
    {
        "word": "Satriatria",
        "definition": " p.t.: Falifaly, sariadriaka, miramirana.\n Ahitsio"
    },
    {
        "word": "Satrikoa",
        "definition": " ppt. feh.: Izany hay no anton'ny...; hitako no...: Nahazo vola be tamin'ny loteria, hono, Rakoto — satrikoa nividy trano lehibe any Antananarivo izy.\n Ahitsio"
    },
    {
        "word": "Satrina",
        "definition": " mt.ih.: Atao ara-tsitrapo.\n Ahitsio"
    },
    {
        "word": "Satrohana",
        "definition": " (satroka) mt. ih. (satrohy): Asiana na ampanaovina satroka: Satrohy ny zaza fa migaingaina ny andro.\n Ahitsio"
    },
    {
        "word": "Satroka",
        "definition": " a. : Isam-pitafiana mandrakotra ny loha, vita amin' ny bonetra na bosoa na amin'ny karazan-javamaniry toy ny mololo, ny penjy... ary na amin'ny lamba koa aza. Arakaraka ny zavatra anaovana azy na ny bikany, ireto avy ny karazan-tsatroka lehibebe hita teto: satroka ahibano, satroka ba, satroka bonetra, satro-bory, satroka haro na, satroka jaomalanga (bonetra avo trafo ary miakatra daholo manodidina ny sofiny), satroka jobo (vita amin'ny bosoa, avo trafo ary jobo saika manarona ny maso sy ny hatoka ny sofiny), satroka kasikety, satroka panama, satroka penjy, satroka tavimandry (bosoa ihany koa, fa talesaka), satroka valalamihoatra (varahina, fanaon'ny miaramila nantsoina hoe \"dragons\": misy toa sangany kely er? an-tampony ary miforitra miakatra ao andamosina); ivelan'ireo, tsara holazaina koa ny satroka fito rantsana an'ny mpanjaka.\n Ahitsio"
    },
    {
        "word": "Satrona",
        "definition": " a.: Tsihy afolaka roa dia zairina ny tendrony roa, ka ampiasaina hakana valala rehefa mandeha miara-be izy ireo.\n Ahitsio"
    },
    {
        "word": "Satronana",
        "definition": " (satrona) mt. ih. (satrony): (valala) Samborina amin'ny satrona.\n Ahitsio"
    },
    {
        "word": "Satrotroka",
        "definition": " a.: Toetran'ny tarehy sy ny hoditra mibinabinaka sy mivindina toy ny voan'ny tandomerina na noladinin'ny biby misy lay. - t.i.f.: Misatrotroka, fisatrotrokâ, mpisatrotroka 1 isatrotrohana, fisatrotrohana / satrotrotrotroka.\n Ahitsio"
    },
    {
        "word": "Satry",
        "definition": " a.: Tiana, sitraka: Satriko ny handeha, saingy mita hanavy aho. - t.i.f.: Satrina, misatry, fisatry, mpisatry / isatriana, fisatriana / mahasatry 1 satrisatry / misatrisatry. -  F.-p.: Tsy satry: tsy araka ny sitrapo, tsy fidiny: Tafatsangana tsy satry aho nahita ny uary nandroatra. * Ohab.: Satrin'ny maniraka lasan-davitra, satrin'ny trahi-na tsy handeha: enti-milaza fa ny mpanome baiko moa ta hampanao raharaha foana, ny baikoina kosa zarany tsy hisy baiko hatao.\n Ahitsio"
    },
    {
        "word": "Sava",
        "definition": " a.: Fikarohana sy fitadiavana zavatra fatratra. / Fanesorana izay manakontakona na manembantsembana. - t.i.f.: Savana, asava, voasava, sinava / misava, fisava, mpisava 1 isavana, fisavana / mahasava / savasava 1 savasavana / misavasava 1 isavasavana, fisavasavana. -  F.-p.: Sava hao: fikarohana tsy azo idifiana toy ny fizahana hao ao anaty volo. / Sava rano: lomano fanao raha ny tanana roa no indray manilika ny rano mba handrosoana.\n Ahitsio"
    },
    {
        "word": "Savaivo",
        "definition": " a.: Tsipika mahitsy mandalo eo afovoan'ny faribolana.\n Ahitsio"
    },
    {
        "word": "Savana",
        "definition": " (sana) mt. ih. (sauao): Tadiavina, karohina: Nosavana eran'ny tanàna ny mpangalatra ka hita. / Jerena, tsirihina, zahana fatratra: Nosauan'ny mpampianatra ny sandrifin'ny ankizy rehetra fa nisy vola roanjato very tao am-pianarana. 1 A-tao tsy misy manentsina na manelingelina: Sauao tsara ny lalana handehanan'ny manampahe fana.\n Ahitsio"
    },
    {
        "word": "Savarano",
        "definition": " a.: Fomba filomanosana maninjitra ny tanana roa izay akambana toy ny mivavaka ka manokatra ny lalana ao anaty rano arahin' ny tena manontolo.\n Ahitsio"
    },
    {
        "word": "Savasava",
        "definition": " a.: Fanalana izay manentsina na manelingelina. - t.i.f.: Savasavana 1 misavasava / isavasavana 1 manasasava.\n Ahitsio"
    },
    {
        "word": "Savasavana",
        "definition": " (savasava) mt, ih. (sauasauao): Hadihadina, fotopotorana: Savasauany tsara ny zauatra ampianariny. 1 A-lana izay manentsina na manelingelina: Nosauasavanay tsara ilay lobolobo, ka io namitsaka tao ilay kisoa very.\n Ahitsio"
    },
    {
        "word": "Savazoro",
        "definition": " a.: Teny ilazana amin'ny sary jeometrika ireo tsipika mahitsy miala avy amin'ny haavo iray ka mipaka amin'ny haavo mifanandrif y amin'io ka mamakivaky ny sary.\n Ahitsio"
    },
    {
        "word": "Savembena",
        "definition": " ft.: Fanjenjenana mivezivezy ets? sy er?; fisaviliviliana miverimberina eo an-toerana ihany. - t.i.f.: Asavembena, tafasa-,vembena 1 manavembena, na manasavembena, fanasavembenana, na fanavembenana, mpanasavembenana, mpanavembenal anavembenana, fanavembenanal misavembena, fisavembena, mpisavembena 1 mahasavembena.\n Ahitsio"
    },
    {
        "word": "Savenavena",
        "definition": " ft.: Toetran'ny zavatra misokatra be, miveraka; ny fery mitanatana, ny ranjo na fe misabaka be ka mampitanjaka. - t.i.f.: Savenavenaina, asavenavena, voasavenavena, tafasavenavena / manasavenavena na manavenavena, fanasavenavena na fanavenavena, mpanavenavena na mpanasavenavena 1 anasavenavenana, fanasavenavenana 1 misavenavena, fisavenavena, mpisavenavena / isavenavenana, fisavenavenana 1 mahasavenavena.\n Ahitsio"
    },
    {
        "word": "Savenavenaina",
        "definition": " (sauenauena) mt. ih. (sauenavenao): Sokafana be, verahina.\n Ahitsio"
    },
    {
        "word": "Saveravera",
        "definition": " ft,: Toetran'ny akanjo na ny lamba misariraka na tsy voasampina tsara, tsy tafina tsara. - t.i.f,: Saveraveraina, asaveravera 1 manasaveravera na manaveravera, fanasaveravera na fanaveravera, mpanasaveravera na mpanaveravera 1 anasaveraverana, fanasaveraverana 1 misaveravera, fisaveravera, mpisaveravera / isaveraverana, fisavexaverana / mahasaveravera.\n Ahitsio"
    },
    {
        "word": "Saveraveraina",
        "definition": " Asaveravera (sauerauera) mt. ih. (sauerauerao, asauerauerao): (akanjo) Avala hisariraka tsy tafina tsars.\n Ahitsio"
    },
    {
        "word": "Savia",
        "definition": " a.: Karazan-kazo fihinan' ny landy ny raviny.\n Ahitsio"
    },
    {
        "word": "Savihina",
        "definition": " (sauika) mt. ih. (sauiho): Tolomina mba hidaraboka; (omby) raisina amin' ny tandrony na ny vozony dia adaraboka: Nosavihin' Ibemena ilay omby kely ka nidaraboka. 1 Sarangotina, amikirana: Raha tsy nisy haro nosavihiko teo amoron-tevana dia nikodia tany aho. / Alaina tsy an-drariny: Nosavihinao ny fananan'i dadatoa. * Ohab.: Malaza ho katsaka ka sauihin'ny tsaramaso: miseho ho matanjaka na ambony, nefa resin'ny osa na kely noho izy.\n Ahitsio"
    },
    {
        "word": "Savika",
        "definition": " a.: Fitolomana hanjera..,; fanaovana an-keriny hamotraka na handavo: Voararan'ny fanekem-pokonolona taloha ny sauika omby, 1 h.o.: Fihamboana ho mana-na zo tsy ananana. - t.i.f.: Savihina, asavika, voasavika, tafasavika 1 manasavika na manavika, fanasavika, mpanasavika 1 anasavihana, fanasavihana 1 misavika, fisavika, mpisavika / isavihana, fisavihana / mahasavika 1 savitsavika.\n Ahitsio"
    },
    {
        "word": "Savilaka",
        "definition": " Mitovy amin'ny Sabilaka.\n Ahitsio"
    },
    {
        "word": "Savily",
        "definition": " a.: Vy ahazoan'ny varavarana na ny saron-javatra, toy ny vata, misokatra sy mikatona. ¶ M.h.: Vy miady. 1 Fikivilivilian-javatra mivezimbezina. 1 Famelezana ankolaka. - t.i.f.: Asavily, voasavily, tafasavily 1 manasavily, fanasavily, mpanasavily / anasaviliana, fanasavilfana 1 misavily, fisavily, mpisavily / isaviliana, fisaviliana / mahasavily / savilivily.\n Ahitsio"
    },
    {
        "word": "Savoana",
        "definition": " a.: Fiakarana na tisondrotana eny amin'ny habakabaka: Baolina savoan-danitra. 1 h.o.: Fandehanana any amin'ny tsy hita velively any. - t.i.f.: Savoanana, asavoana, v,oasavoana, tafasavoana/ manasavoana, fanasavoana, mpanasavoana 1 anasavoanana, fanasavoanana / misavoana, fisavoana, mpisavoana / isavoanana, fisavoanana / mahasavoana 1 savoamboana.\n Ahitsio"
    },
    {
        "word": "Savoanana",
        "definition": " (savoana) mt, pdr. (savoany): Enti-milaza zavatra ambony toerana torahana vato na baolina: Aza savoanana uato leiretsy, ny lohan'io sarivongana io a!\n Ahitsio"
    },
    {
        "word": "Savoaravoara",
        "definition": " a.: Fanonjanonjanana na fikorianan'ny rahona na ny rivotra (jar. Samboaravoara).\n Ahitsio"
    },
    {
        "word": "Savohana",
        "definition": " (savoka) mt. ih. (savohy): Asiana na hosorana savoka: Savohy tsara ny ngorodontsika, ry be lohako ity!\n Ahitsio"
    },
    {
        "word": "Savoka",
        "definition": " a.: Zavatra malemilemy vonivony miforona avy amin'ny renitantely ka anaovany ireo takela-tantely misy masomasony mameno ny toho-tantely: Anaovana zauatra betsaka ny savoka. 1 Savohana, asavoka, voasavoka, sinavoka 1 manasavoka, fanasavoka, mpanasavoka 1 anasavohana, fanasavohana 1 mahasavoka / savotsavoka.\n Ahitsio"
    },
    {
        "word": "Savokara",
        "definition": " a.: Karazan-kazo ahazoa-menaka ny voany (A-leurites triloba).\n Ahitsio"
    },
    {
        "word": "Savolaina",
        "definition": " p.t.: Vizana, volivoly; vahotra tsy maharay zavatra ary tsaroana dontodonto: Sauolaina izany ny tanako tamin'iiay nitondra entana hatrany an-tsena anikeheo.\n Ahitsio"
    },
    {
        "word": "Savonimbary",
        "definition": " a.: Karazan'ahitra izay mandroadroatra tahaka ny savony rehefa kosikosehina ao anaty rano.\n Ahitsio"
    },
    {
        "word": "Savony",
        "definition": " (fr. savon) a.: Zavatra vita amin'ny jabora sy laro, atao anaty lasitra sy tenehina, ka ampiasaina ho fanadiovana sy fanasana lamba.\n Ahitsio"
    },
    {
        "word": "Savoravora",
        "definition": " a: Mitovy amin'ny Voravora.\n Ahitsio"
    },
    {
        "word": "Savoretaka",
        "definition": " ft.: Fipetrahana amin'ny toerana maloto. - t.i.f.: Savoretahina, asavoretaka, voasavoretaka, tafasavoretaka I manasavoretaka, fanasavoretaka, mpanasavoretaka 1 anasavoretahana, fanasavoretahana 1 misavoretaka, fisavoretaka, mpisavoretaka 1 isavoretahana, fisavoretahana.\n Ahitsio"
    },
    {
        "word": "Savorinala",
        "definition": " a.: Volon-kazo sahalahala amin'ny vohavoha ary fanao sesi-kidoro.\n Ahitsio"
    },
    {
        "word": "Savoritahina",
        "definition": " (savoritaka) mt. ih. (savoritaho): Sady akorontana no asafotofoto.\n Ahitsio"
    },
    {
        "word": "Savoritaka",
        "definition": " a.: Fisaritahana; tsy filaminana feno korontana. - t.i.f.: Savoritahina, asavoritaka, voasavoritaka, tafasavoritaka / manasavoritaka, fanasavoritaka, mpanasavoritaka 1 anasavoritahana, fanasavoritahana / misavoritaka, fisavoritaka, mpisavoritaka / isavoritahana, fisavoritahana / mahasavoritaka / savoritadritaka.\n Ahitsio"
    },
    {
        "word": "Savorovoro",
        "definition": " a.: Saritadritaka, safotofoto, toetran'ny zavatra mikorontana sy tsy hita laniny. - t.i.f.: Savorovoroina, asavorovoro, voasavorovoro, tafasavorovoro 1 manasavorovoro, na mamorovoro, fanasavorovoro, na famorovoro, mpanasavorovoro, na mpamorovoro 1 anasavorovoroana, fanasavorovoroana 1 mi savorovoro, fisavorovoro, mpisavorovoro / isavorovoroana, fisavorovoroana 1 mahasavorovoro.\n Ahitsio"
    },
    {
        "word": "Savorovoroina",
        "definition": " (sauorouoro) mt. ih. (sauorouoroy): Safotofotoina, korontanina.\n Ahitsio"
    },
    {
        "word": "Savovoka",
        "definition": " a.: Fifololoran'ny vovoka, fanidinan'ny vovoka misafotofoto betsaka. 1 Antontany. - t.i.f.: Asavovoka, voasavovoka, tafasavovoka / manasavovoka, fanasavovoka, mpanasavovoka 1 anasavovohana, fanasavovohana / misavovoka, fisavovoka, mpisavovoka 1 isavovohana, fisavovohana 1 mahasavovoka / antsavovokal miantsavovoka.\n Ahitsio"
    },
    {
        "word": "Savovona",
        "definition": " a.: Antontan-javatra miavosa. - t.i.f.: Asavovona, voasavovona, tafasavovona / manavovona, na manasavovona, fanavovona, na fanasavovona, mpanavovona, na mpanasavovona 1 anasavovonana, fanasavovonana / misavovona, fisavovona, mpisavovona / isavovonana, fisavovonana / mahasavovona 1 antsavovona 1 miantsavovona.\n Ahitsio"
    },
    {
        "word": "Saza",
        "definition": " a.: Ahiahy, fiahiahiana. -  F.-p.: Miala saza: manandrana kely amin'ny hanina aroso eo imason'ilay olona omena azy, toy ny fanalana ahiahy eo aminy.\n Ahitsio"
    },
    {
        "word": "Sazina",
        "definition": " p.t.: Sahaza, antoniny, mifanentana: Sazina anao tsara io raharaha io ka mahareta eo.\n Ahitsio"
    },
    {
        "word": "Sazina",
        "definition": " (sazy) mt. ih. (sazio): Omena famaizana: Nosazin' ny mpampianatra ny mpianatra rehetra tsy nanao ny entimody. 1 Helohina handoa sazy vola: Nosazin'ny fitsarana ariary iray alina ilay olona nisando-tsonia.\n Ahitsio"
    },
    {
        "word": "Sazohina",
        "definition": " (sazoka) rnt, (sazohy): Alaina tsy an-drariny: Nosazohin'ilay kary ny bokiko.\n Ahitsio"
    },
    {
        "word": "Sazoka",
        "definition": " a.: Fihamboana ho tompon-javatra, fanarahana zavatra tsy an'ny tena, sandoka. - t.i.f.: Sazohina, asazoka, voasazoka, sinazoka J misazoka, fisazoka, mpisazoka 1 isazohana, fisazohana / mahasazoka J sazotsazoka. - \tTsy sazoka: tsy satry.\n Ahitsio"
    },
    {
        "word": "Sazy",
        "definition": " p.t.: Sahaza, tandrify, tiana: Sazinao ue ity satroka ity houidiko ho anao?\n Ahitsio"
    },
    {
        "word": "Sazy",
        "definition": " a.: Fampangirifiriana ny vatana, atao amin'ny olona iray nanao hadisoana mba hamaizana azy; famaizana; vola ampandoavin'ny fitsarana olona iray voaheloka.I Sazina, asazy, voasazy 1 manasazy, fanasazy, mpanasazy ) anasaziana, fanasaziana 1 misazy, fisazy, mpisazy 1 isaziana, fisaziana / mahasazy J sazisazy.\n Ahitsio"
    },
    {
        "word": "Sebisebena",
        "definition": " (sebiseby) mt. ih. (sebisebeo): Ajanona amin' ny fivezivezena.\n Ahitsio"
    },
    {
        "word": "Sebiseby",
        "definition": " a.: Selontselona, fivezivezena amim-pirotorotoana. - t.i.f.: Sebisebena, asebiseby, voasebiseby, sinebiseby, tafasebiseby J manebiseby, fanebiseby, mpanebiseby / anebisebena, fanebisebena / misebiseby, fisebiseby, mpisebiseby J isebisebena, fisebisebena / mahasebiseby.\n Ahitsio"
    },
    {
        "word": "Sedika",
        "definition": " p.t.: Maimay, mihoalahoala tsy hahandry, maniry fatratra, mitady fatratra. ¶ M.h.: Jer. Sehotra.\n Ahitsio"
    },
    {
        "word": "Sedra",
        "definition": " a.: Andrana, fitsapana zavatra mba hanamarinana ny maha-izy azy marina, ny maha-tsara na maha-sarobidy azy. - t.i.f.: Sedraina, asedra, voasedra 1 misedra, fisedra, mpisedra 1 isedrana, fisedrana 1 mahasedra.\n Ahitsio"
    },
    {
        "word": "Sedraina",
        "definition": " (sedra) mt ih. (sedrao): Andramana: Efa nosedrainao ve io fiara kasainao hovidina io? 1 Tsapaina mba hanamarinana ny maha-izy azy marina, ny maha-tsara azy: Sedraina ny volamena sao tsy izy fa sandoka.\n Ahitsio"
    },
    {
        "word": "Sedy",
        "definition": " sedisedy p. t.: Maika, may, - t.i.f.: Asedisedy, tafasedisedy J misedisedy, fisedisedy, mpisedisedy / isedisedena, fisedisedena / mahasedisedy.\n Ahitsio"
    },
    {
        "word": "Sefahana",
        "definition": " (sefaka) mt.pdr. (sefaho): Tsofohana, sesehana: Sefahana hena ny mofo dipaina dia tonga sakafo tsara tokoa.\n Ahitsio"
    },
    {
        "word": "Sefaka",
        "definition": " a,: Elanelana, triatra: Misy ahitra maniry eny antsefa-bato. - t.i.f.: Sefahana, asefaka, voasefaka, tafasefaka J manasefaka, fanasefaka, mpanasefaka J anasefahana, fanasefahana J misefaka, fisefaka, mpisefaka 1 isefahana, fisefahana 1 mahasefaka 1 sefatsefaka.\n Ahitsio"
    },
    {
        "word": "Sefosefo",
        "definition": " a.: Fiainana manano sarotra fa toy ny tampina ny lalan-drivotra; fahasemporana noho ny tena misanehaka. - t.i.f.: Misefosefo, fisefosefo, mpisefosefo / isefosefoana, fisefosefoana.\n Ahitsio"
    },
    {
        "word": "Sehaka",
        "definition": " a.: Fakana fofon'aina mafy rehefa avy nihazakazaka na nisy asa mafy natao. I t.i.f.: Misehaka, fisehaka, mpisehaka / isehafana, fisehafana J mahasehaka J sehatsehaka.\n Ahitsio"
    },
    {
        "word": "Sehaseha",
        "definition": " a.: Hasahisahiana, fiandranandranana mampiseho avona, ajokajoka sy rehareha. - t.i.f.: Asehaseha, tafasehaseha / misehaseha, fisehaseha, mpisehaseha 1 isehasehana, fisehasehana / mahasehaseha.\n Ahitsio"
    },
    {
        "word": "Sehatra",
        "definition": " ppk.: Tojo, sendra: Sehatra ny matanjaka noho izy Rakoto ka nanaiky. - t.i.f.: Asehatra, voasehatra, tafasehatra / manehatra, fanehatra, mpanehatra J misehatra, fisehatra, mpisehatra / mahasehatra.\n Ahitsio"
    },
    {
        "word": "Sehatra",
        "definition": " a.: Toerana voafefy voatokana handihizana: Halalaho ny sehatra! 1 Toerampisehoana eo anatrehan'olona maro: Aza menatra mise-ho sehatra.\n Ahitsio"
    },
    {
        "word": "Seho",
        "definition": " a: Tranga, posaka, fitrangana, fiposahana. i Aseho, voaseho, tafaseho l maneho, faneho, mpaneho 1 anehoana, fanehoana 1 miseho, fiseho, mpiseho 1 isehoana, fisehoana J mampiseho 1 mahaseho J sehoseho. ¶ M.h.: Jer. Tranga.\n Ahitsio"
    },
    {
        "word": "Sehotra",
        "definition": " p. t.: Maika te hanao zavatra, liana: Sehotra er? ny anao hanala fanadinana kanefa tsy niomana firy akory. - t.i.f.: Misehotra, fisehotra. ¶ M.h.: Liaka, litika, liana, seriny, saliadiaka, salitika, sedika.\n Ahitsio"
    },
    {
        "word": "Sekoly",
        "definition": " (angl. school) a.: Trano fianarana: Misy sekoly telo ao an-tanànanay.\n Ahitsio"
    },
    {
        "word": "Sela",
        "definition": " a.: Fitsinjarana bitika indrindra amin'ny manana ai-na; mizara telo ny sala iray: ny vihy (zavatra kiboribory eo afovoany), ny sesitsela, manodidina azy, ary ny fonontsela izay mamaritra ny sala tsirairay avy.\n Ahitsio"
    },
    {
        "word": "Selahina",
        "definition": " (selaka) mt. ih. (selaho): Endahina isan'elakelany, silahina: Selaho io hazo io.\n Ahitsio"
    },
    {
        "word": "Selaka",
        "definition": " a.: Silaka, lanin-kazandrano, elakelaka miendaka amin'ny zavatra iray. - t.i.f.: Selahina, aselaka, voaselaka, sinelaka, tafaselaka 1 manelaka na manaselaka, fanaselaka, mpanaselaka 1 anaselahana, fanaselahana J miselaka, fiselaka, mpiselaka 1 iselahana, fiselahana 1 mahaselaka J selatselaka.\n Ahitsio"
    },
    {
        "word": "Selarana",
        "definition": " (selatra) mt. pdr. (selaro): Ampandalovana zavatra haingana dia haingana toy ny tselatra: Noselaran' ny namany baolina teo anoioany tsara ka saika fanina izy. 1 Asiana ka haingana dia haingana no fandehan'ny famelezana: Noselarako tehamaina ilay zaza tsy vaiahara.\n Ahitsio"
    },
    {
        "word": "Selatra",
        "definition": " a.: Fitsoriahan-javatra haingana, toy ny baolina, vorona...; fisehoan-javatra mihelatra vetivety, toy ny hazavana. - t.i.f•: Selarana, aselatra, tafaselatra 1 manaselatra, fanaselatra, mpanaselatra J anaselarana, fanaselarana 1 miselatra, fiselatra, mpiselatra J iselarana, fiselarana J mahaselatra 1 selatselatra.\n Ahitsio"
    },
    {
        "word": "Seliselena",
        "definition": " na Seloseloina (selisely) mt. ih (seliseleo, sebseloy): Helingelenina amin' ny fandalovana na fipetrahana eo anoloana: Mbelà ianao fa aza seliseleninao eo i Dadatoanao.\n Ahitsio"
    },
    {
        "word": "Selisely",
        "definition": " na Seloselo a.: Faneraserana na fandalondalovana na fipetrahana eo anoloan' olona. - t.i.f.: SeBselena, na seloseloina, aselisely na aseloselo, voaselisely, sinefisely, tafaselisely / manelisely, manaselisely, manaseloselo, fanelisely..., mpanelisely... 1 aneloseloana, faneloseloana 1 miselisely na miseloselo, fiselisely na fiseloselo, mpiselisely na mpiseloselo 1 iseloseloana na iseliselena,•fiseliselena na fiseloseloana J mahaselisely.\n Ahitsio"
    },
    {
        "word": "Selontselona",
        "definition": " sy Selintselina a.: Serantserana, fanelingelenana na fisalovandovanana olona tokony hohajaina. - t.i.f.: Aselontselona, voaselontselona, sinelontselona, tafaselontselona 1 manelontselona, na manaselontselona, fanelontselona na fanaselontselona, mpanaselontselona na mpanelontselona J manelintselina na manaselintselina, fanelintselina na fanaselintselina, mpanelintselina na mpanaselintselina / anelontselonana, fanelontselonana 1 miselontselona, fiselontselona, mpiselontselona 1 iselontselonana, fiselontselonana J mahaselontselona.\n Ahitsio"
    },
    {
        "word": "Selotselotra",
        "definition": " a.: Fisalovanana ny raharahan'ny hafa, fisosasosana. - t.i.f.: Miselotselotra, fiselotselotra, mpiselotselotra 1 iselotselorana, fiselotselorana 1 mahaselotselotra.\n Ahitsio"
    },
    {
        "word": "Sembana",
        "definition": " a.: Aretina tampoka tsy nampoizina, tsy nahina: Voan'ny sembana ny zaza 1 p, t.: Azon'aretina tampoka: Sembana ny zanako halina. 1 Azon-tsampona, azon-javatra manampontsampona: Sembana ny dianay. / Semban-drahona ny volana. - t.i.f.: Sembanina, asembana, voasembana 1 misembana, fisembana, mpisembana 1 isembanana, fisembanana 1 sembantsembana 1 manembantsembana, fanembantsembana, mpanembantsembana 1 anembantsembanana, fanembantsembanana 1 mahasembantsembana.\n Ahitsio"
    },
    {
        "word": "Sembanina",
        "definition": " (sembana) mt. ih. (sembano): Sakanam-tsampona tsy nampoizina, tsy nahina.\n Ahitsio"
    },
    {
        "word": "Sembo",
        "definition": " a.: Akanjo betsimisaraka vita amin'ny lamba izay zairina atohy amin'ny ambainy roa ka lasa toa lasaka misy vavany roa.\n Ahitsio"
    },
    {
        "word": "Seminarista",
        "definition": " (fr. séminariste) a.: Tanora mlkasa hanao pretra ka miomana amin'ny toerana fanofanana amin'izany. ? Ireo antokon'olona miofana ara-pirehan-kevitra na arateknika.\n Ahitsio"
    },
    {
        "word": "Seminera",
        "definition": " (fr. séminaire) a: (Fiv. kay.) Toerana anomanan'ny Eglizy ny tanora manam-pikasana ho pretra. / Fiofanan'antokon'olona miaraka, amin'ny toarana iray, ara-pirehan-kevitra na arateknika.\n Ahitsio"
    },
    {
        "word": "Semporina",
        "definition": " (sempotra) mt. ih. (sempory): Atao izay hampisanehaka, hahasempotra.\n Ahitsio"
    },
    {
        "word": "Sempotra",
        "definition": " p.t.: Tsy afa-miaina noho ny hafanana be loatra: Sempotry ny hafanana aho izany. 1 Tsy avy miaina noho ny tsy fisian'ny rivotra na ny fibosesiky ny rivotra be loatra, misanehaka no-ho ny hazakazaka: Nihazakazaka aho ka sempotra. / Rehefa mandeha ny aotomobilina ka mivoha ny varavarana, mila ho sempotra ny zazakely. / Sokafy aho fa sempotra. • Be raharaha na ahiahy na alahelo ka toa tsy afa-miaina noho ny fahasahiranana: Sempotry ny volan' olona Rakoto. / Mbola sempotry ny fanadinana aho ka tsy afa-manoratra. - t.i.f.: Semporina, asempotra, voasempotra, sinempotra 1 manempotra, fanempotra, mpanempotra 1 anemporana, fanemporana J misempotra, fisempotra, mpisempotra1 isemporana, fisemporana J mahasempotra 1 sempotsempotra 1 hasemporana, fahasemporana. ¶ M.h.: Ana, tsy avy miaina, mikoika, mihehaka, misanehaka, misefosefo, misohika, any am-bolon-tsoflna ny aina, mitranga ny lela.\n Ahitsio"
    },
    {
        "word": "Senasena",
        "definition": " a.: Zavamaniry fanao fanafody serin-jazakely (misy senasena lahy sy senasena vavy).\n Ahitsio"
    },
    {
        "word": "Sendahana",
        "definition": " (sendaka) mt, ih. (sendaho): Endahan-koditra, endahan-damba.\n Ahitsio"
    },
    {
        "word": "Sendaka",
        "definition": " a: Fanendahana na fanesorana ny hodi-javatra, na fanalana ny lamba tanna. i t.i.f.: Sendahana, asendaka, voasendaka, sinendaka, tafasendaka 1 manasendaka, fanasendaka, mpanasendaka J anasendahana, fanasendahana 1 misendaka, fisendaka, mpisendaka 1 isendahana, fisendahana 1 mahasendaka 1 sendatsendaka.\n Ahitsio"
    },
    {
        "word": "Sendaotra",
        "definition": " na Sendoatra p.t.: Mihoatra ny antonony; tafahoatra ny mety; tsy ara-drariny. ~ Tezitra misafoaka: Mora sendaotra loatra Rangahy iny ka sarotra iraisamonina. - t.i.f.: Asendaotra 1 mahasendaotra.\n Ahitsio"
    },
    {
        "word": "Sendika",
        "definition": " (fr. syndicat) a.: Fikambanan'olona iray asa na mitovy zo mijoro hiaro ny tombontsoany: Sendikan'ny Dokotera. / Sendikan'ny Mpampiasa.\n Ahitsio"
    },
    {
        "word": "Sendrasendra",
        "definition": " p.mt. na a.: Tsy nampoizina, tsitointoina, zavatra tsy nampoizina: Sendrasendra no nahitako azy. / Misy tokoa ny sendrasendra. 1 Raha ohatra ka...: Sendrasendra, hono, ka mahita volamena iray kilao isik a... ¶ M.h.: Anjara, vintana, lakalaka, kendry tohina, tsitointoina, tsy satry, tsy nahy, tsy nampoizina, samba-samba, kisendrasendra, kinan ga, an-tsapaka, sendrasendra vary amin'ananana. — Sendrasendra, maty vavany, divi-janahary, avivitra, am bivitra, variraiventy.\n Ahitsio"
    },
    {
        "word": "Sendrasendraina",
        "definition": " (sendrasendra) mt. ih. (sendrasendrao): Vinavinaina ara-keviny: Moa ve azo sendrasendraina fa ho avy ny zokinao. ? Enti-milaza akoholahy iray izay asiana akoholahy hafa eo anoloany mba hitsapana raha te hiady izy: Aza sendrasendraindRangahy ny akoholahiko.\n Ahitsio"
    },
    {
        "word": "Sengisengy",
        "definition": " (Btm) a.: Vady vazo.\n Ahitsio"
    },
    {
        "word": "Senoka",
        "definition": " Senotsenoka p.t.: Sahirana, mivezika atsy mivezika aroa, miheninkenina: Mbola senoky ny fanetsana izahay amin'izao fotoana izao. 1 Renoka fatratra aminjavatra iray: Senoky ny fitiavam-bola izy. ? Dibo-kafaliana, entanin-kafaliana: Senoky ny hafaliana ny fianakaviana noho ny nahatongavan-dRanaivo avy any andafy. - t.i.f.: Asenoka, voasenoka, senotsenokaJ misenotsenoka, fisenotsenoka, mpisenotsenoka / isenotsenohana, fisenotsenohana / mahasenotsenoka.\n Ahitsio"
    },
    {
        "word": "Sentoina",
        "definition": " (sento) mt. ih. (sentoy): Tr'ohina amin'ny orona.\n Ahitsio"
    },
    {
        "word": "Sentsena",
        "definition": " a.: Ady: Mila sentsena.\n Ahitsio"
    },
    {
        "word": "Sepo",
        "definition": " (Br) a.: Lamba landihazo nasoka anaty ranon-doko angana antitra.\n Ahitsio"
    },
    {
        "word": "Septambra",
        "definition": " (fr. septembre) a,: Anaran'ny volana fahasivy amin'ny taona araka ny kalandrie, misy andro 30.\n Ahitsio"
    },
    {
        "word": "Serana",
        "definition": " a.: Fandalovana haingana mihelina, ? Aretin-tampoka mahazo vetivety. - t.i.f.: Seranana, na seranina, aserana, voaserana na sinerana, tafaserana 1 manerana, fanerana, mpanerana 1 aneranana, faneranana 1 manaserana, fanaserana, mpanaserana J anaseranana, fanaseranana 1 miserana, fiserana, mpiserana 1 iseranana, fiseranana J mahaserana 1 serantserana.\n Ahitsio"
    },
    {
        "word": "Seranana",
        "definition": " na Seranina (serana) mt, ih. (serano): Lalovana eo anoloana: Tsy tokony hoseranina ny zokiolona. 1 Hanina (fiteny amin'ny fanorona rehefa mipaika ka mihinana avy eo ant]aka no midina eo anoloana).\n Ahitsio"
    },
    {
        "word": "Seranana",
        "definition": " a.: Toerana natokana hitodiana sy hiaingan'ny sambo; fitodian-tsambo. • h. i.: Fiantsonan'ny mpandeha amin'ny fiara samihafa: Seranam-p iaramanidina.\n Ahitsio"
    },
    {
        "word": "Serasera",
        "definition": " a.: Fandalovana mivezivezy eo an oloan'olona; fandalondalovana matetika eo anoloan'olona; fifamangiana matetika. - t.i.f.: Seraseranina, aserasera J manerasera J mifanerasera.\n Ahitsio"
    },
    {
        "word": "Seraseranina",
        "definition": " (seraserana) mt. . ih. (seraserano): Enti-milaza olona izay lalodalovana matetika eo anoloany: Noseraseranin'Ikoto i Dadabe ka tezitra.\n Ahitsio"
    },
    {
        "word": "Serena",
        "definition": " (sery) p.t.: Tratran'ny sery, voan'ny sery.\n Ahitsio"
    },
    {
        "word": "Seriny",
        "definition": " Seriseriny p.t.: Liana fatratra, tia aoka izany; maimay sy dodona handeha na hanao zavatra; revo dia revo: Seriny er? izy nioty voninkazo hiarahabany an-drainy tonga fety.\n Ahitsio"
    },
    {
        "word": "Seritse",
        "definition": " a.: Anaran-kafa ilazana ny fandiafasika.\n Ahitsio"
    },
    {
        "word": "Serivisy",
        "definition": " (fr, service) a,: Sampan-draharaha misahana antokon'asa iray manokana: Ny servisy mikarakara ny vatsim-pfanarana ao amin'ny Minisiteran'ny Fanabeazana.\n Ahitsio"
    },
    {
        "word": "Serizà",
        "definition": " (fr. sergent) a,: Ambaratongam-pahamboniana na gradin'ny miaramila an-tanety sy ana habakabaka eo anelanelan'ny Serizà-Sefo amboniny sy ny Kaporaly-Sefo ambaniny; mitovy laharana amin'ny Martre faharoa kilasy faharoa.\n Ahitsio"
    },
    {
        "word": "Serizà-Sefo",
        "definition": " (fr. sergent-chef) a.: Ambaratongam-pahamboniana na gradin'ny miaramila an-tanety sy ana habakabaka eo anelanelan'ny Adijidà izay amboniny sy ny Serizà tsotra ambaniny; mitovy laharana amin'ny Martre faharoa, kilasy voalohanY (fer, Grady).\n Ahitsio"
    },
    {
        "word": "Serizy",
        "definition": " (fr. cerise) a.: Voankazo ohatra ny ankibe ny habeny, mamy tsars maro mpankafy.\n Ahitsio"
    },
    {
        "word": "Sermona",
        "definition": " (fr. sermon) a.: (Fis,. prot.) Toriteny any am-piangonana: Nafonja ilay sermo- a na henoko tamin'ny Alaha- dy izay! t• Levilevy, bedibedy sesilany miverimberina: Ianao koa be sermona!\n Ahitsio"
    },
    {
        "word": "Sertifika",
        "definition": " (fr. certificat) a.: Taratesy fanamarinana.\n Ahitsio"
    },
    {
        "word": "Servieta",
        "definition": " (fr. serviette) a.: Tapa-damba lehibebe atao famaohana rehefa avy misasa tarehy na tanana, na raha avy nandro.\n Ahitsio"
    },
    {
        "word": "Sery",
        "definition": " a.: Aretina mahatsentsintsentsina ny orona, dia mahabe ranon-delo (vaky ny sery) ary saika matetika miafara amin'ny kohaka. - t.i.f.: Serena, seriserena.\n Ahitsio"
    },
    {
        "word": "Sesehana",
        "definition": " na Sesefana (sesika) mt. pdr. (seseho, sesefo): Ampidiran-javatra betsaka izay atsofoka atao mifanizina: Nosesefanao kapoaka angaha ity ondana ity no malemilemy mahafinaritra toy izany? ~ h.o.: Sesehany mofo tontolo andro ny zana-dRamatoa io ka aiza no tsy harory kibo? ? Asiana, lerana: Seseho ny totohondry, leity, io raha mamely an'ialahy a!\n Ahitsio"
    },
    {
        "word": "Sesehena",
        "definition": " (sesika) p.t.: Be dia be, maso dia maso: Sesehena ny olona miheuitra toy izany ianao izany. - t.i.f.: Hasesehena.\n Ahitsio"
    },
    {
        "word": "Sesi-kena",
        "definition": " a,: Hena voatoto aiditra na asisika ao anaty tsinain-kena nesorina ny tao anatiny.\n Ahitsio"
    },
    {
        "word": "Sesika",
        "definition": " a.: Zavatra aiditra ao anaty zavatra hafa (kidoro, ondana) ka atao mifanizina; alentika na atosika hifatratra: Sesi-kidoro. - t.i.f.: Sesehana, sesefana, asesika, voasesika, sinesika, tafasesika / manesika, fanesika, mpanesika / anesehana, fanesehana / misesika, fisesika, mpisesika / isesehana, fisesehana / mahasesika / sesitsesika J mibosesika. -  F.-p.: Sesi-by, sesi-kazo: vy na hazo atao hitanana ny sisiny amin'ny rafitra. / Sesidohalika: famelezana na fanerena ny sasany noho ny hafetsena ananana. / Sesikena: hena voatoto asesika ao anaty ladobo (akoho na vorona). J Sesik'ondana; sesikidoro: ny bozaka na zavatra hala atao sesiky ny ondana na ny kidoro fatoriana. / J Sesi-manta: fandentehana zavatra, toy ny fantsika, ka tsy mila rindrany fa atao an' aina fotsiny amin'izao. / Sesi-montotra: fihinanana salsa-fo atao an-kisesy, na ny teny atao miverimberina na dia mbola tsy heno tsara aza ny teo aloha.J Sesi-tany: fandroahana olona hifindra fonenana noho ny heloka vitany. / Manesi-tany: mampiala eo amin'ny tany iray.\n Ahitsio"
    },
    {
        "word": "Sesilany",
        "definition": " a.: Fitohitohizan-javatra tsy an-kiato, tsy an-kijanona. ~ p.t.: Tsy an-kijanona, tsy miato: Loza izay fahoriana sesilany nihatra tamin'io fianakaviana io izay! Mifanindry lany, an-kisesy, mitontohitra.\n Ahitsio"
    },
    {
        "word": "Sesimiorika",
        "definition": " a.: Totohondry misesika avy ambany dia ale-fa miakatra: Voan'ny sesimiorika ny anao lahy ka nitsirara.\n Ahitsio"
    },
    {
        "word": "Sesitany",
        "definition": " a.: Fandroahana honina any ivelan'ny tanindrazana: Natao sesitany tanna maro ireo tia tanindrazana rfiâiagasy.\n Ahitsio"
    },
    {
        "word": "Sesy",
        "definition": " a.: Fizoran-javatra mitohitohy; fifandimbiasan-javatra tsy misy fiatoana. - t.i.f.: Asesy, voasesy, tafasesy / manesy, fanesy, mpanesy / anesena, fanesena f misesy, fisesy, mpisesy J isesena, fisesena / mahasesy 1 misesisesy, fisesisesy, mpisesisesy J isesisesena, fisesisesena / kosesy. a F.-p,: Sesilany: mitohy tsy misy elanelany. / Sesy omby: enti-milaza fanerena ny rehetra hanao raharaha. / Sesy rivotra: tsy an-kiato fa mifampitohy hatrany tsy misy fijanonana.\n Ahitsio"
    },
    {
        "word": "Setaseta",
        "definition": " a.: Hetraketraka sy anjonanjona tafahoatra. 1 Asetaseta, tafasetaseta 1 misetaseta, fisetaseta, mpisetaseta J mahasetaseta.\n Ahitsio"
    },
    {
        "word": "Setra",
        "definition": " a.: Fanoherana, fitsenana, fanohanana: Mahery setra ity zaza ity. - t.i.f.: Setraina, asetra, voasetra, sinetra, tafasetra / manetra, fanetra, mpanetra 1 anetiana, fanetrana J mahasetra / setrasetra / misetrasetra. • F.-p.: Mahery setra: mampiseho hasiahana, hetraketraka sy her?.\n Ahitsio"
    },
    {
        "word": "Setraina",
        "definition": " (setra) mt. ih. (setrao): Toherina, tsenaina, tohanana: Nosetrain'ny miaramila ny fnmelezan'ny fahavalo.\n Ahitsio"
    },
    {
        "word": "Setrasetra",
        "definition": " a.: Hetraketraka feno avona. ¶ M. h. : Setaseta, sotasota.\n Ahitsio"
    },
    {
        "word": "Setrena",
        "definition": " (setry) mt. fh, (setreo): Omena valiny, valiana: Setreo kely izany fitenenana iiany, razoky.\n Ahitsio"
    },
    {
        "word": "Setrohana",
        "definition": " na Setrohina (setroka) m,t ih. (setrohy): Donafana setroka: Aza setrohanareo izahay, rankizy, fa vonoy izao afo izao.\n Ahitsio"
    },
    {
        "word": "Setroka",
        "definition": " a.: Fifangaroana gazy sy enton-drano avy amin'ny zavatra mirehitra ka miseho amin'ny endrika fotsifotsy midonaka: Vohay ny varavarankely fa manempotra izany setroka izany. 1 p.t.: Voan'ny setroka: Setroky ny kitay aho fa vonoy izao afo izao. - t.i.f.: Setrohana, na setrohine, asetroka, voasetroira, sinetroka / manetroka, fanetroka, mpanetroka / anetrohana, fanetrohana J mahasetroka / setrotsetroka. * Ohab.: Setroky ny kitay nalainy: voan'ny nataony ihany. ¶ M.h.: Mandrora mitsilany, mpivaro-drano tratr' orana, vivy nanitrika.\n Ahitsio"
    },
    {
        "word": "Setry",
        "definition": " a.: Famaliana, valin-teny: Ny holazaiko ho setrin' izany dia izao... - t.i.f.: Setrena, asetry, voasetry, sinetry / manetry, fanetry, mpanetry / anetrena, fanetrena J misetry, fisetry, mpisetry 1 isetrena, fisetrena. ? F.-p.: Setrim-bola: fainerin'ny vola nanalana ny vidin-javatra. / Setrin-teny: valin-teny na fanoherana amin' ny baiko amena.\n Ahitsio"
    },
    {
        "word": "Seva",
        "definition": " a.: Anaran-kazo madinika izay nampiasain'ny olona ho toy ny savony hanasandamba ny raviny taloha ary mbola ampiasain'ny olona eny ambanivohitra ho fanasam-bilia ankehitriny: Ravintseva,\n Ahitsio"
    },
    {
        "word": "Seva",
        "definition": " a.: Anarana hafa ilazana ny toaka.\n Ahitsio"
    },
    {
        "word": "Sevosevo",
        "definition": " Sevoka sy Sevotsevoka p. t.: Maimay hanao zavatra, nefa malaky mijanona; maimaika amin'izay atao fa mora kivy na leony, - t.i.f : Sevosevoina, sevohina, sy sevotsevohina, voasevosevo, sinevosevo, tafasevosevo / misevosevo, na misevotsevoka, fisevosevo, na fisevotsevoka, mpisevosevo, na mpisevotsevoka J isevotsevohana, fisevotsevohana / isevosevoana, fisevosevoana / mahasevosevo, mahasevotsevoka.\n Ahitsio"
    },
    {
        "word": "Sevosevoina",
        "definition": " Sevohina, Sevotsevohina (sevosevo) mt. ih. (sevosevoy, sevohy, seuotseuohy): Atao amim-pirotorotoana.\n Ahitsio"
    },
    {
        "word": "Seza",
        "definition": " (fr. chaise) a.: Fanaka fitoerana misy tongony sy fiankinana: Mipetraha eo ambony seza, tompoko, -  F.-p.: Seza be: seza makadiry ary mihaja. J Seza bory: seza iva sady kely ary tsy misy fiankinana. J Seza lamba: seza izay lamba no natao tampony, ara( mahazo miforitra. J Sezaiava: karazan-tseza lava mahazo miforitra, azo itsorana.\n Ahitsio"
    },
    {
        "word": "Si",
        "definition": " (na Ti amin'ny solfa) a,: Ny feo fahafito amin'ireo ambaratongam-peo valo amin'ny gama, izany hoe izy no farany, alohan'ny do ambony.\n Ahitsio"
    },
    {
        "word": "Sia",
        "definition": " na Siasia a,: Fahadisoandalana, fiviliana, fibirioka. ~ Haitraitra, sitrapo: Olona be sisia. ~ Fandehanana foana atsp sy ar?. - t.i.f.: Tafasiasia 1 mania, fania, mpania / maniasia, faniasia, mpaniasia J aniasiavana, faniasiavana J misiasia / mahasiasia, * Ohab.: Amalona an-drano ny olombelona, ka be siasia: tsy maharitra ary miovaova ny olombelona, toy ny amalona ao anaty rano mitsoriaka atsy mitsoriaka aroa.\n Ahitsio"
    },
    {
        "word": "Siahina",
        "definition": " (siaka) mt. ih. (siaho): Hiraina amin'ny alalan'ny siaka: Siaho kely hoe, ry ise, ilay hira fanaontsika tany am-pianarana. 1 Antsoina amin'ny sioka: Nosiahiny ilay zazalahy ka niherika.\n Ahitsio"
    },
    {
        "word": "Siaka",
        "definition": " ft.: Halozana, faharatsiam-panahy. ~ Tsiron-javatra manaikitra ny lela, toy ny sakay. - t.i.f.: Ankasiahina J mankasiaka, fankasiaka, mpankasiaka / ankasiahana, fankasiahana / mahasiaka 1 masiaka / hasiaka, fahasiaka, hasiahana, fahasiahana / masiatsiaka.\n Ahitsio"
    },
    {
        "word": "Siaka",
        "definition": " a.: Feo mikiririoka ataon'ny molotra, sioka: Ny siakan'ny manina. ? Feo entina miantso. i t, i.f.: Siahina, asiaka, voasiaka, siniaka, tafasiakal misiaka, fisiaka, mpisiaka / isiahana, fisiahana 1 mahasiaka / siatsiaka.\n Ahitsio"
    },
    {
        "word": "Siansa",
        "definition": " Jer. Siansy.\n Ahitsio"
    },
    {
        "word": "Siansy",
        "definition": " na Siansa (fr, sciences) a.: Fitambaran'ny fahaizana amam-pahalalan'ny olombelona momba ny toetran'ny zavaboary, ny hery ao aminy, ans... azo tamin'ny fandinihana ny toetrany sy ny fomba amam-pitsipika mifehy azy sy ny fanandram ana.\n Ahitsio"
    },
    {
        "word": "Siantsiana",
        "definition": " ft.: Fiviliana amin' izay tokony ho izy; fahadisoam-pandeha noho ny haitraitra (jer. Siasia). - t.i.f.: Misiantsiana, fisiantsiana, mpisiantsiana 1 fisiantsianana J mahasiantsiana.\n Ahitsio"
    },
    {
        "word": "Sidikina",
        "definition": " Sidikinina (angl. God soue the king) a,: Hiram-pirenena.\n Ahitsio"
    },
    {
        "word": "Sidina",
        "definition": " ft.: Fiakarana amin'ny avo, fisondrotana ambony eny amin'ny habakabaka, fiaingaingana ambony. - t.i.f.: Sidinina, asidina, voasidina, tafasidina / manidina, fanidina, mpanidina / anidinana, fanidinana J misidina, fisidina, mpisidina 1 isidinana, fisidinana / mahasidina / sidintsidina. -  F.-p.: Manindao sidina: tsy mahavoa, mivaona any amin' ny tsy izy, manadino hafatra.\n Ahitsio"
    },
    {
        "word": "Sidindahy",
        "definition": " a.: Tovolahy matanjaka be aina.\n Ahitsio"
    },
    {
        "word": "Sidinina",
        "definition": " (sidina) mt, pdr. (sidino): Torahana: Nosidininy saki ilay alika.\n Ahitsio"
    },
    {
        "word": "Sidintsidina",
        "definition": " a.: Karazam-borona mainty ny lamosiny, fotsy ny takibany ary ny volombodiny somary dimbana; mahatratra 16.18 sm ny halavany; ny sidihtsidina dia mivelona amin'ny bibikely ramriasanY amin'ny vavany eny atn-panidfnana.\n Ahitsio"
    },
    {
        "word": "Sidiny",
        "definition": " a.: Tanora: Sidin-dahy.\n Ahitsio"
    },
    {
        "word": "Sidiona",
        "definition": " a.: Karazan-damba.\n Ahitsio"
    },
    {
        "word": "Sidiondiona",
        "definition": " a.: Asa ataon'ny olona mivoivoy ats? sy ar? mba handositra adidy, handositra asa. - t.i.f.: Asidiondiona, tafasidiondiona / manasidiondiona, fanasidiondiona, mpanasidiondiona 1 anasidiondionana, fanasidiondionanal misidiondiona, fisidiondiona, mpisidiondiona 1 isidiondionana, fisidiondionana 1 mahasidiondiona.\n Ahitsio"
    },
    {
        "word": "Sidira",
        "definition": " (fr. cidre) a.: Zavapisotro atao amin'ny ranon'ny paoma avela hiketriketrika.\n Ahitsio"
    },
    {
        "word": "Sifaka",
        "definition": " a.: Karazan-gidro fotsy fa mainty loha.\n Ahitsio"
    },
    {
        "word": "Sifile",
        "definition": " (fr, sifflet) a.: Fitaovana metaly tsofina ka mamoaka feo mafy mikarantsana; kirirloka, tsotsiika.\n Ahitsio"
    },
    {
        "word": "Siforina",
        "definition": " (sifotra) mt ih. (sifory): Angalarina amim-pahakingana.\n Ahitsio"
    },
    {
        "word": "Sifotra",
        "definition": " a.: Biby misy akorany boribory ny vatany ary misy tandrony roa lava ny lohany: Misy karazany maro ny sifotra, fa ao ny sifomainty, ny sifotr'ala, ny sifotr'amboa. -  F.-p.: Sifotr'omby: fandraisana ny tandrok'omby amim-pahakingana ka misavily ary mikainkona eny mova tsy ny akoran-tsifotra. / Misifotr'omby: misangy omby, izay raisina ny tandrony ka isavilianana.\n Ahitsio"
    },
    {
        "word": "Sifotra",
        "definition": " a.: Halatralatra madinika atao amim-pahakingana, famitahana tsy mendrika. - t.i.f.: Siforina, voasifotra I misifotra, fisifotra, mpisifotra/ isiforana, fisiforanal mahasifotra I sifotsifotra.\n Ahitsio"
    },
    {
        "word": "Sigara",
        "definition": " (fr. cigare) a.: Ravimparaky voatorotoro mihorona ao anaty taratasy manify ka atao fifoka: Nahaiany si-gara telo pake isan'andro a-ho taloha.\n Ahitsio"
    },
    {
        "word": "Sihanaka",
        "definition": " (Ski) a,: Kamory lalina tsy misy ahitra.\n Ahitsio"
    },
    {
        "word": "Sihanaka",
        "definition": " a.: Foko kelikely manodidina ny farihin'Alaotra, izany hoe amin'ny tany voafaritry ny renirano Benrarivo ambony sy Tampoketsa atsimo (avaratra), ny renirano Mahajamba ambony (andrefana), ary ireo havoana bezanozano sy ny ala (atsinanana). Renivohiny: Ambatondrazaka.\n Ahitsio"
    },
    {
        "word": "Sikajy",
        "definition": " a.: Anaram-bola izay lasiroa sy ilavoamena no sandany (0Fr 60): Sikajy telo (1Fr 80), sikajy dimy (3Fr 00).\n Ahitsio"
    },
    {
        "word": "Sikidy",
        "definition": " a.: Fahaizana mampahalala ny ho avy na manazava ny antony nisian-javatra iray amin'ny alalan'ny fandaharana voan-tsaramaso na voan-kily, izay sarotra dia sarotra ho an'ny tsy niofana amin'izany. (Misy karazany roa ny sikidy, dia ny sikidy joria ary ny sikidy alanana: amin'ny sikidy joria, dia roa karazana ny fipetraky ny voan-javatra, na jama na taraiky, ka apetraka amin'ny laharana roa mifanao ambony sy ambany ny voa ao anaty kitranotrano valo valo avy; ny sikidy alanana kosa, izay sarotra noho ny joria, dia misy kitranotrano 36, izay manao toa sarina efamira telo, fa jama sy taraiky ihany koa no fipetraky ny voa; rehefa voalahany amin' ireo kitranotrano ny voa, ka eo no mahasarotra azy, dia vakin'ny mpisikidy eo ny valin'ny fanontaniana natao taminy).\n Ahitsio"
    },
    {
        "word": "Sikilaonina",
        "definition": " (fr. cyclone) a.: Rivo-mahery avy amin'ny tsindrin'ny atmosfera amin' ny toerana iray ka mampisondrotra ny rivotra manodidina azy, izay misangodina mifindra hatrany manaraka ilay toerana mifindrafindra koa; manimba izay rehetra sendra azy ilay rivotra mitambolina; rivo-doza.\n Ahitsio"
    },
    {
        "word": "Sikina",
        "definition": " a.: Lamba ahodidina ny tena ka midina hatreo amin'ny lohalika: Naka lamba hataony sikina Rasoa dia lasa nanome hanina ny akoho amam-borony. • Fanodidinana lamba ny tena, ka ho an'ny lehilahy, eo amin' ny valahana no fatorana ilay lamba, fa eo ambany helika kosa ho an'ny vehivavy. 1 h.i.: a) Famorana na hasoavana: Sikin-jaza. b) Hafanam-po, faharisihana amin' ny asa. - t.i.f.: Sikinana, asikina, voasikina, tafasikina 1 manasikina, fanasikina, mpanasikina / anasikinana, fanasikinana 1 manikina, fanikina, mpanikina 1 anikinana, fanikinana / misikina, fisikina, mpisikina / isikinana, fisikinana 1 mahasikina / sikintsikina. -  F.-p.: Sikim-balaka: lamba ahodidina ny valahana, ary asikina fotsiny fa tsy migehy mafy. J Sikim-bavy na sikin-tratra: lamba ahodidina ny tena ka hatreo arnin'ny helika no angiazana azy mafy. / Sikim-ponitra: lamba angiazana mafy ny valahana mba tsy hivaha eo am-panaovana raharaha. / Misikim-ponitra: miasa amin-kerimpo mafy. / Sikin-dahy: lamba ahodidina ny valahana rehefa miasa.\n Ahitsio"
    },
    {
        "word": "Sikinana",
        "definition": " (sikina) mt. ih. (sikino): Hodidinina sikina: Sikino lamba izy. 1 Forana: Nosikinana omaly ny zandrinay faraiahy.\n Ahitsio"
    },
    {
        "word": "Sikisiky",
        "definition": " a: Anaran-kafa ilazana ny varo-maizina. ¶\tVaro-maizina, sikisiky, varotra an-kobohobo.\n Ahitsio"
    },
    {
        "word": "Siky",
        "definition": " t.p.: Teny fandroahambiby. - t.i.f.: Misiky, fisiky, mpisiky / isikiana, fisikiana.\n Ahitsio"
    },
    {
        "word": "Silahina",
        "definition": " (silaka) mt ih. (silaho): Anendahana sombiny kely: Silaho io hazo io.\n Ahitsio"
    },
    {
        "word": "Silaka",
        "definition": " a.: Hazo na vy asisika eo amin'ny hazo efa natomboka hotsofaina mba tsy hanery ny tsofa, na tsofoka eo anelanelan'ny vato ka velezina mba hahavaky ilay vato.\n Ahitsio"
    },
    {
        "word": "Silaka",
        "definition": " a.: Ny potiny na sombiny avy amin'ny zavatra novakina na vaky: Sila-mo fo. ¶ M.h.: Potika, sombina,vaky, tapaka. Triatra, na vaky: Silaka ny nifiko. 1 Menatra: Silaka aho notenenin'ny lehibe teo imason'ny mpiara-miasa. i t. if.: Siiahina, asilaka, voasilaka, sinilaka, tafasilaka / manilaka, fanilaka, mpanilaka I anilahana, fanilahana 1 manasilaka, fanasilaka, mpanasilaka / misilaka, fisilaka, mpisilaka J isilahana, fisilahana 1 mahasilaka J silatsilaka.\n Ahitsio"
    },
    {
        "word": "Silamo",
        "definition": " (fr. islam) a.: Antokom-pivavahana naorin'i Mahometa, mirlo an'Andriamanitra tokana antsoiny hoe Allah, ary ny foto-pampianarany dia ao anatin'ny boky iray atao hoe Coran. Ny silamo dia miely eran'i Afrika (indrindra amin'ny Bany avaratra), any amin'ny tanin' ny Arabo, Tiorka, Irakianina, Iranianina...; tsy antokom-pivavahana fotsiny ihany ny silamo, fa mbola fitsipika iompanan'ny lalàm-panorenan'ny fanjakana misy azy avy.\n Ahitsio"
    },
    {
        "word": "Silamo",
        "definition": " a. sady p.t.: Olona anisan'ny antokom-pivavahana miozolimanina, naorin'i Mahometa.\n Ahitsio"
    },
    {
        "word": "Silantsilana",
        "definition": " p. t.: Pilaka sy maimay, jef(jefy, mitrafantrafana: Mahasosotra ahy ny toetran'ilay zazavavy silantsilana iny. - t.i.f.: Misilantsilana, fisilantsilana, mpisilantsilana 1 isilantsilanana, fisilantsilanana 1 mahasilantsilana.\n Ahitsio"
    },
    {
        "word": "Silarana",
        "definition": " (silatra) mt. ih. (silaro): Analana sombiny kely: Nosilarany ilay koban-dravina nomeny an'i Lita zanany.\n Ahitsio"
    },
    {
        "word": "Silatra",
        "definition": " a.: Poti-javatra nihelaka tamin'ny vatan-javatra lehibe. ~ p.t.: Nahafahana kely, dimbana. - t.i.f. : Silarana, asilatra, voasilatra, sinilatra, tafasilatra 1 manasilatra, fanasilatra, mpanasilatra / anasilaxana, fanasilarana / manilatra / misilatra, fisilatra, mpisilatra 1 isilarana, fisilarana / mahasilatra 1 silatsilatra.\n Ahitsio"
    },
    {
        "word": "Silianina",
        "definition": " (fr. chilien) a.: Ny firenena monina any amin'ny tanin'i Silia (Amerika atsimo). ? p.t.: Momba an'i Si-lia, an'i Silia na avy any Si-lia.\n Ahitsio"
    },
    {
        "word": "Silina",
        "definition": " (sily) mt. ih. (silio): Enti-milaza zavatra izay tsy anomezana betsaka fa sombiny kely foana: Efa silinareo izaitsizy ity siramamy! Nahoana moa raha dia tsy ornenareo mihitsy izahay? ? A-midy na vidina lafo dia lafo.\n Ahitsio"
    },
    {
        "word": "Silisily",
        "definition": " (Ski) a.: Rojom-batofantsika.\n Ahitsio"
    },
    {
        "word": "Sily",
        "definition": " a.: Lamba na kofehy landy mena mivaivay sy midorehitra. ? Halafosan-javatra. 1 p.t.: Lafo. 1 Enti-milaza zavatra izay tsy anomezana afa-tsy sombiny kely dia kely. - t.i.f.: Silina, voasily, sinily 1 silisily 1 manilisily, fanilisily, mpanilisily / anilisiliana, fanilisiliana 1 misilisily, fisilisily, mpisilisily 1 isilisiliana, fisilisiliana / mahasilisily.\n Ahitsio"
    },
    {
        "word": "Sima",
        "definition": " p. t.: Nahafahana na vaky simaka ny molotra, misy rava na tsy mitovy sisina amin' ny namany. - t.i.f.: Simaina, voasima 1 manima, fanima, mpanima 1 animana, fanimana / mahasima.\n Ahitsio"
    },
    {
        "word": "Simahina",
        "definition": " Simahana (simaka) mt. ih. (simaho): Alana, tsoahina amin'ny fisintonana azy: Simaho io rantsan-kazo io.\n Ahitsio"
    },
    {
        "word": "Simaina",
        "definition": " (sima) mt. ih. (simao): Vakina atao dimbana (ny molotra ambony na ny morona).\n Ahitsio"
    },
    {
        "word": "Simaka",
        "definition": " a.: Potiny kely avy amin'ny vatabeny: Sima-kazo. 1 p.t.: Nahafahana kely: Simaka ny nifiko. - t.i.f.: Simahina,nasimahana, asimaka, voasimaka, tafasimaka I manasimaka, na manimaka, fanimaka, mpanimaka / animahana, fanimahana / misimaka, fisimaka, mpisimaka 1 isimahana, fisimahana / mahasimaka / simatsimaka.\n Ahitsio"
    },
    {
        "word": "Siman",
        "definition": " (fr. ciment) na Simenitra (angl. cernent) a.: Karazan-tsokay mafy ohatra ny vato rehefa afangaro amin' ny fasika. 1 h.o.: Izay entina manamafy: Ny fifanomezana sy ny fifaneraserana no simenitry ny fifankatiavar10,\n Ahitsio"
    },
    {
        "word": "Simba",
        "definition": " p.t.: Misy nahavoazana ka nanjary ratsy: Simba lahy ny tarehiny noho io ratra io! 1 Levona: Simban'ny havandra ny volin-dry zareo. ? Lo: Efa simba ireto paiso ireto fa ario. - t.i.f• : Simbana, asimba, voasimba, sinimba / manimba, faniea, mpanimba / animbana, fanimbana / misimba, fis{mba, mpisimba / isimbana, ftsimbana / mahasimba / simbasimba.\n Ahitsio"
    },
    {
        "word": "Simbana",
        "definition": " (simba) mt. ih. (simbao): Ampitondraina fahavoazana, ravana, levonina, roviti,da, ratraina: Nosimban'7koto ny bokiko. / Nosimban'ny mpangalatra ny voli ay, ? Ovana ho ratsy: Hos~mban'ny naman-dratsy iny z,enakao iny. ~ Ampijalina, hétraketrahina, tsy itondrana ne: Tandremo sao simban'ialahy io zaza io mandritra ny tsy maha-eto rshy. 1 h,o.: Lotoina, anaovana fitondran-tena tsy mendrika: Nosim ban 'ny mpiasa tao antrano ilav zanany vous,.\n Ahitsio"
    },
    {
        "word": "Simia",
        "definition": " (fr.' chimie) a.: Antokon-tsiansa ianarana mandinikauy toetra amam-pomban'ny zavatra, ny asa amam-piovany vokatry ny fikambanany na fifangaroany.\n Ahitsio"
    },
    {
        "word": "Simony",
        "definition": " a.: Jar. Somony. Simpona a.: Karazan-gidro.\n Ahitsio"
    },
    {
        "word": "Sina",
        "definition": " p.t.: Tsy mahateny, tsy mahavolana, tsy manan-kalahatra, very hevitra, gifla: Si-na Rasoa nony nandre fa hampifanatrehina izy sy Rauao. - t.i.f.: Asina / mahasina. -  F.-p,: Maty sina: tsy tsaroana intsony, hadino tanteraka. * Ohab.: Sinn ohatra ny sifotra naian-doha: enti-milaza olona very hevitra, sanganehana izaitsizy.\n Ahitsio"
    },
    {
        "word": "Sinambotra",
        "definition": " (sambotra) mt, ih. misy tsofoka in: Voasambotra, samborina: Bibimora sinambotr'ankizy.\n Ahitsio"
    },
    {
        "word": "Sinanda",
        "definition": " (sanda) rat. ih. misy tsofoka in: Voasanda, nasiana sandany, fanampiny mba hifanentana ny takalo: Nosinandany roanjato ilay akoho vao nanaiky ny tompon'ilay vorona,\n Ahitsio"
    },
    {
        "word": "Sinandoka",
        "definition": " (sandoka) mt, ih. misy tsofoka in: Voasandoka, sandohana, lazaina fa an' ny tena ka alaina: Nosinandony ny lambako.\n Ahitsio"
    },
    {
        "word": "Sinangy",
        "definition": " (sangy) mt. ih. misy tsofoka in: Voasangy, sangina.\n Ahitsio"
    },
    {
        "word": "Sinaotra",
        "definition": " (saotra) mt. ih. misy tsofoka in: Voasaotra, isaorana, isarahana (vady): Vady efa nosinaotrany iny Ramatoa in y.\n Ahitsio"
    },
    {
        "word": "Sinara",
        "definition": " (sara) mt. ih. misy tsofoka in: Andoavana sarany, hofany vetivety: Efa nosinaranao ve ilay lakana?\n Ahitsio"
    },
    {
        "word": "Sinaraka",
        "definition": " (saraka) mt. ih. misy tsofoka in: Voasaraka, sarahina.\n Ahitsio"
    },
    {
        "word": "Sinarika",
        "definition": " (sarika) mt. ih. misy tsofoka in: Lemena: Olona nosinariky ny aretina.\n Ahitsio"
    },
    {
        "word": "Sinasaka",
        "definition": " (sasaka) mt. ih, misy tsofoka in: Voasasaka, sasahina, zaraina roa mitovy: Nosinasaka tsara ilay omby ka ny ilany iasan'ny tao atsimo, ny ilany lasan'ny tao avaratra.\n Ahitsio"
    },
    {
        "word": "Sinasatra",
        "definition": " (sasatra) mt. ih. misy tsofoka in: Sasatry ny, vizaky ny: Sinasatry ny nandeha aho.\n Ahitsio"
    },
    {
        "word": "Sinaso",
        "definition": " (saso) mt. ih, misy tsofoka in: Voasaso, tambatambazana, kolikolena, saroroina, fitahina amin-kafetsena: Nosinasony teo ilay olona dia nanaiky.\n Ahitsio"
    },
    {
        "word": "Sinasy",
        "definition": " (sasy) mt. ih. misy tsofoka in: Asiana sasiny: Rehefa avy nosinasy ilay hira, dia indray nandredona azy daholo ny olona nanatrika.\n Ahitsio"
    },
    {
        "word": "Sinatra",
        "definition": " (setra) mt. ih, misy tsofoka in: Voasetra, setraina, toherina: Nosinetran'ny miaramila tamin-kerimpo ny famelezan'ny fahavalo.\n Ahitsio"
    },
    {
        "word": "Sinatroka",
        "definition": " (satroka) mt. ih, misy tsofoka in: Satrohina, os mena satroka: Nahery ny masoandro ka nosinatrony haingana ilay zaza.\n Ahitsio"
    },
    {
        "word": "Sinava",
        "definition": " (sava) mt ih, misy tsofoka in: 1) Voasava, savaina, zahana ao anaty zavatra: Nosinava tao anaty ahitra ny peratro no hita. 2) Hadina, diovina: Nosinava ny lalana sao latsaka teny ilay vola.\n Ahitsio"
    },
    {
        "word": "Sinazoka",
        "definition": " (sazoka) mt. ih. misy tsofoka in: Voasazoka, a-laina tsy an-drariny: Nosinazok'ilay olona ny tranony.\n Ahitsio"
    },
    {
        "word": "Sinazy",
        "definition": " (sazy) mt. ih. misy tsofoka in: Voasazy, sazina, faizina: Nosinazy ariary zato ilay mpangalatra.\n Ahitsio"
    },
    {
        "word": "Sinda",
        "definition": " ft.: Fialana manalavitra, fihatahana. i t.if.: Asinda, voasinda / maninda, faninda, mpaninda / anindana, fanindana / misinda, fisinda, mpisinda / isindana, fisindana / mahasinda / sindasinda.\n Ahitsio"
    },
    {
        "word": "Sindahana",
        "definition": " Asindaka (sindaka) mt. ih. (sindaho, asindaho): Sarahina, ahataka amin'ny maso.\n Ahitsio"
    },
    {
        "word": "Sindaka",
        "definition": " ft.: Fihatahana, fisarahana amin'ny maso der. Sendaka). - t.i.f.: Sindahana, asindaka, tafasindaka / misindaka, fisindaka, mpisindaka / isindahana, fisindahana.\n Ahitsio"
    },
    {
        "word": "Sinelaka",
        "definition": " (selaka) mt, ih. misy tsofoka in: Voaselaka, selahina, endahana isan'elakelany.\n Ahitsio"
    },
    {
        "word": "Sinelisely",
        "definition": " (selisely) rat. th. misy tsofoka in: Voaselisely, seliselena, voahelingelina, helingelenina: Nosineliseliny rainy raha niasa.\n Ahitsio"
    },
    {
        "word": "Sinelontselona",
        "definition": " (selontselona) mt. ih. misy tsofoka in: Seranina, lalovana haingana: Mahamenatra ny nataonao, anaka, fa nosinelontselonao ny vahiny.\n Ahitsio"
    },
    {
        "word": "Sinema",
        "definition": " (fr. cinéma) a.: Fakana sary zavatra na olona mihetsika asnin'ny bandy atao hoe filma izay ampidirina amin'ny fitaovana manokana ka mamoaka indray ilay sary sy feo nalaina; sarimihetsika.\n Ahitsio"
    },
    {
        "word": "Sinempotra",
        "definition": " (sempotra) mt. ih. misy tsofoka in: Voasempotra, semporina: Sinempotry ny setroka ity zaza ity.\n Ahitsio"
    },
    {
        "word": "Sinendaka",
        "definition": " (sendaka) mt. ih. misy tsofoka in:Endahana.\n Ahitsio"
    },
    {
        "word": "Sinendrasendra",
        "definition": " (sendrasendra) mt. ih. misy tsofoka in: Sendrasendraina, sam basam bai-na.\n Ahitsio"
    },
    {
        "word": "Sinerana",
        "definition": " (serana) mt.ih. misy tsofoka in: Voaserana, seranina, lalovana haingana: Nosineran'ny rivo-doza ny tanànanay ka nahasimbana bebe ihany.\n Ahitsio"
    },
    {
        "word": "Sinesika",
        "definition": " (sesika) mt. ih misy tsofoka in: Voasesika, sesehana, sesefana: Nosinesiny mofo ny zanany.\n Ahitsio"
    },
    {
        "word": "Sinetroka",
        "definition": " (setroka) mt. ih, misy tsofoka in: Setrohana, donafana amin'ny setroka: Nosinetroky ny ankizy ilay vahiny.\n Ahitsio"
    },
    {
        "word": "Sinetry",
        "definition": " (setry) mt, ih, misy tsofoka in: Voasetry, setrena; valiana: Tsy natahotra velively izy fa nosinetrany daholo ny teny nataon'ny mpitory azy.\n Ahitsio"
    },
    {
        "word": "Sinevotsevo",
        "definition": " (sevosevo) mt. ih. misy tsofoka in: Natao amin' ny hamaikana.\n Ahitsio"
    },
    {
        "word": "Singa",
        "definition": " Singana na Singany a.: Irery: Nahoana no mandeha singany izato izy? fa nankaiza Ramatoa? ? Ny ilanY, ny iray amin'ireo zavatra iray aman'olona na iray lomisy: Ento at? ny singan-kiraroko ao ambany farafora ao. ? Enti-milaza ny tenan-javatra a-laina tsirairay: Hakako afokasoka tranony iray ve ianao? — Tsia, singany iray ihany entina. - t.i.f,: Singanina, asingana, voasingana, siningana / maningana, faningana, mpaningana / aninganana, faninganana / manasingana, fanasingana, mpanasingana ( anasinganana, fanasinganana / misingana, fisingana, mpisingana / isinganana, fisinganana / mahasingana / singantsingana. • F.-p,: Singam-ba, singan-kiraro: ny ilam-ba na ny ilankiraro ihany fa tsy izy roa. / Singam-bolo: tahom-bolo iray monja. / Singan-drofw: anankiray amin'ny tsiratsiraky ny rofia. / Singan'olona: enti-milaza olon-drery, tsy manan-kavana na namana miaraka amin'ny tena. * Ohab.: Singambolo manda-vo ny vositra: enti-milaza zavatra kely mety hanimba za-'va-dehibe. ¶ M.h.: Singan'olona, honjohonjon'olona, manirery, irery tena, mijongijongy, manjenjena, misiontsiona, tsy amboa tsy lambo, borlbory, tsy ary ambony tsy ary ambany, tokan-tena, tsy mananamana, milalao vovoka irery, mamikitra ahitra irery, akanga sisa nanamborana, tapa-porohana sisa tsy may.\n Ahitsio"
    },
    {
        "word": "Singam-peo",
        "definition": " a.: Ny feo mande-ha tsirairay amin'ny rafitry ny teny araka ny ava-peo. Misy singany telo ao anatin' ny teny hoe vao: v,a,o.\n Ahitsio"
    },
    {
        "word": "Singanina",
        "definition": " (singana) mt, th. (singano): Enti-milaza ny iray na ny sasany ihany izay alaina amin'ny maso: Ny fotsy ihany singanina, hoy i Nenibe tamin'i Soa naka ny volofotsiny. ~ h.i.: Avahana ka marhina: Miteny aminareo mpianatra jiaby aho, ary singaniko manokana ny kilasy fahatelo.\n Ahitsio"
    },
    {
        "word": "Singorana",
        "definition": " (singotra) mt. ih. (singory): Samborina amin' ny tady vavarana, amin'ny teny feno fitaka: Singory io vorona manidintsidina io fa ho voa rehefa ela ny ela.\n Ahitsio"
    },
    {
        "word": "Singory",
        "definition": " a.: Vona mivaha moramora raha vao voasintona ny laniny.\n Ahitsio"
    },
    {
        "word": "Singotra",
        "definition": " a.: Fanaovana tady vavarana ho fandrika sy hamatorana. ~ Fatotra manao amparapaingo. 4? Enti-milaza koa ny fanararaotana teny latsaka mba hamerezana ny sasany. ~ Teny misy fitaka atao mba hampahita loza. - t.i.f.: Singorina, asingotra, voasingotra, siningotra, tafasingotra ) maningotra, faningotra, mpaningotra / aningorana, faningorana / misingotra, fisingotra, mpisingotra /isingorana, fisingorana/ mahasingotra. -  F.-p.: Singotr'aty: aretinjanak'omby na zanak'ondry vao teraka — fangozohozoana, tsy fahazoa-nofo. / Singo-boridamba: fitafiana lamba aman'akanjo rovitra sy maloto.\n Ahitsio"
    },
    {
        "word": "Siniaka",
        "definition": " (siaka) mt. ih. misy tsofoka in: Siahina, antsoina amin'ny siaka.\n Ahitsio"
    },
    {
        "word": "Sinibe",
        "definition": " a.: Siny makadiry atao fitahirizan-drano ao an-trano. -  Sinibe manga roa: enti-milaza ny ray sy ny reny, na i dada sy neny, izay samy tiana ary tsy asiana tombo sy hala. / Siniben-drano: toerana iangonan'ny rano ao an-tanana alohan'ny hizarazarana azy isan-tokantrano.\n Ahitsio"
    },
    {
        "word": "Sinilaka",
        "definition": " (silaka) mt. ih. misy tsofoka in: Voasilaka, silahana, ahafahana kely.\n Ahitsio"
    },
    {
        "word": "Sinilatra",
        "definition": " (silatra) mt ih. misy tsofoka in: Voasilaka, silarina, esorina ny ilany kely: Hazo nosinilatra.\n Ahitsio"
    },
    {
        "word": "Sinily",
        "definition": " (sily) mt. ih. misy tsofoka in: Voasily, silina, tsitsina, alaina ka kely dia kely no atao indray manao na ma-ka: Nosiniliny ny sira nomeny anay.\n Ahitsio"
    },
    {
        "word": "Sinimaka",
        "definition": " (simaka) mt. ih. tsofoka in: Voasimaka, simahina, nahafahana kely.\n Ahitsio"
    },
    {
        "word": "Sinimba",
        "definition": " (simba) mt. ih. misy tsofoka in: Voasimba, simbana, atao izay tsy hahatsara: Nosinimban'ny naman-dratsy ilay rasa ka nampalahelo.\n Ahitsio"
    },
    {
        "word": "Siningana",
        "definition": " (singana) mt. ih. misy tsofoka in: Singanina, a-laina amin'ny maro: Nosiningan'ny mpampianatra I-sambilo haleta any an-tanàna,\n Ahitsio"
    },
    {
        "word": "Siningotra",
        "definition": " (singotra) mt. ih. misy tsofoka in: Voasingotra, singorina, fatorana: Nosiningotry ny vauany ihany Rabe.\n Ahitsio"
    },
    {
        "word": "Sinintona",
        "definition": " (sintona) mt, ih. misy tsofoka in: Voasintona, sintonina, tarihina: Sininton' ny herin'ny tany ny zavatra ka tsy maintsy mianjera.\n Ahitsio"
    },
    {
        "word": "Sinisika",
        "definition": " (sisika) mt. ih, misy tsofoka in: Voasisika, sisihana, asiana sisika: Nosinisika fonjozoro io ondana io ka ratsy.\n Ahitsio"
    },
    {
        "word": "Sinisy",
        "definition": " (sisy) mt. ih. misy tsofoka in: Voasisy, kikisana: Nosinisin'ny voalavo ilay mofo tao anaty harona. •Esorina ny mivohibohitra aminy (hazo fisaka): Efa nosinisinao ue ilay hazo fisaka?\n Ahitsio"
    },
    {
        "word": "Sinitrana",
        "definition": " (sitrana) mt. ih. misy tsofoka in: Sitranina, asiam-panafody mba tsy harary intsony: Nosinitran'ilay mpitsabo ny aretiny.\n Ahitsio"
    },
    {
        "word": "Sinivana",
        "definition": " (sivana) mt. ih. misy tsofoka in: Voasivana, sivanina, ampandalovina amin'ny sivana na makarakara hanintsanana tany na fasika: Sinivana ny tany alohan'ny hampifangaroana azy amin 'ny fasika mba handalorana.\n Ahitsio"
    },
    {
        "word": "Sinoa",
        "definition": " (fr. chinois) a.: Ny tire-nana tompon-tany any amin'ny tany midadasik'i Si-na: Ny Sinoa no be indrindra amin'ny mponina eto ambonin'ny tany. Ip.t.: Mikasika an'i Sina, an'i Sina na avy any Sina: Anisan'ny sarotra amin'ny fiteny rehetra ny teny sinoa.\n Ahitsio"
    },
    {
        "word": "Sinokatra",
        "definition": " (sokatra) net. ih. misy tsofoka in: Voasokatra, nosokafana, novohaina hahitana ny ao anatiny: Nosinokatra ny uata ka inona no tao?\n Ahitsio"
    },
    {
        "word": "Sinola",
        "definition": " (soia) mt, ih. misy tsofoka in: Voasola, solaina, a-tao tonga sola, tsisy volo: Nosinolan'ny ankizy ilay akoholahin'i zoky.\n Ahitsio"
    },
    {
        "word": "Sinolatra",
        "definition": " (solatra) mt, ih. misy tsofoka in: Voasolatra, solarana, voasafo: Nosinolatry ny bala, hono, ny sofiny.\n Ahitsio"
    },
    {
        "word": "Sinolo",
        "definition": " (solo) mt. ih. misy tsofoka in: Soloana, ovana; Nosinolo itay mpampianatra.\n Ahitsio"
    },
    {
        "word": "Sinongona",
        "definition": " (songona) mt. ih. misy tsofoka in: Voasongona, songonana, ihoarana: Nosinongon-jandriny lahy ilay zokiny!\n Ahitsio"
    },
    {
        "word": "Sinoratra",
        "definition": " (soratra) mt. ih. misy tsofoka in: Voasoratra; soratana, asiana soratra: Nosinorany tsipitsipika ny tarehiny.\n Ahitsio"
    },
    {
        "word": "Sinoritra",
        "definition": " (soritra) mt. ih. misy tsofoka in: Voasoritra, soritana: Efa nosinoritra ao ampon'ny olo-marina ny fanaouana ny rariny.\n Ahitsio"
    },
    {
        "word": "Sinoroka",
        "definition": " (soroka) mt. ih. misy tsofoka in: Voasoroka, sorohana, diovina amin'ny angady: Hanaouan-trano angaha io tany nosinoroka io?\n Ahitsio"
    },
    {
        "word": "Sinorona",
        "definition": " (sorona) mt ih. misy tsofoka in: Voasorona, soronina, ampirehetina, velomina: Afo efa nosinorona ka hataonao inona indray?\n Ahitsio"
    },
    {
        "word": "Sinosa",
        "definition": " (sosa) mt. ih. misy tsofoka in: Voasosa, nasosa handeha milamina tsara, misonenika: Nosinosa ny lakana namakivaky ny farihy ka finaritra izahay.\n Ahitsio"
    },
    {
        "word": "Sinosoka",
        "definition": " (sosoka) mt. ih. misy tsofoka in: Voasosoka, sosohana, asiana kofehy mba hitovy tantana: Ba efa nosinosoka ity ka rats y.\n Ahitsio"
    },
    {
        "word": "Sinovoka",
        "definition": " (sovoka) mt. ih. misy tsofoka in: Voasovoka, sovohana, idirana tampoka moramora na mangina: Nosinouoky ny fahaualo ny tafika ka nahafatesana betsaka.\n Ahitsio"
    },
    {
        "word": "Sinta",
        "definition": " a.: Fahatsiarovana maharary na torovana avy amin' ny hasasarana na fibatana zava-mavesatra. 6 t.if.: Sintaina ) maninta, faninta, mpaninta.\n Ahitsio"
    },
    {
        "word": "Sintaina",
        "definition": " (sinta) mt. ih.: Ampahararina: Nosintain'ilay dia an-tongotra tany Ambohimanga ny foto-peko ato.\n Ahitsio"
    },
    {
        "word": "Sintaka",
        "definition": " a.: Fialan'ny vehivavy amin'ny vadiny sy ny tokantranony hisara-panambadiana. - t.i.f.: Asintaka / manintaka, fanintaka, mpanintaka / anintahana, fanintahana / misintaka / isintahana, fisintahana j mahasintaka j sfntantsintaka.\n Ahitsio"
    },
    {
        "word": "Sintona",
        "definition": " a,: Tarika, sarika, roritra; enti-milaza koa ny fanararaotana teny latsaka mba hanorisorena olona; zana koa ny fihemoran'ny lamba rehefa misasa ary ny fihenan'ny rano tondraka. - t.i.f.: Sintonina, asintona, voasintona, sinintona, taf asintona i manintona, fanintona, mpanintona / anintonana, fanintonana / misintona, fisintona, mpisintona ) isintonana, fisintonana / mahasintona / sintontsintona. -  F.-p.: Sinto-mahery: fakana zavatra eny amih'olona a-tao an-kery s? ?m-pireharehana. / Sinton-toho: fisarihana am-batravatra tsy misy ahotrahotra.\n Ahitsio"
    },
    {
        "word": "Sintonina",
        "definition": " (sintona) mt. ih. (sintony): Tarihina hankany amin'ny tena: Sintony ny uatasarihana. ~ Sarihana: A-xa mbola sintonina ny harato.,e Roritina: Sintony mafy ny tady ho henjana. ~ Tarihina amin'ny zorony, amin'ny laniny iray, vivitina: Sintony ny sofin'io zaza io fa mandainga. ~ Avadika ho ratsy, hararaotina mba hanorisorenana olona, vivitina: Aza sintontsintonina tahaka izany ny teniko.\n Ahitsio"
    },
    {
        "word": "Siny",
        "definition": " a.: Fitaovana fakana rano any am-pantsakana: Miloloha siny. / Rano intelon'ny siny. * Ohab.: Tokam-pilana ohatra ny siny: tsy manam-po afa-tsy ny rano: enti-milaza olona tsy manan-javatra kinendry afa-tsy zavatra toisa-na. / Miloloha rano roa siny: misahana asa maso ka tsy misy vita tsara tomombana.\n Ahitsio"
    },
    {
        "word": "Siohina",
        "definition": " (sioka) mt. ih. (siohy): Antsoina amin'ny sioka.\n Ahitsio"
    },
    {
        "word": "Sioka",
        "definition": " a.: Famoahan-drivotra amin'ny molotra na ny nify sy ny lela ka mahatonga feo mifioka; siaka. - t.i.f.: Siohina, voasioka / misioka, fisioka, mpisioka / isiohana, fisiohana / siotsioka.\n Ahitsio"
    },
    {
        "word": "Siontsiona",
        "definition": " a.: Fivezivezena ats} sy ar?. tt Fandehanana somary menamenatra fa tsy tanteraka ny nokasaina. - t.i.f.: Asiontsiona, tafasiontsiona 1 misiontsiona, fisiontsiona, mpisiontsiona / isiontsionana, fisiontsionana.\n Ahitsio"
    },
    {
        "word": "Siosio",
        "definition": " a.: Resaka miely sy angambaina, tsahotsaho: Efa re siosio fa handeha ho any andafy ny zanakao. - t.i.f.: Maniosio.\n Ahitsio"
    },
    {
        "word": "Sira",
        "definition": " na Siramanta na Siravato a.: Vongan-javatra fotsifotsy mety levona ao anaty rano, izay manana tsiro manokana masimasina ka atao amin'ny fulmina andrahoina, indrindra ny laoka, mba hanatsara ny tsirony: Tandremo sao be sira ny laoka. ¶ M.h.: Fanasina. ~ h.o.: Ny haingon-teny mandravaka ny teny amin' ny kabary, na resaka ifanaovana: Be sira loatra ny lahatenin'ilay Rangahy, f 1 t.i.f,: Siraina, voasira i manasira f masirasira / masira.\n Ahitsio"
    },
    {
        "word": "Siraina",
        "definition": " (sira) mt. ih. (sirao): Asiana sira: Sirao dieny izao ny laoka fa sao hadino.\n Ahitsio"
    },
    {
        "word": "Siramamy",
        "definition": " a.: Vovo-java-mamy amboarina avy amin'ny fary na ny beteravy ka ampiasaina mba hanome tsiro mamy, indrindra ny zava-pisotro toy ny kafe, dite, ravimboafotsy...\n Ahitsio"
    },
    {
        "word": "Sirana",
        "definition": " a.: Teny ilazana ny faritra amin'ny tenan'ny biby anelanelan'ny lohany sy ny sorony.\n Ahitsio"
    },
    {
        "word": "Siranandony",
        "definition": " a.: Ny hoditra miraviravy amin'ny tratran' ny omby.\n Ahitsio"
    },
    {
        "word": "Sirao",
        "definition": " (fr. sirop) a.: Ranon-javatra mamy dia mamy.\n Ahitsio"
    },
    {
        "word": "Sirasira",
        "definition": " a.: Teny firarian-tsoa ataon'ny reny amin'ny zanany raha manoaka; fiandoham-pitenenana ihany izy io fa ny fitenenana feno dia hoe: Sirasira sakarivo am-bauanao, izay azo adika hoe: Enga anie tsy ho diso sira na sakamalao ny vavanao!\n Ahitsio"
    },
    {
        "word": "Sirazy",
        "definition": " (fr. cirage) a.: Fangaronjavatra miompana amin'ny savoka atao fanadiovana kiraro.\n Ahitsio"
    },
    {
        "word": "Siritra",
        "definition": " a.: Fivalanandrano, amany. (Tsy fampiasa afa-tsy amin'ilay fitenenana hoe \"tsy ho tay tsy ho siritra\": tsy ho azo antenaina hahavita na inona na inona).\n Ahitsio"
    },
    {
        "word": "Sisa",
        "definition": " a.: Ny kely tafajanona amin'ny be efa lany na efa afaka: Nomen'Ikoto ny saka ny sisany. / Handeha kely izahay aloha, hoy ireto mpiasa, fa rahampitso mamita ny sisa. 1 Ny ambiny: Iny misy vola roanjato; alao amin'iny ny karamanao nitaona vato, ary dia avereno aty amiko ny sisa. ~ Ny tavela tsy voalaza: Andriamanitra no nanao ny olona, ny zavamaniry sy ny sisa, - t.i.f.: Sisana, asisa, voasisa, sinisa / manisa, fanisa, mpanisa / anisana, fanisana / mahasisa.\n Ahitsio"
    },
    {
        "word": "Sisana",
        "definition": " (sisa) mt. ih. (sisao): Enti-milaza zavatra asiana sisa: Tsy nosisany ny laoka ka voatery hividy indray isika. ~ Enti-milaza ny olona amelana sisa: Tongava fa hosisanay vary ianao rahariva.\n Ahitsio"
    },
    {
        "word": "Sisihana",
        "definition": " na Sisifana (sisika) mt. pdr. (sisiho, sisifo): Ampidirana, anatsofohana zavatra, ka matetika somary ankery: Sisihana uy ny uatankazo mba hamakiana azy. / Isan'efa-taona dia sisihana andro iray ny taona ka amin' ny faran 'ny feurie no atao izany. 1 Ampidirana kely: Nosisihako teny kely ho an' i Dadatoa tao amin'ny taratasy nampitondraiko ho an-dRakoto.\n Ahitsio"
    },
    {
        "word": "Sisika",
        "definition": " a.: Zavatra aiditra amin' ny hafa: Asiana sisika ny hazo eo am-panatsofana azy. 4 Fanatsofohana, na fampidlrana: Sisi-bola. 4 Fanaovana zavatra an-ditra na ivelan'ny asa aman-draharaha fanao andavanandro. 4 Zavatra na vola omena Inhibe hanolikolena azy: Tokony hofadina ny monôme sisika ny mpiasam-panjakana. ¶ M.h.: Tsolotra, gaka, kolikoly. - t.i.f.: Sisihana, na sisifana asisika, voasisika, sinisika, tafasisika I manisika, fanisika, mpanisika / anisihana, fanisihana / misisika, fisisika, mpisisika / isisihana, fisisihana 1 mahasisika 1 sisitsisika.\n Ahitsio"
    },
    {
        "word": "Sisilianina",
        "definition": " (fr. sicilien) a.: Ny firenena monina any amin' ny tanin'i Sisily, faritany iray amin'ny tapak'i Italia atsimo: Mahatratra dimy tapitrisa mahery ny isan'ny Sisilianina. 4 p.t.: Momba an'i Sisily, an'i Sisily na avy any Sisily: Misionera sisilianina.\n Ahitsio"
    },
    {
        "word": "Sisina",
        "definition": " na Sisiny a.: Morona: Mipetraka eo an-tsisin-dalana ny mahantra. 4 Ny faritra manodidina: Esory ny sisin' ity lamba ity.I t. i f : Sisinana, asisina, voasisina 1 manantsisina, fanantsisina, mpanantsisina.\n Ahitsio"
    },
    {
        "word": "Sisina",
        "definition": " (sisy) mt. ih. (sisino): Kikisana: Nosisin'ny totozy ny saonjo tao an-dakozia. 4 Ahitsy, atao mahitsy mitovy tantana: Tsy nosisiny tsara ilay hazofisaka ka nivaona.\n Ahitsio"
    },
    {
        "word": "Sisinana",
        "definition": " (sisina) mt. ih. (sisino): (lamba) Asiana sisiny: Sisino dantelina ity akanjomandrinao ity.\n Ahitsio"
    },
    {
        "word": "Sisivala",
        "definition": " (Atm) a,: Tsihy lava-lava kely apetraka eo anjorofirarazana ka atao ho an'ny Razana indrindra sy ny olo-manan-kaja tiana handrianina; raha mivelatra eo an-tokonana anoloan'ny varavarana ny sisivala, dia milaza izany fa ao anaty trano ny Razana ka voarara ny miditra ao.\n Ahitsio"
    },
    {
        "word": "Sismatika",
        "definition": " (fr. schismatique) a.: Teny entin'ny katolika milaza izay maudit tsy mety manaiky ny Papa ho lehiben' ny Eglizy.\n Ahitsio"
    },
    {
        "word": "Siso",
        "definition": " a.: Fofon-dratsy avy amin'ny sakafo efa naharitra ela; siron-javatra efa simba. i t.if.: Masiso / hasiso, fahasiso.\n Ahitsio"
    },
    {
        "word": "Sisy",
        "definition": " a.: Fanesorana tsikelikely, fakana miandalana mba hahatonga mahitsy tsara: Famaky no anaouana sisy hazo. i t.i.f.: Sisina, asisy, voasisy, sinisy I misisy, fisisy, mpisisy / isisiana, fisisiana / mahasisy.\n Ahitsio"
    },
    {
        "word": "Sitika",
        "definition": " sy Sitisitika: Mitovy amin'ny Sitisity.\n Ahitsio"
    },
    {
        "word": "Sitilina",
        "definition": " (sitilio) a.: Tenehina hakana ranomason-takotra, tantavanina.\n Ahitsio"
    },
    {
        "word": "Sitily",
        "definition": " (angl. still) a.: Fitanehana zavatra hakana ilon'io zavatra io amin'ny endriky ny ranomason-takotra, toy ny ranomanitra izany na ny karazan-toaka samihafa. 4 Fanatantavanana rano. - t.i.f.: Sitilina, voasitily / manasitily, fanasitily, mpanasitily / anasitiliana, fanasitiliana / mahasitily.\n Ahitsio"
    },
    {
        "word": "Sitimo",
        "definition": " (angl. steam) a.: Entona, fofon-drano. Hafainganam-pandeha. -  F,-p. Haingana ohatra ny sitimo: haingam-pandeha aoka izany; tselatra (f.s.b.).\n Ahitsio"
    },
    {
        "word": "Sitisity",
        "definition": " a.: Fandeha miridiridy sy mitikintikina, famindra feno hakevohana mampiseho hakingana. Tafasitisity / misitisity, fisitisity, mpisitisity / isitisitiana, fisitisitiana / mahasitisity.\n Ahitsio"
    },
    {
        "word": "Sitrahina",
        "definition": " (sitraka) mt. ih. (sitraho) : Amporisihina hiady.\n Ahitsio"
    },
    {
        "word": "Sitraka",
        "definition": " mt. ih.: Tiana, telina: Sitrakao ve ny handeha miaraka amiko? 4 Fitia, fitiavana, handitra:Mila sitraka loatra amin'ny lehibe izy. 4 Teny ampiasafn'ny ankizy mba hampirisihana namana iray hiady: Sitraka? lasa leity! I Sitrahina, asitraka, voasitraka / misitraka, fisitraka, mpisitraka 1 isitrahana, fisitrahana 1 mahasitraka 1 mankasitraka 1 ankasitrahana, fankasitrahana. ¶ M.h,: Mamy, telina, fy, lany, ankatoavina, tiana. Mankasitraka, mankamamy, mankatelina, mankafy, mankatoa, tia. Mamaly sitraka, misaotra, mamaly babena, mamaly fitia, mamaly bontana, manao sitraka enti-matory.\n Ahitsio"
    },
    {
        "word": "Sitraka",
        "definition": " a.: Lalao ifanaovan' ny ankizy izay mifamely tehamaina ny lamosiny avy, eo am-pisarahana, sady mitsoaka.\n Ahitsio"
    },
    {
        "word": "Sitramboafery",
        "definition": " a,: Anaran-kazo.\n Ahitsio"
    },
    {
        "word": "Sitrana",
        "definition": " p. t.: Tsy marary intsony, manaritra: Efa sitrana i Dada ka niuoaka ny hopitaly. / Sitràna soa aman-tsara. I t.i.f•: Sitranina, asitrana, voasitrana, sinitrana / manasitrana, fanasitrana, mpanasitrana / anasitranaha, fanasitranana / mahasitrana / sitrantsitrana. ¶ M.h.: Miafa, miafana, nialan'aretina, mitsiatsia, mihatsara, mihamatanjaka, mahatsangana, maty holatra, afaka aretina, afa-doza, tsy misy atahorana fntsony.\n Ahitsio"
    },
    {
        "word": "Sitranina",
        "definition": " (sitrana) mt, ih. (sitrano): Atao sitrana: Sitrano aloha ny ferinao vao mande-ha. 4 Afahana amin'ny aretina: Sitrano ny zanako, dokotera.\n Ahitsio"
    },
    {
        "word": "Sitrapo",
        "definition": " a.: Tanja-panahy ahazoan'ny olombelona manapa-kevitra hanao zavatra iray, na dia zavatra tsy tiany aza. ¶ M.h.: Finiavana, sitraka, nahim-po, danin'ny kibo, haitraitra,—An-tsitrapo, iniana atao, kinianina, fanahy iniana, atao ami-nahy, vivy nanitrika (ka bongo mason' ny nahiny), kibo saokan'ny nahiny, sitrapon'Ikamisy, mpivaro-drano tratr'oran?, mavon'ny nataony (ohatra ny omby mifaoka ambotry), lolo fotsy mitono tena, mandrora mitsilany, main'ny afo natsangana, matin-delany toa toho, matin-tanany toa foza, — Tsy an-tsitrapo, tsy nahy, tsy fidiny, tsy niniana, tsy fanahy iniana, tsy satry.\n Ahitsio"
    },
    {
        "word": "Sitrihana",
        "definition": " (sitrika) mt. pdr. (sitriho): Andentehana, ampidirana.\n Ahitsio"
    },
    {
        "word": "Sitrika",
        "definition": " a.: Fandentehana na filentehana ao anaty lavaka; fampidirana zavatra tsy ho hita na fanafenana; entina milaza koa ny fandevenana ny maty na fampidirana ao am-pasana ny faty alevina. i t.if.: Sitrihana, asitrika, voasitrika, tafasitrika 1 manitrika, fanitrika, mpanitrika 1 anitrihana, fanitrihana 1 manasitrika 1 misitrika, fisitrika, mpisitrika 1 isitrihana, fisitrihana / mahasitrika 1 sitritsitrika / antsitrika.\n Ahitsio"
    },
    {
        "word": "Sitry",
        "definition": " a.: Androngo lehibe mitovitovy bika amin'ny voay. 4 h.o,: Haratsian-tarehy mahatsiravina sy mampatahotra.\n Ahitsio"
    },
    {
        "word": "Sivana",
        "definition": " a.: Filaminana, filaharana. -  F.-p.: Mandrava sivana:mampikorontana, manabataba. ¶ M.h.: Mandrava tantana.\n Ahitsio"
    },
    {
        "word": "Sivana",
        "definition": " (angl. siève) a.: Fiasana misy loadoaka kely hanalana ny vato amin'ny vary, hifantenana voa, na hanintsanana ny tany malemy ialan'ny vongana mafy. I t.f.f.: Sivanina, asivana, voasivana, sinivana 1 manasivana, fanasivana, mpanasivana 1 anasivanana, fanasivanana I misivana, fisivana, mpisivana 1 mahasivana 1 sivantsivana. ¶ M. h, : Fanatantavanana, masoarivo.\n Ahitsio"
    },
    {
        "word": "Sivanina",
        "definition": " (sivana) mt. ih. (sivano): Alefa amin'ny sivana, ahintsana: Sivano tsara ireto trou ireto, 4 Enti-milaza zavatra na olona maro dinihina tsirairay ka esorina hatrany hatrany izay tsy tsara: Sivano tsara izay hosakaizainao.\n Ahitsio"
    },
    {
        "word": "Sivifolo",
        "definition": " p.i.: Isa milaza folo averina intsivy.\n Ahitsio"
    },
    {
        "word": "Sivily",
        "definition": " na Sivilina (fr• civil) a. sady Ny antokon' olona tsotra, tsy miaramila na relijiozy; mikasika ny olona tsotra tsy miaramila na relijiozy: Nanao akanjo sivilina ilay komandà ka saika tsy fantatro.\n Ahitsio"
    },
    {
        "word": "Sivina",
        "definition": " (sivy) mt ih. (sivio): Zaraina sivy.\n Ahitsio"
    },
    {
        "word": "Sivy",
        "definition": " p. t.: Valo ampiana iray. i t.if.: Sivina, voasivy, sinivy I misivy, fisivy 1 isiviana, fisiviana 1 mahasivy 1 fahasivy 1 ampahasivy 1 intsivy, manintsivy, fanintsivy 1 tsisivisivy 1 hasiviana.\n Ahitsio"
    },
    {
        "word": "Skia",
        "definition": " (fr. ski) a.: Fikorisana amin'ny ranomandry.\n Ahitsio"
    },
    {
        "word": "Soa",
        "definition": " a.: Zavatra tsara, mahafinaritra, mahafaly: Mifandimby ny soa sy ny ratsy eto an-tany. 4 Tombony, vokatra: Soa mono moa no azonao amin'ny fandehandehanana? 4 p. t.: Mahafinaritra, meva, kanto: Lahateny soa. 4 Ilaina, misy vokany tsars: Soa ny hevitra nomeny ahy. - t.i.f.: Soavina, hasoavina 1 manasoa, fanasoa, mpanasoa 1 anasoavana, fanasoavana 1 mahasoa I hasoa I hasoavana, fahasoavana. -  F.-p.: Manao soa tapany: manao soa tsy tonga amin' ny tena izy fa antsasany ihany. / Soa am-po, manao soa am-po: famonjena hava-na na manao soa tsy mba nifampierana. / Manao soa volovoloina: ilazana• fanaovana soa olona nefs andatsalatsana sy imenomenonana any aoriana. / Soa amantsara: amim-panambinana, tsy nisy loza na voina. / Soàva tsarà: firarian-tsoa fanao raha mifanao veloma. / Soa ihany: fahasoavana no tsy... / Soa maroroka: teny averimberin'ny ankizy sady mandro amin'ny ranonorana izy no falihavanja. J Soamiera (jer. io teny io).\n Ahitsio"
    },
    {
        "word": "Soahana",
        "definition": " (soaka) mt. ih. (soaho): Soloana.\n Ahitsio"
    },
    {
        "word": "Soaka",
        "definition": " p. t.: Mitovitovy, mifandraidraika, teny fampiasa hilazana ny laharan-tsikidy.\n Ahitsio"
    },
    {
        "word": "Soaka",
        "definition": " a.: Solo na mpanampy, mpandimby toerana. i Soahana, asoaka, voasoaka / manasoaka, fanasoaka, mpanasoaka 1 anasoahana, fanasoahana 1 misoaka, fisoaka, mpisoaka 1 isoahana, fisoahana.\n Ahitsio"
    },
    {
        "word": "Soaloha",
        "definition": " (Br) p.t.: Enti-milaza tandrok'omby fanaperana, izany hoe mivolantsinana roa mitovy bika tsy misy tomika ka manatsara bika ny omby.\n Ahitsio"
    },
    {
        "word": "Soamadodoka",
        "definition": " p. t.: Maika, dodona; entanin-kafaliana: Soamadodoka ny vahoaka namonjy hijery ilay fiaramanidina an-drano nipetraka teo Mandroseza.\n Ahitsio"
    },
    {
        "word": "Soamalondona",
        "definition": " na Soamalondoka o.: Zavamaniry mitovitovy amin'ny avoko, mitapela-dravina, ivaiva, misy vodiny be ranony mampivalana, ataon'ny olona famonoamboalavo. * Ohab.: Avoko no nasaina nohaniny ka soamalondona no nataony be am-bava: enti-milaza ny olona izay tsy mitandrina amin'izay ataony.\n Ahitsio"
    },
    {
        "word": "Soamarandrana",
        "definition": " a.: Anarana ilazana ny tanavavy. (Maro ny anarana iantsoana ny tanavavy: atao hoe -kamaitso izy raha mbola kely; soamarandrana na kamora, rehefa Inhibe, ary kamarabe, rehefa antitrantitra, ilay izy masiaka mibetroka iny).\n Ahitsio"
    },
    {
        "word": "Soamaravo",
        "definition": " p.t.: Enti-milaza ny voankazo efa madiva ho masaka.\n Ahitsio"
    },
    {
        "word": "Soamiditra",
        "definition": " a.: Kilalao fanaon' ny ankizivavy kely amin'ny diavolana: milahatra tsiroaroa mifanatrika izy ireo, dia mampitehaka ny tanany havanana sy havia avy sady mihira hoe \"soamiditra e! soamiditra\", ka amin'izay misy ankizy miditra tsirairay eo ambanin'ireo tanana mifampitehaka.\n Ahitsio"
    },
    {
        "word": "Soamiera",
        "definition": " (t.tr.) a.: Fifanarahana, fanekena.\n Ahitsio"
    },
    {
        "word": "Soampo",
        "definition": " a.: Sitrapo, izay tiana, danin'ny kibo. -  F.-p,: Manao soampo: manao izay tiana, tsy milaza na miera amin'olona.\n Ahitsio"
    },
    {
        "word": "soanambo",
        "definition": "anaram-boankazo fahita amin'ny faritra atsinanan'i Madagasikara, mitsiro toy ny voamanga Ahitsio"
    },
    {
        "word": "soatoavina",
        "definition": "hasina sy riba mamaritra vahoaka, firenena, fikambanana na vondrona iray. Toetra mamaritra ireo vondrona na fikambanana na vahoaka iray. Ohatra : Anisan'ny soatoavina maha-malagasy ny fiavanana sy ny firaisan-kina Ahitsio"
    },
    {
        "word": "Soavalina",
        "definition": " (soavaly) mt, ih. (soavalio): Taingenana, ka asabaka ny tongotra, ny ilany a-tao an-kaviàn'ilay zavatra taingenana, ny ilany an-kavanana.\n Ahitsio"
    },
    {
        "word": "Soavalivy",
        "definition": "soavaly+vy (fr: cheval de fer ou cheval en fer). teny milaza ny \"moto\" (fr) lehibe toy ny \"moto-cross/boldor/semi-cross/routiers/booster etc\". Ny \"scooter\" irery ihany no tsy ao anatin'io lisitra io fa manana ny azy manokana izay teny vaovao ihany koa: \"Fanivaka\" Ahitsio"
    },
    {
        "word": "Soavaly",
        "definition": " (fr. cheval) a.: Biby lehibe tsara bika ampiasaina hatao fitaingina na mpitarika kalesy. - t.i.f• : Soavaliana / miantsoavaly, fiantsoavaly, mpiantsoavaly / iantsoavaliana, fiantsoavaliana.\n Ahitsio"
    },
    {
        "word": "Soavina",
        "definition": " (soa) mt. ih. (soavy): Asiana soa: Tsy ny olona hosoavina akory no tsy misy.\n Ahitsio"
    },
    {
        "word": "Soba",
        "definition": " (Ski) a.: Soratr'omby tokam-bolo fa fotsy ny lohany sy ny siranandony.\n Ahitsio"
    },
    {
        "word": "Sobaba",
        "definition": " p.t.: Fano safomorona. ¶\tJer. Feno.\n Ahitsio"
    },
    {
        "word": "Sobaba",
        "definition": " a.: Anaran-kafa ilazana ny sodina.\n Ahitsio"
    },
    {
        "word": "Sobe",
        "definition": " (fit.-p.) a. : Rivotra mitsoka tampoka eny ampovoandranomasina na eny ampovoan-drenirano miteraka ranomody lalina mety hampidi-doza ny lakana sendra voahodidina ao anatiny.\n Ahitsio"
    },
    {
        "word": "Sobika",
        "definition": " na Sobiky a.: Harona makadiry: Voankazo iray sobika. -  F.-p.: Izay tsy mahay sobiky mahay fatam-bary: tsy tokony hisy hihevi-tena ho tsy misy hilana azy, fa raha tsy mahavita zava-dehibe ianao, mba misy zavà-madinika mety ho efanao.\n Ahitsio"
    },
    {
        "word": "Sobilabilahina",
        "definition": " (sobilabilaka) mt. ih. (sobilabilaho): Roridroritina.\n Ahitsio"
    },
    {
        "word": "Sobilahina",
        "definition": " (sobilaka) mt. ih. (sobilaho): Tailanina.\n Ahitsio"
    },
    {
        "word": "Sobilaitra",
        "definition": " a.: Fisolifaka, fandeha amin'ny zavatra malama ka mikorisa mila hianjera.• h.o.: Hadisoana kely tsy dia manao ahoana. - t.i.f.: Misobilaitra, fisobilaitra, mpisobilaitra / isobilairana, fisobilairana.\n Ahitsio"
    },
    {
        "word": "Sobilaka",
        "definition": " p. t.: Tsy mahitsy, mivaona, ary tsy mifanandrify; mivilana, mivilavila. - t.i.f.: Sobilahina, asobilaka, voasobilaka, tafasobilaka / manasobilaka, fanasobilaka, mpanasobilaka / anasobilahana, fanasobilahana / misobilaka, fisobilaka, mpisobilaka / isobilahana, fisobilahana / mahasobilaka / sobilabilaka / sobilabilahina, asobilabilaka, voasobilabilaka / manasobilabilaka, fanasobilabilaka, mpanasobilabilaka. ¶ M. h.: Sovilaka.\n Ahitsio"
    },
    {
        "word": "Sobilarina",
        "definition": " (sobilatra) mt. ih. (sobilaro): Didiana misompirana.\n Ahitsio"
    },
    {
        "word": "Sobilatra",
        "definition": " p. t.: Voadidy misompirana, mivilana. i Sobilarina, asobilatra, voasobilatra, tafasobilatra, manasobilatra, fanasobilatra, mpanasobilatra / anasobilarana, fanasobilarana.\n Ahitsio"
    },
    {
        "word": "Sodia",
        "definition": " (Atm) a.: Satrobory me-na misy tendrony lavalava miraviravy any an-damosina, hany marika amantarana ny mpanjaka.\n Ahitsio"
    },
    {
        "word": "Sodifafana",
        "definition": " a.: Zavamaniry fanao ody rohana (Brepophyllum calycinum). Anisan'ny zavamaniry mateza tsy mety maty ny sodifafana ka nambolen'ny ntaolo niaraka tamin'ny zozoro sy ny fandrotrarana teo amin'ny zorony avaratra atsinanana raha nanorin-trano izy.\n Ahitsio"
    },
    {
        "word": "Sodihina",
        "definition": " (sodika) mt. ih. (sodiho): Alana, saratsarahina: Sodihina ny hoza-dravin'ny rofia. • Alana, esorina: Sodiho tsara ny vato amin'ny vary. ? Esorina, (menaka, herotra... mitsinkafona): Sodihiny ny hero-dronono vao omeny ny zandriny ny ronono. ? Alaina, faohina, rehefa avy nihaodihaodiana, nihodinkodinana; angalarina rehefa avy nojerijerena taratra: Hitako nosidihin'ny papango ireto akohokely ireto. / Nosidihin'ny olona roa lahy iny ny ondry niraotra ter? avaratanàna. • Dihizina atao misonenika tsara.\n Ahitsio"
    },
    {
        "word": "Sodika",
        "definition": " a.: Fanesorana ny menaka na ny hero-dronono izay mitsinkafona. • Fanalana ny tsiratsiraka na ny hoza-dravin'ny rofia. •Fanesorana ny vato kely madinika amin'ny vary alohan'ny hitotoana azy. 1 Fikendren'ny hitsikitsika 'na n? papango zavatra tadiaviny hofaohina ka ihodinkodinany. ? Fijerijerena taratra ataon'ny mpangalatra alohan'ny hamelezany. 1 Fisoneniky ny olona mandihy eny am-pandihizana. - t.i.f.: Sodihina, asodika, voasodika, sinodika, tafasodika / misodika, fisodika, mpisodika/ isodihana, fisodihana / mahasodika / soditsodika.\n Ahitsio"
    },
    {
        "word": "Sodina",
        "definition": " a.: Karazan-javamaneno tsofina, vita amin'ny volotsangana lavalava marotsaka, misy loadoaka; ireo loadoaka ireo no ivoahan'ny rivotra ka manome feo samihafa rehefa ampifandfmbiasina tsindriana amin'ny tendron-drantsantanana; marcs ny anarana iantsoana ny sodina eto amin'ny Nosy: soly, sody, kitsody, antsody, kiatsody, antsodina, sobaba.\n Ahitsio"
    },
    {
        "word": "Sodisody",
        "definition": " a.: Fiverimberenana manodidina zavatra na olona imbetsaka; fahatongavana hijerijery fotsiny; fihei ngelenana mba hizaha taratra; fihaodihaodiana manodidina zavatra, ka eny lavitra eny no mitazantazana sy manarangarana. - t.i.f.: Asodisody, tafasodisody / misodisody, fisodisody, mpisodisody / isodisodiana, fisodisodiana / mahasodisody.\n Ahitsio"
    },
    {
        "word": "Sododoka",
        "definition": " p.t.: Maika, dodo-na: Sododoka handeha er? iz y.\n Ahitsio"
    },
    {
        "word": "Sodoka",
        "definition": " p.t.: Voafitaka noho ny toe-javatra miseho ho toy izao na toy izao, noho ny fisehoana ivelany, noho ny resaka tsara lahatra ka nandiso fanantenana: Sodokan'ny fampanantenan'ny namany izy ka tsy namototra firy. - t.i.f.: Sodokaina, asodoka,voasodoka/ manodoka, fanodoka, mpanodoka / anodokana, fanodokana / mahasodoka.\n Ahitsio"
    },
    {
        "word": "Sodokaina",
        "definition": " (sodoka) mt. ih. (sodokay): Fitahina noho ny fisehoana ivelany.\n Ahitsio"
    },
    {
        "word": "Sody",
        "definition": " a.: Jer. Sodina.\n Ahitsio"
    },
    {
        "word": "Soedoa",
        "definition": " (fr. suédois) a.: Ny firenena monina any amin'ny tanin'i Soeda: Mihoatra ny d tapitrisa ny isan'ny Soedoa. 1 p.t.: Mikasika an'i Soeda, an'i Soeda na avy any Soeda: Stockholm no seranana soedoa lehibe indrind ra.\n Ahitsio"
    },
    {
        "word": "Sofimbary",
        "definition": " a.: Teny ilazana ny ravin'ny vary.\n Ahitsio"
    },
    {
        "word": "Sofimbasy",
        "definition": " a: Lempona kely amin'ny basy ety ivelan'ny volobe ary fasiana ny vanja enti-mampirehitra ny ao anatiny.\n Ahitsio"
    },
    {
        "word": "Sofina",
        "definition": " a.: Organa andrenesan' ny olona sy ny biby ny karazam-peo rehetra, amin'ny alalan'ny sampan-kozatra kiritika kely manemitra ny aty sofina. - t.i.f.: Sofinana, voasofina / manasofina, na manofina / (teny tranainy) fanasofina, mpanasofina / anasofinana, fanasofinana / misofina, fisofina / mahasoffna / sofintsofina.\n Ahitsio"
    },
    {
        "word": "Sofinana",
        "definition": " (sofina) mt. ih. (sofino): Ilazana ny olona sintonin-tsofina: Sofino io zaza io fa mandainga.\n Ahitsio"
    },
    {
        "word": "Sofintoho",
        "definition": " a.: Anamamy dia.\n Ahitsio"
    },
    {
        "word": "Sofintotozy",
        "definition": " a.: Karazan'ahitra.\n Ahitsio"
    },
    {
        "word": "Soflera",
        "definition": " (fr. chou-fleur) a,: Karazan'anam-bazaha izay toy ny laisoa ny bikany nefa samy hafa karazana aminy, misy voniny mivondrona be eo afovoany ary io no hanina aminy fa tsy ny raviny akory.\n Ahitsio"
    },
    {
        "word": "Soga",
        "definition": " a.: Karazan-damba vita amin'ny landihazo.\n Ahitsio"
    },
    {
        "word": "Sohana",
        "definition": " (Btm) a.: Famahanantenona.\n Ahitsio"
    },
    {
        "word": "Soherina",
        "definition": " a.: Zana-dandy mbola miofo ao anatin'ny ombindandy; toetra faharoa ananan'ny landy aorian'ny maha-bibindandy azy; ny soherina dia mifono ao anaty akorany, ka \"niomby\" no ilazana azy amin'izay.\n Ahitsio"
    },
    {
        "word": "Sohihina",
        "definition": " p.t.: Voan'ny sohika.\n Ahitsio"
    },
    {
        "word": "Sohihy",
        "definition": " a.: Anaran-kazo misy dity anaovana ny botry.\n Ahitsio"
    },
    {
        "word": "Sohika",
        "definition": " a.: Aretina miteraka fahasemporana noho ny kohaka, ka ila tsy ho avy miaina izay voany. - t.i.f.: Sohihina / misohika, fisohika, mpisohika.\n Ahitsio"
    },
    {
        "word": "Sohitika",
        "definition": " p.t.: Kely, mailamailaka, kingakinga. - t.i.f.: Misohitika, fisohitika, mpisohitika.\n Ahitsio"
    },
    {
        "word": "Sointsoina",
        "definition": " p.t.: Fihatahana menamenatra sy mangaihay noho ny tena diso fanantenana na tsy noeritreretin'ny olona. - t.i.f. : Asointsoina, tafasointsoina / misofntsoina, fisointsoina, mpisointsoina / isointsoinana, fisointsoinana / mahasointsoina.\n Ahitsio"
    },
    {
        "word": "Soirina",
        "definition": " (soitra) mt, ih, (soiro): Alaina na hetsehina amin' ny hazo na zavatra maranidoha: Nosoirin'ny ankizy tamin'ny hazo lava ny voankazo. • Totoin'ny omby amiri' ny tandrony: Nosoirin'ny omby iiay zaza. ? Ailika, savasavana: Soirina ny lavenona mba hirehetan'ny afo tsara.\n Ahitsio"
    },
    {
        "word": "Soitra",
        "definition": " a.: Fanalana na fanesorana amin'ny hazo na zavatra marani-doha; fanotoan' ny omby amin'ny tandrony; fanilihana hihataka. - t.i.f.: Soirina, asoitra, voasoitra, tafasoitra / misoitra, fisoitra, mpisoitra / isoirana, fisoirana / mahasoitra / soitsoitra / manoitsoitra.\n Ahitsio"
    },
    {
        "word": "Soitrafo",
        "definition": " na Siotrafo a.: Hazo kely lavalava fandrosoana sy famboarana ny kitay mba hirehetany tsara ao anaty fatana ary hanangonana ny vain' afo tsy hiparitaka. * Ohab.: May tsy mba ho-mana ohatra ny soitrafo: enti-milaza ireo mpanao soa tsy mba heverin'ny olona akory.\n Ahitsio"
    },
    {
        "word": "Soitsoitra",
        "definition": " a.: Totom-boangahazo mains endasina.\n Ahitsio"
    },
    {
        "word": "Soka",
        "definition": " a.: Fanatsobohana ao anaty rano, toy ny fandokoana ny lamba na fanofénana ny vy avy notefena. ? Ranondoko mainty, loko mainty: Lopotra tsara soka. - t.i.f.: Asoka, voasoka, tafasoka / manoka, fanoka, mpanoka / anokana, fanokana / manasoka, fanasoka, mpanasoka / anasokana, fanasokana / misoka, fisoka, mpisoka / isokana, fisokana / mahasoka.\n Ahitsio"
    },
    {
        "word": "Sokafana",
        "definition": " (sokatra) mt. ih. (sokafy): Alana sarona: Sokafy ny vata hakako ny akanjoko, • Avala hitanatana (vava), hihiratra (maso), hivelatra (boky)...: Sokafana ny vava rehefa mihinana. ? Avala handehanana: Lalana vao nosokafana ity.\n Ahitsio"
    },
    {
        "word": "Sokaiky",
        "definition": " Jer. Kokiky.\n Ahitsio"
    },
    {
        "word": "Sokajin-teny",
        "definition": " a.: Teny ilazana ny karazan-teny fampiasa hanaovana fehezanteny. Misy 11 ny sokajin-teny amin' ny teny malagasy: ny matoanteny (oh. miteny), ny anarana (ankizy), ny mpamaritra (fotsy), ny mpisolo (izy), ny mpanoritra (ilay), ny mpampiankin-teny (amy), ny mpampitohy fehezan-kevitra (rehefa), ny mpampitohy (ary), ny tenim-piontanana (indrisy), ny kian-teny (ve). Maro amin'ireo sokajin-teny ireo indray no mitsinjara ho karazany vitsivltsy.\n Ahitsio"
    },
    {
        "word": "Sokajy",
        "definition": " (angl. squad) a.: Antokon andia-miaramila madinika izay misy miaramila dhny amby roapolo. ? h.i.: Fizarazaran'ny antoko na fikambanana iray: Misy sokajy efatra ao amin'ny Akademia MalagasY.\n Ahitsio"
    },
    {
        "word": "Sokaka",
        "definition": " p.t.: (rafitra) Tsy miady tsara fa misokatra ny zorony. 1 h.i.: (olona kidaladala) Mitanatana vava raha mahita zavatra mahavariana azy. - t.i.f.: Asokaka, tafasokaka / misokaka, fisokaka, mpisokaka / sokakakaka.\n Ahitsio"
    },
    {
        "word": "Sokatra",
        "definition": " a.: Karazam-biby man-dia tongotra efatra, iva tongotra, mifono ao anaty akora, izay mafy eo amin'ny faritra manarona ny lamosiny sy ny tendany, manify kosa eo amin'ny fanambaniny; manatody aleviny any anaty fasika ny sokatra; hanin'ny olona ny nofon'ny sokatra.\n Ahitsio"
    },
    {
        "word": "Sokatra",
        "definition": " ft.: Fivohana; tsy fikombonana fa fitanatanana. i t.i.f.: Sokafana, asokatra, voasokatra, tafasokatra 1 manokatra, fanokatra, mpanokatra 1 anokafana, fanokafana 1 misokatra, fisokatra, mpisokatra / isokafana, fisokafana 1 mahasokatra I sokatsokatra.\n Ahitsio"
    },
    {
        "word": "Sokatrika",
        "definition": " a.: Fipetraka tiana ho hita tsara eo anoloana; fiatrikatrehana raha mipetraka. - t.i.f.: Asokatrika, tafasokatrika 1 misokatrika, fisokatrika, mpisokatrika / isokatrehana, fisokatrehana I mahasokatrika 1 sokatrikatrika.\n Ahitsio"
    },
    {
        "word": "Sokay",
        "definition": " (fr. chaux) a.: Karazambato malemy mora misa atsaraka, fotsifotsy, anaovana feta hatao fandalorana na handitiana ny vato arafitra.\n Ahitsio"
    },
    {
        "word": "Soke",
        "definition": " (Ski) a.: Karazan'akorandriaka boribory, sahalahala amin'ny sokina mivonkina, izay fihinana ny nofony.\n Ahitsio"
    },
    {
        "word": "Sokera",
        "definition": " (angl. square) a.: Fiasan'ny mpandrafitra sy ny mpanao sary, izay ahazoany sy anipihany ny efa-joro marina. 1 Fanodidinana toerana na tanàna. 1 Trano mibikana sokera, izany hoe misy tohiny mitsivalana. - t.i.f:: Sokeraina, asokera, voasokera 1 manasokera, fanasokera, mpanasokera 1 anasokerana, fanasokerana.\n Ahitsio"
    },
    {
        "word": "Sokeraina",
        "definition": " (sokera) mt. ih. (sokerao): Hodidinina avy eo amin'ny lafiny roa na mihoatra: Nosokerain'ny fahavalo ny tanna ka tsy nisy afa-niiefa ny mponina.\n Ahitsio"
    },
    {
        "word": "Soketa",
        "definition": " a.: Tsiny tsy ara-drariny; endrikendrika atao; adidy, fondro: Mahazo soketa eo ianao fa aleo miala. i t.f.f•: Soketaina, asoketa, voasoketa 1 m anasok eta 1 mahasoketa.\n Ahitsio"
    },
    {
        "word": "Soketaina",
        "definition": " (soketa) mt. ih. (soketao): Tsinina, adidina, endrikendrehina tsy ara-drariny.\n Ahitsio"
    },
    {
        "word": "Soketraka",
        "definition": " a : Fipetrahana mi-lamina sy miadana tsara; tsivetraka. 1 t, I f.: Asoketraka, tafasoketraka I manasoketraka, fanasoketraka, mpanasoketraka 1 anasoketrahana, fanasoketrahanal misoketraka, fisoketraka, mpisoketraka / isoketrahana, fisoketrahana / mahasoketraka 1 soketraketraka.\n Ahitsio"
    },
    {
        "word": "Sokina",
        "definition": " a.: Biby misy tsilotsilony mandrakotra ny lamosiny, mpihinam-bibikely (ny sokina dia anisan'ny biby voalaza ho mahasoa noho izy mihinana ireo kankana, bibikely, bibimandady fatra-panimba zavatra), halavany: 20 sm). -  F.-p.: Sokina ana: olona tsotra loatra, kely saina, adaladala, foka. * Ohab.: Tapi dalan-kaleha ohatra ny soki-nanani-bato: enti-milaza olona lany tetika aman-kevitra fa efa nanao izay azony natao rehetra.\n Ahitsio"
    },
    {
        "word": "Sokirina",
        "definition": " (sokitra) mt. ih. (sokiro):Lavahana amin'ny fandraka: Nosokirina tamin'ny vato ny sarin'ilay nitolona ho an'ny tanindrazana. • h. o,: Alatsaka, raiketina: Tokony hosokirinao ao am-ponao izany teny izany. 1 A-laina amin'ny zavatra marani-doha: Sokiro kely ir? paiso irs' ho an-janako. ? Esorina, tsoahana: Sokiro ireto vomanga ireto. 1 Alana: Nosokiriny ny loto tao anaty sofin-janany. 1 Iangaviana fatratra: Nosokirina ers' izy vao niteny.\n Ahitsio"
    },
    {
        "word": "Sokitra",
        "definition": "Asa rafitra atao amin'ny fandraka.\nFanaovana sary amin'ny hazo na vato\nNy lavaka eny amin' ny endrika avy amin'ny aretina nendra sitrana. • Fakana zavatra mihantona amin' ny hazo marani-doha lavalava. • Fanesorana ny kaka amin'ny nify na ny loto ao anaty sofina. i, t.i.f.: Sokirina, asokitra, voasokitra, sinokitra 1 misokitra, fisokitra, mpisokitra / isokirana, fisokirana 1 mahasokitra / sokitsokitra.\n Ahitsio"
    },
    {
        "word": "Soko",
        "definition": " a.: Fakana miafina, fijokoana; fahatongavana mangingina tsy ampoizina; fandehanana tsy an-kiteniteny hitsikilo na hijery taratra. - t.i.f.: Sokoina, asoko, voasoko, sinoko / misoko, fiso- ko, mpisoko 1 isokoana, fisokoana / mahasoko / sokosoko.\n Ahitsio"
    },
    {
        "word": "Sokodoha",
        "definition": " (Btl) a,: Tandrok' omby miendrika tandrok' osy.\n Ahitsio"
    },
    {
        "word": "Sokodrevo",
        "definition": " (angl. screwdriver) a.: Fitaovana fanodinana fantsika misy rindrany, ka ampiasaina raha handentika na hamaha azy.\n Ahitsio"
    },
    {
        "word": "Sokoina",
        "definition": " (soko) mt th. (sokoy): Idirana an-tsokosoko: Nosokoin'ny fahavalo ny tanàna • Atao mangingina: Nosokoiny moramora tao ny fianarana ka azony ny voalohany. • Angalarina na simbana tsy misy mahita: Nosokoin' ny ankizy ny paison-dRabe. 1 Tratra, voa tsy nanampo, notampohina: Nosokoin'ny divay i Noe ka mamo. ¶ M. h.: Sovohana. -  F.-p,: Sokoin'ny dia: maniry te hivoaka handeha la-va izao.\n Ahitsio"
    },
    {
        "word": "Sokola",
        "definition": " (fr. chocolat) a.: Zavapihinana amboarina amin'ny vovo-kakao izay totoina ka rehefa tonga fetafeta dia ampandrina amin'ny lasitra ary ampiana vovo-tsiramamy sy vanilina.\n Ahitsio"
    },
    {
        "word": "Sokona",
        "definition": " na Sokina a.: Hazo fisaka fantsihana amin'ny tavan'ny tafon-trano mba hiarovana azy, hatreny amin' ny tapenaka ka hatrety ambany.\n Ahitsio"
    },
    {
        "word": "Sokoroty",
        "definition": " (fr. choucroute) o.: Laisoa voatetika nasian-tsira sy voatahiry.\n Ahitsio"
    },
    {
        "word": "Soky",
        "definition": " Sokisoky p.t.: Saro-kenatra, saro-tahotra. - t.i.f : Tafasokiky 1 misokiky, fisokiky, mpisokfky / mahasokiky ) sokikikiky.\n Ahitsio"
    },
    {
        "word": "Sol",
        "definition": " a.: Ny feo fahadimy amin' ireo ambaratongam-peo valo amin'ny gama.\n Ahitsio"
    },
    {
        "word": "Sola",
        "definition": " p.t.: Mangadihady, tsy misy volo: Solo sahady ny lohan'i Zoky. • Manana loha tsy misy volo: Ingahibe sola. ? Malamalama: Efa sola izany kodiaran'ny fiaranao izany. - t.i.f : Solana, asola, voasola, sinola / manasola, fanasola, mpanasola 1 anasolana, fanasolana/ misola, fisola, mpisola/isolana, fisolana 1 mahasola 1 solasola 1 fahasola 1 hasola, hasolana 1 fahasolana.\n Ahitsio"
    },
    {
        "word": "Solabato",
        "definition": " a.: Vatolampy izay tsy mitsatoka mahitsy ao anaty hady, fa misolampilam-PY.\n Ahitsio"
    },
    {
        "word": "Soladena",
        "definition": " a,: Mangahazo lena solatsolarana na atao teti-pohy ny fahandro azy.\n Ahitsio"
    },
    {
        "word": "Solafahina",
        "definition": " (solafaka) mt. (solafaho): Andidiana na anombinana kely amin'ny fomba misompirana.\n Ahitsio"
    },
    {
        "word": "Solafaka",
        "definition": " mt.: Mikorisa ny tongotra ka mianjera, mibolisatra, mibolasitra: Solafaka ilay akoho nandeha teo ambony sahafa. ? h.o.: Diso no-ho ny halemena na tsy fahalalana: Olombelona ihany ka solafaka. - t.i.f.: Solafahina, asolafaka, tafasolafaka, voasolafaka 1 manasolafaka, fanasolafaka, mpanasolafaka 1 anasolafahana, fanasolafahana 1 misolafaka, fisolafaka, mpisolafaka 1 isolafahana, fisolafahana / mahasolafaka 1 solafadafaka.\n Ahitsio"
    },
    {
        "word": "Solaitra",
        "definition": " (angl. slate) a.: Karazam-bato voavoatra hanoratana na hatao tafontrano: Mbola manoratra amin'ny solaitra Ibalita.\n Ahitsio"
    },
    {
        "word": "Solaitrabe",
        "definition": " a.: Solaitra makadiry mipetaka amin'ny rindrina anoratana mba ho hitan' ny mpianatra rehetra iray laldlasy.\n Ahitsio"
    },
    {
        "word": "Solampina",
        "definition": " (solampy) mt, ih, (solampio): Atao mandry soroka manary rano.\n Ahitsio"
    },
    {
        "word": "Solampy",
        "definition": " p.t.: Iva ila, tsy marin-tampona na mijoro fa mandry ila. - t.i.f.: Solampina, asolampy, voasolampy, manasolampy, fanasolampy, mpanasolampy 1 anasolampiana, fanasolampiana f misolampy, fisolampy, mpisolampy J isolampiana, fisolampiana f mahasolampy.\n Ahitsio"
    },
    {
        "word": "Solana",
        "definition": " (sola) mt. ih. (solao, na solay): Atao mangadihady tsy misy volo: Solana ny lohan'ny relijiozy lahy sasantsasany. ? h.i.: Esorina ny tendrony.\n Ahitsio"
    },
    {
        "word": "Solanga",
        "definition": " p. t.: Enti-milaza zavatra — indrindra ny volo na ny tandroka — miakatra mankany ivoho: Vola solanga. - t.i.f.: Solangaina, asolanga, voasolanga, tafasolanga I manasolanga, fanasolanga, mpanasolanga f anasolangana, fanasolangana 1 misolanga, fisolanga, mpisolanga 1 isolangana, fisolangana 1 mahasolanga f solangalanga. * Ohab.: Aleo joko mihasolanga toy izay solanga mihajoko: enti-milaza fa tsara ny ambany misondrotra ho avo noho ny efa ambony mitotongana ambany.\n Ahitsio"
    },
    {
        "word": "Solangaina",
        "definition": " (solanga) mt. ih. (solangao): (volo) Akarina eo ambony handrina dia ampandrina atao milavo any aoriana. (antsy) Atao miforitra any aoriana ny tendrony.\n Ahitsio"
    },
    {
        "word": "Solantsolana",
        "definition": " a.: Famindra sy fandeha feno anjona sy miandranandrana. - t.i.f.: Tafasolantsolana 1misolantsolana, fisolantsolana, mpisolantsolana / isolantsolanana, fisolantsolanana I mahasolantsolana.\n Ahitsio"
    },
    {
        "word": "Solapotsy",
        "definition": " a.: Ny mangahazo voavofy.\n Ahitsio"
    },
    {
        "word": "Solarana",
        "definition": " (solatra) mt. ih. (solary): Voaratra ka nisy ilany kely nikipaka: Nosoiaran'ny sabatra ny sandriny. • Atomboka: Nosolarany aninaraina ny asa tanimboliny.\n Ahitsio"
    },
    {
        "word": "Solatra",
        "definition": " a.: Tany mandry soroka, misolampilampy. • Fikapana na fandidiana zavatra izay misy ilany kely miala. - t.i.f.: Solarana, asolatra, voasolatra, sinolatra / manolatra, fanolatra, mpanolatra / anolarana, fanolarana 1 misolatra, fisolatra, mpisolatra 1 isolarana, fisolarana I mahasolatra 1 solatsolatra.\n Ahitsio"
    },
    {
        "word": "Solatra",
        "definition": " a.: Tifitra. -  F,-p.: Sola-bava: voadidy.\n Ahitsio"
    },
    {
        "word": "Solehina",
        "definition": " (solika) mt. ih. (soleho): (masinina, milina) Hosorana menaka: Efa ela angaha ity milina ity no nosolehina.\n Ahitsio"
    },
    {
        "word": "Solelahina",
        "definition": " (soielaka) mt. ih. (solelaho): Atao tonga saliaka, be vava. • Ilana handitra ka anaovana fandokadokafana tsy mendrika.\n Ahitsio"
    },
    {
        "word": "Solelaka",
        "definition": " p.t.: Marivo aty, saliaka. ? a.: Fivelarana ary fisokafana. • h. o.: Tambitamby sy kolikoly atao mba hahafaly lehibe na dia tsy mendrika aza. - t.i.f.: Solelahina, asolelaka, voasolelaka, tafasolelaka 1 manasolelaka, fanasolelaka, mpanasolelaka 1 anasolehana, fanasolelahana 1 misolelaka, fisolelaka, mpisolelaka 1 isolelahana, fisolelahana I mahasolelaka / soleladelaka.\n Ahitsio"
    },
    {
        "word": "Solfa",
        "definition": " (angl. solfa) a.: Famakia-mozika amin'ny soratra.\n Ahitsio"
    },
    {
        "word": "Solia",
        "definition": " na Solie (fr. soulier) a.: Kixaro fanao an-trano ka tsy misarona ny aoriana fa ny ]ohany ihany no feno.\n Ahitsio"
    },
    {
        "word": "Solietnà",
        "definition": " (fr, sous-lieutenant) a,: Ambaratongam-pahambonlana na gradin'ny mlaramlla eo anelanelan'ny Aspirà izay ambaniny sy ny Lietnà amboniny; mitovy fahamboniana amin'ny Enseigne de vaisseau kilasy faharoa amin'ny tanisa an-dranomasina (fer. Grady).\n Ahitsio"
    },
    {
        "word": "Solifahana",
        "definition": " (solifaka) mt. ih. (solifaho): Abolisatra mivilana amin'ny tongotra — (toy ny tsihy izany, ohatra).\n Ahitsio"
    },
    {
        "word": "Solifaka",
        "definition": " p. t.: Bolisatra vilana. i t.i.f.: Solifahaea, voasolifaka f manasolifaka, fanasolifaka, mpanasolifaka f anasolifahana, fanasolifahana 1 misolifaka, fisolifaka, mpisolifaka / isolifahana, fisolifahana 1 mahasolifaka.\n Ahitsio"
    },
    {
        "word": "Solifara",
        "definition": " (angl. sulphur) a.: Zavatra any anaty tany, vonivony, ary mirehitra, mazàna atao famonoana mikraoby.\n Ahitsio"
    },
    {
        "word": "Solifatra",
        "definition": " p.t.: Bolisatra. - t.i.f.: Misolifatra, fisolifatra, mpisolifatra 1 isolifarana, fisolifarana. ¶ M.h.: Solifaka, solafaka, bolasitra.\n Ahitsio"
    },
    {
        "word": "Solika",
        "definition": " a.: Menaka avy amin'ny tongotr'omby. • Entina milaza ny fandihin'ny tandrimo na sangodina izay mijoro tsara tsy mihetsika eo ampandihizana. ? Kolikoly entimamitaka. - t.i.f.: Solehina, asolika, voasolika 1 misolika, fisolika, mpisolika 1 isolihana, fisolihana / mahasolika 1 solitsolika.\n Ahitsio"
    },
    {
        "word": "Solila",
        "definition": " a.: Karazan'ahitra mani-pofona misy voniny mavokely na fotsy, maniry eny an-tany mando, nomen'ny ntaolo taloha ny vehivavy bevohoka mba hisorohana ny zava-tsarotra rehetra; izany no nahatonga ilay fitenenana hoe \"Izaho tsy mitera-ka no hisotro solila?\"; izaho tsy maninon-tsy maninona ve no handeha hisahirana?\n Ahitsio"
    },
    {
        "word": "Solila",
        "definition": " a.: Ilay fisompiranan'ny rindrina somary mivoaka eo akaikin'ny varavarambe na ny varavarankely; fanatsahana na fanasolarana ny riranjavatra hanjary hisompirana. • p.t.: Misompirana, misobilatra: Fandraka soiila. - t.i.f.: Solilana, voasolila 1 manasolila, fanasolila, mpanasolila 1 anasolilana, fanasolilana 1 misolila, fisolila f isolilana, fisolilana 1 mahasolila.\n Ahitsio"
    },
    {
        "word": "Solila",
        "definition": " a.: Karazan-dinta lehibe.\n Ahitsio"
    },
    {
        "word": "Solilana",
        "definition": " (solila) mt. ih. (soli-lao): Atao manjary misompirana, solarana mba hanjary misolampy: Nahoana no nosolilanao ity hazo ityf\n Ahitsio"
    },
    {
        "word": "Solitany",
        "definition": " (solika tany) a.: Ilo avy any anaty tany, izay manan-toetra manokana mety mirehitra ka ampiasaina anaovana jiro, fa indrindra akana lasantsy. (Ny solitany dia manana fofona azy manokana ary maivana kokoa noho ny rano ka mitsinkafona rafla miaraka aminy).\n Ahitsio"
    },
    {
        "word": "Solitika",
        "definition": " p. t.: Lihitra; matimatin'ny... (jer. Litika, salitika).\n Ahitsio"
    },
    {
        "word": "Solo",
        "definition": " a.: Zavatra na olona ampiasaina hanao asa nataon'ny hafa: Rakoto no solon'ny mpampianatra anay lasa. / Lay no natao solon'ny trano. • Olona voatendry hiteny na hanatrika amin'ny anaran'ny hafa (solontena no tena fampiasa amin'io hevitra io): Dia niteny ny solon.' ny lehiben'ny Gouernemarc ta. ? Onitra: Inty misy zauatra kely ho solon'ny bokinao veriko. - t.i.f.: Soloana, asolo, voasolo, sinolo, tafasolo 1 mano-]o, fanolo, mpanolo 1 anoloana, fanoloana 1 misolo, fi-solo, mpisolo I isoloana, fisoloana J mahasolo 1 solosolo. ¶ M.h.: Solontena, solombava, iraka, masoivoho, andrianjahonoany. Teny misy ifandraisany amin'ny Solo: solofo, fara, fara aman-dknby, taranaka, taranjana, tamingana, kolokolo, mpamelo-maso, fanovan' ny maty, vato namelan-kafatra, tarana-boanjo, fokom-boanemba, kolokolo dimbin' ny vary, solofo dimbin'ny ala, akalana silaky ny hazo, papango sasaky ny vorona, vorom-panova hena, fandrotrarana an-tanàna haolo, akanga sisa nanamborana, tapa-porohana sisa tsy may.\n Ahitsio"
    },
    {
        "word": "Solo",
        "definition": " na Soalao (fr. solo) a.: Hiran'olon-tokana.\n Ahitsio"
    },
    {
        "word": "Soloana",
        "definition": " (solo) mt. ih. (soloy): Ovana hafa: Soloy ity penina ity fa mandrangotra.\n Ahitsio"
    },
    {
        "word": "Solofo",
        "definition": " a.: Dimbin-javamaniry mitsiry eo akaikin-dreniny; taroka zavamaniry mitsiry eo amin'ny faka na voditronga indray. ? h.o,: Ny taranaka mandimby: Ireo solofo amam-para. -  F.-p.: Solofo dimbin'ny aia: ny ankizy sy ny tanora handimby ireo zokiolona.\n Ahitsio"
    },
    {
        "word": "Solohoho",
        "definition": " a.: Lamba na hoditra afono ny rantsana na ny tanana mba hiaro tsy haratra rehefa maka vilona na mijinja vary. ¶ M.h.: Arorantsana, efi-tanana.\n Ahitsio"
    },
    {
        "word": "Solohorina",
        "definition": " (solohotra) p.t.: Voan'ny solohotra: Zaza solohorina.\n Ahitsio"
    },
    {
        "word": "Solohoto",
        "definition": " a.: Vovoka fotsifotsy ampiarahina amin'ny firaka haninginana ny vifotsy: Ny anareo angaha fitia mifaham-bola... Fa ny anay solohoto amim-piraka ka may miara-mirendrika. (Tselatra)\n Ahitsio"
    },
    {
        "word": "Solohotra",
        "definition": " na Solohitra a.: Aretin'akanjo-nifin'ny ankizy. 1 t.if.: Solohorina.\n Ahitsio"
    },
    {
        "word": "Solokina",
        "definition": " (soloky) mt. ih. (solokio): Fitahina amin'ny fanambakana: NosolokindRangahy iny aho. ? Alaina amim-pitaka: Nosolokiny lahy ny volako!\n Ahitsio"
    },
    {
        "word": "Soloky",
        "definition": " a.: Lainga atao mba hametsena na hangalarana; fitaka; fanambakana: Sotoky no ampiasainy mba hahazoany ny tanimbariko. ? Fanaovana zavatra tsy tena izy fa hafa; hala-danja na hosoka: Nouany ny tarehi-marika tamin'ilay tara(asim-bola, nefa ny ampitso ihany dia tratra ny soloky nataony. - t.i.f.: Solokina, asoloky, voasoloky 1 manoloky, fanoloky, mpanoloky 1 anolokiana, fanolokiana I misoloky, fisoloky, mpisoloky I isolokiana, fisolokiana.\n Ahitsio"
    },
    {
        "word": "Solomaso",
        "definition": " a.: Fitaovana misy fitaratra roa manampy ny maso mba hahita tsaratsara kokoa.\n Ahitsio"
    },
    {
        "word": "Solombavambahoaka",
        "definition": " a.: Olona fidin'ny vahoaka hisolo azy na hitondra ny teniny ao amin'ny Antenimieram-pirenena.\n Ahitsio"
    },
    {
        "word": "Solombodiakoho",
        "definition": " a.: Fanatitra omen'ny zanaka ny ray aman-dreny amin'ny fandroana na amin'ny tonon-taona.\n Ahitsio"
    },
    {
        "word": "Solompenakoho",
        "definition": " a.: Fanomezana avy amin'ny ray amandreny ho an'ny zanany amin'ny Fandroana na amin' ny tonon-taona.\n Ahitsio"
    },
    {
        "word": "Solon-kofehy",
        "definition": " a.: Anarana o-mena ny vola famangiana ny fianakaviana mana-manjo raha mby eo amin'ny famonosan-damba no tonga mamangy.\n Ahitsio"
    },
    {
        "word": "Solonify",
        "definition": " a.: Nify namboarina ka arafitra ho solon'ny tena nify banga na niniana nesorina mihitsy.\n Ahitsio"
    },
    {
        "word": "Solontena",
        "definition": " a.: Olona misolo, izany hoe manao zavatra na manatrika fivoriana amin'ny anaran'olon-kafa: Ny lehiben'ny fampianarana no solontena nalefan'ny Minisitry ny Fanabeazana tany amin'ilay lanonana.\n Ahitsio"
    },
    {
        "word": "Solontsolona",
        "definition": " na Solantsolana a.: Fisosososoana miandranandrana amin-kasahiana tsy misy tahotra. - t.i.f.; Asolontsolona, tafasolontsolona / misolontsolona, na misolantsolana, fisolontsolona, na fisolantsolana, mpisolontsolona, na mpisolantsolana / isolontsolonana, fisolontsolonana.\n Ahitsio"
    },
    {
        "word": "Solontsolonina",
        "definition": " (solontsolona) p. t.: Maloiloy ta handoa. ¶ M.h.: Jer. Misalebolebo.\n Ahitsio"
    },
    {
        "word": "Solotehina",
        "definition": " (solotika) p.t.: Lotoina, fotetahana zava-maloto.\n Ahitsio"
    },
    {
        "word": "Solotika",
        "definition": " p.t.: Maloto mitsaporetika (fiteny indrindra amin'ny tarehy): Solotika erj' ny endrik'ity zanakao fa mba koseho rano kely. ? Misy tsikoko misotetika miaraka amin'ny menaka. 1 t. if: Asolotika, voasolotika / manasolotika, fanasolotika, mpanasolotika / anasolotihana, fanasolotihana / misolotika, fisolotika, mpisolotika / isolotihana, fisolotihana / mahasolotika / solotidotika.\n Ahitsio"
    },
    {
        "word": "Solovaika",
        "definition": " a.: Olona na zavatra asolo hafa hoenti-mamitaka. ? Olona misolo olonkafa izay tsy mety na tsy afaka hanao sonia taratasimpanekena iray.\n Ahitsio"
    },
    {
        "word": "Solovolo",
        "definition": " a: Taovolo avy amin'ny volo namboarina fa tsy tena izy.\n Ahitsio"
    },
    {
        "word": "Soly",
        "definition": " a.: Jar. Sodina.\n Ahitsio"
    },
    {
        "word": "Somadodoka",
        "definition": " p. t.: Maika aoka izany, avy hatrany dia lasa amin-kafaliana noho ny fahamaimaizana. - t.i.f.: Misomadodoka, fisomadodoka ) mahasomadodoka.\n Ahitsio"
    },
    {
        "word": "Somafatra",
        "definition": " p. t.: Fano hatramin'ny molotry ny famarana, feno tanteraka, feno hfmpona;mitovy tantana. ¶ M.h.: Jer. Fano.\n Ahitsio"
    },
    {
        "word": "Somafosafo",
        "definition": " Jer. Somavosavo.\n Ahitsio"
    },
    {
        "word": "Somaingisaingy",
        "definition": " p.t.: Menamenatra, matahotahotra; sanganehana tsy mahita izay ha-tao: Somaingisaingy teo Ibo-lita nahita ny namany rehetra afaka tamin'ny fanadinana. ¶ M.h.: Hangihangy, haingihaingy.\n Ahitsio"
    },
    {
        "word": "Somàka",
        "definition": " p.t.: Misompirana sy mivilambilana, ka tsy mahitsy. I t. if.: Misomaka, fisomaka I somamaka.\n Ahitsio"
    },
    {
        "word": "Somaka",
        "definition": " Saomaka a.: Ny saoka: Ny volon-tsaomaka no a-tao hoe somotra.\n Ahitsio"
    },
    {
        "word": "Somalantsiatra",
        "definition": " p.t.: Mitriatriatra mora vaky. 6 t.i.f.: Misomalantsiatra.\n Ahitsio"
    },
    {
        "word": "Somalianina",
        "definition": " (fr, somalien) a.: Ny firenena tompon-tany any amin'ny tanin'i Somalia, silany avaratra atsinanan'i Afrika. ? p.t.: Momba an'i Somalia, an'i Somalia na avy any Somalia:Omby sy ondry no antom-piveloman'ny mponina somalianina.\n Ahitsio"
    },
    {
        "word": "Somambisamby",
        "definition": " a.: Ny takariva efa manopy maizina. • p. t.: Tsy tena mazava fa somary maizimaizina, mazava ratsy:- Hazavana somambisamby. - t.i.f.: Misomambisamby, fisomambisamby,\n Ahitsio"
    },
    {
        "word": "Somampira",
        "definition": " p.t.: Iangonan'ny ra ka mitera-mena: Somampira ny masony noho ny hatezerana.\n Ahitsio"
    },
    {
        "word": "Somangana",
        "definition": " a.: Anaran-kazo izay ampiasaina amin'ny fanorana ny hodiny.\n Ahitsio"
    },
    {
        "word": "Somangy",
        "definition": " a.: Hazo madinidinika mamody, fanao ody tomboka na fery ny vodiny.\n Ahitsio"
    },
    {
        "word": "Somaradimbana",
        "definition": " p.t.: Tsy mitovy tantana fa avo sy iva, dembademba be ihany. - t.i.f : Misomaradimbana.\n Ahitsio"
    },
    {
        "word": "Somarambato",
        "definition": " p.t.: (lamba) E-fa ho rovitra ka makarakara, ohatra ny maimay kely (jar. Marambato).\n Ahitsio"
    },
    {
        "word": "Somaranafo",
        "definition": " p.t.: (lamba) Nolelafin'ny afo ka saika may, efa voakasiky ny afo nefa tsy tena may akory.\n Ahitsio"
    },
    {
        "word": "Somaranantsody",
        "definition": " p, t.: Mahia hatsatra. ¶ M,h.: Maranantsody.\n Ahitsio"
    },
    {
        "word": "Somararetra",
        "definition": " p.t.: Osaosa, tsy afaka hanao zavatra haingankaingana noho izy reradreraka.\n Ahitsio"
    },
    {
        "word": "Somariaka",
        "definition": " p.t.: Faly, ravo, mirana: Somariaka er? ry Bozy fa tonga rainy.\n Ahitsio"
    },
    {
        "word": "Somarisary",
        "definition": " p. t.: Maizimaizina, somambisamby.\n Ahitsio"
    },
    {
        "word": "Somaritaka",
        "definition": " p.t.: Mifanjevo maimaika noho ny raharaha mifanosontsosona sy maro; miparitaka tampoka noho ny hatairana: Somaritaka daholo ny mpianatra fa hoe misy mpangala-jaza miafina endrika, hono. - t.i.f.: Misomaritaka.\n Ahitsio"
    },
    {
        "word": "Somarodoka",
        "definition": " sy Somarototra p, t.: Maimaika manao raharaha, somadodoka, mikorobobo. - t.i.f.: Misomarodoka, misomarototra / fisomarodoka, fisomarototra.\n Ahitsio"
    },
    {
        "word": "Somary",
        "definition": " p. mt.: Mody, tsy dia tena: Somary nisafosafo saoka izy tamin'izay. ? Manopy: Somary vony. • Saika... kely: Somary adala izay ny rainy. -  F,-p,: Atsimo somary atsinanana: atsimo lasa miantsinanana kely.\n Ahitsio"
    },
    {
        "word": "Somatroka",
        "definition": " p.t.: Vasobasoka, somary mavomavo.\n Ahitsio"
    },
    {
        "word": "Somatrotroka",
        "definition": " p. t.: Misy votrovotro betsaka amin'ny hoditra, indrindra fa eny amin' ny endrika: Asa na nokekerin'ny biby ny tarehiny fa somatrotroka tampoka. 1 Mitatao rahona, na entina hilazana volon'andro izany, na hilazana ny toetran'ny andro aorian'ny fiavian'ny orana, nefa ny rahona mbola manamaizimaizina ny lanitra. - t.i.f•: Misomatrotroka, fisomatrotroka.\n Ahitsio"
    },
    {
        "word": "Somavosavo",
        "definition": " p. t.: Manjavozavo ka tsy tazana tsara; (toetr' andro) manjombona ary tsy mihiratra loatra. ¶ M,h,: Somafosafo.\n Ahitsio"
    },
    {
        "word": "Somazoka",
        "definition": " p.t.: Marisarisa; farofirofy. - t.i.f.: Somazotsazoka.\n Ahitsio"
    },
    {
        "word": "Somazotsazoka",
        "definition": " p.t.: Mavozovozo, malazolazo.\n Ahitsio"
    },
    {
        "word": "Somba",
        "definition": " Fihasimban'ny Simba.\n Ahitsio"
    },
    {
        "word": "Sombalahivilana",
        "definition": " a.: Fisotroantoaka maro karazana indray miaraka.\n Ahitsio"
    },
    {
        "word": "Sombina",
        "definition": " a.: Ilany kely bitika: Omeo sombiny kely amin' iny mofo iny ity zaza ity fa mahasosotra loatra ny fitomaniany. 1 p.t.: Nobangaina, nakana silany, nahasimahana: Mofo efa sombina io ha tsy tiako, - t.i.f.: Sombinana, asombina ( manombina, fanombina, mpanombina / anombinana, fanombinana ) mahasombina / sombintsombina. -  F.p-,: Sombin'aina: entimilaza amim-pitiavana ny zanaka. ¶ M. h.: Menaky ny aina, silaky ny aina, singotry ny aina, vahatry ny aina. ? h.i.: Enti-milaza ny vady tiana koa.\n Ahitsio"
    },
    {
        "word": "Sombinana",
        "definition": " (sombina) mt, ih. (sombino): Akana, analana ilany kely: Sombino ia hena io. • Roritina, sintonina: Nosombinako ny sofin'ilay zazalahy nandainga.\n Ahitsio"
    },
    {
        "word": "Someby",
        "definition": " Somebiseby p. t.: Miseho ho be raharaha, ary manketsy mankeroa; mifamoivoy eo amin'ny toerana iray izay anomanana raharaha na lanonan-dehibe: Somebiseby amin'ny asa ny olona rehetra fa tonga ny lohataona. - t.i.f,: Misomebiseby, fisomebiseby. ¶ M. h.: Miheninkenina.\n Ahitsio"
    },
    {
        "word": "Somedika",
        "definition": " p.t.: Maniry na lia-na, nefa tsy afa-manoatra noho ny fikaviaviana. - t.i.f.: Misomedika, fisomedika.\n Ahitsio"
    },
    {
        "word": "Somerongerona",
        "definition": " p. t.: Maloto misy tsikoko mitakovana.\n Ahitsio"
    },
    {
        "word": "Sometroka",
        "definition": " p.t.: Maintin'ny setroka. • Mikonetaka sy mifendrotra ny tarehy.\n Ahitsio"
    },
    {
        "word": "Somidika",
        "definition": " (s-om-idika) p. t, : Enti-milaza ny ro na ny rano misy menaka mitsinkafona eny amboniny: Somidika ity ro ity ka tsy azo omena ny marary. if t.i.f.: Misomidika, fisomidika.\n Ahitsio"
    },
    {
        "word": "Somina",
        "definition": " a.: Tsihy zairina hitahirizana ny valala nampangotrahina kely, dia nahahY ho maina.\n Ahitsio"
    },
    {
        "word": "Sominda",
        "definition": " a.: Fanapahan-tendam-biby hovonoina — Aretina mivonto izay mandoaka ny traotraoka ka mahafaty haingana. i Somindaina, fanominda, asominda, voasominda / manominda, fanominda / mahasominda.\n Ahitsio"
    },
    {
        "word": "Somindaina",
        "definition": " (sominda) mt. ih. (somindao): Tapahin-tenda (enti-milaza biby vonoina).\n Ahitsio"
    },
    {
        "word": "Somindrany",
        "definition": " ppt. feh.: Satria, noho.\n Ahitsio"
    },
    {
        "word": "Sominia",
        "definition": " (fr. cheminée) a.: Tadinim-basy.\n Ahitsio"
    },
    {
        "word": "Somisika",
        "definition": " a.: Hazo na tsilo tafiditra ao anaty: Misy somisika amin'ny fanondroko ha-via. i• p.t.: Misy hazo na tsilo tafiditra ao anaty hoho: Somisika ny fanondroko ha-via.\n Ahitsio"
    },
    {
        "word": "Somitika",
        "definition": " p.t.: Maloto, solitika.\n Ahitsio"
    },
    {
        "word": "Somizo",
        "definition": " a.: Enti-milaza lamba natao tamin'ny kofehy landihazo tahaka ny soga ilrany, saingy madinika tsars tenona kokoa.\n Ahitsio"
    },
    {
        "word": "Somodasoda",
        "definition": " (t.tr.) p.t.: Mahafenofeno (fofona).\n Ahitsio"
    },
    {
        "word": "Somokotra",
        "definition": " p.t.: Miezaka mafy, revo amin'ny raharaha a-tao: Somokotra er? Rakoto m iasa. - t.i.f• : Misomokotra.\n Ahitsio"
    },
    {
        "word": "Somolasola",
        "definition": " (t, tr.) p.t.: Simbasimba.\n Ahitsio"
    },
    {
        "word": "Somondrara",
        "definition": " p. t.: Enti-milaza zazavavy mihalehibe hita amin'ny fitombon'ny nonony na ny fibontsiny.\n Ahitsio"
    },
    {
        "word": "Somondry",
        "definition": " p. t.: Fohy rantsana.\n Ahitsio"
    },
    {
        "word": "Somonga",
        "definition": " a.: Teny atao hihomehezana; vazivazy, vosobosotra.\n Ahitsio"
    },
    {
        "word": "Somonibory",
        "definition": " (fit.-p.) a.: Lasiroa.\n Ahitsio"
    },
    {
        "word": "Somony",
        "definition": " a.: Zaza mbola minono kamboty reny.\n Ahitsio"
    },
    {
        "word": "Somoratra",
        "definition": " sy Somoratsoratra p. t, : Misy loto na pentina. i t.i.f : Misomoratsoratra, fisomoratsoratra.\n Ahitsio"
    },
    {
        "word": "Somorina",
        "definition": " (somotra)\tMisy somotra, be somotra.\n Ahitsio"
    },
    {
        "word": "Somotaka",
        "definition": " p. t.: Mifotafota eo am-pihinanana; sahirana aoka izany amin'ny asa atao: Somotaka er? Rakoto amin' ny fikarakarana ny fanambadian-janany. - t.i.f.: Misomotaka.\n Ahitsio"
    },
    {
        "word": "Somotra",
        "definition": " a.: Volo maniry eo amin'ny saoka: Lehilahy la-va somotra - t.i.f.: Somorina.\n Ahitsio"
    },
    {
        "word": "Somotraviavy",
        "definition": " a.: Sisin'ny morontongotr'akanjo; sisindamba, verin-drambo. 1 Vehivavy misy somotra.\n Ahitsio"
    },
    {
        "word": "Sompanga",
        "definition": " a: Karazam-balala Inhibe sady matanjaka, fahita amin'ny tany mafana la-va bozaka. (Valala vavy lehibe toy ny adrisa ny sompanga ka noheverin'ny ntaolo ho tsara sy ambony fa boy ny mpikabary raha miala tsiny: \"Tsy mba ny sompanga mpiantendro vero izahay fa ny kijeja mifanafosafo amin'ny ahipalana\").\n Ahitsio"
    },
    {
        "word": "Somparana",
        "definition": " (sompatra) mt. ih, (somary): Hetraketrahina, simbana: Aza somparana ity kilalaon-janako.\n Ahitsio"
    },
    {
        "word": "Sompatra",
        "definition": " p.t.: Ratsy fanahy, faly ny manao izay hahavoa ny sasany, hanimba ny zavatry ny sasany; mihetraketraka: Sompatra koa itony andro: fety sy lanonana vao avy ny orana! - t.i.f.: Somparana, sinompatra 1 misompatra, fisompatra, mpisompatra / isomparana, fisomparana J mahasompatra 1 sompatsompatra. ¶ M.h,: Sosy, sosisosy, sopisopy, manao hasomparana, manao ankasomparana, manao ankaso, manao ady fiady, misotasota, manao somonga ratsy, mihetraketraka, misetrasetra.\n Ahitsio"
    },
    {
        "word": "Sompirana",
        "definition": " p. t.: Mivilana fa tsy mahitsy, mivily amin'ny tsy izy: Jery misompirana. - t.i.f.: Sompiranina, asompixana, voasompirana, tafasompirana 1 manompirana, fanompirana, mpanompirana / anompiranana, fanompiranana / manasompirana, fanasompirana, mpanasompirana / anasompiranana, fanasompiranana / misompirana, fisompkana, mpisompirana / isompiranana, fisompiranana / mahasompirana / sompirampirana.\n Ahitsio"
    },
    {
        "word": "Sompiranina",
        "definition": " (sompirana) mt. ih. (sompirano): Tapahina na atao mivilana: Aza sompiraninao ny resakay. ~ Avilana: Nosompiraniny ny fijeriny. ? Asiana amin'ny fombamiolaka: Nosompiraniny tamin'ny baolina aho.\n Ahitsio"
    },
    {
        "word": "Sompitra",
        "definition": " a.: Tsihy nozairina ho toy ny sobiky makadiry mba hitehirizana ny vary akotry. * Ohab,: Mangetaheta ambony lakana, noana am body sompitra: enti-milaza olona mitaraina tsy fisiana nefa eo afovoan'ny fananam-be, na koa olona tsy mahay manararaotra ny soa betsaka eo anoloany na efa ilomanosany.\n Ahitsio"
    },
    {
        "word": "Sonaina",
        "definition": " p.t.: Enti-milaza zavatra bataina na aingaina amin'ny tanana roa, izay ahodidina azy.\n Ahitsio"
    },
    {
        "word": "Sonàka",
        "definition": " a.: Fiesonana mafy misanasana vava. - t.i.f.: Tafasonaka 1 misonaka, fisonaka, mpisonaka.\n Ahitsio"
    },
    {
        "word": "Sonanaka",
        "definition": " a.: Fipetraka misonanina tsara. - t.i.f.: Asonanaka, tafasonanaka 1 misonanaka, fisonanaka / isonanahana, fisonanahana.\n Ahitsio"
    },
    {
        "word": "Sonanina",
        "definition": " a.: Fipetraka mihaminkamina, ka ny loha somary miandranandrana kely. i t. f.: Asonanina, tafasonanina 1 misonanina, fisonanina, mpisonanina 1 fsonaninana, fisonaninana 1 mahasonanina J sonaninanina.\n Ahitsio"
    },
    {
        "word": "Sonasona",
        "definition": " a.: Toetran'ny vavorona misokasoka toy ny an' ny soavaly mihazakazaka, na ny an'ny olona maka fofon' aina mafy. - t.i.f• : Asonasona, tafasonasona / misonasona, fisonasona.\n Ahitsio"
    },
    {
        "word": "Sondaina",
        "definition": " p. t.: Be handrina. 1 t.i.f.: Misondaina.\n Ahitsio"
    },
    {
        "word": "Sondenda",
        "definition": " p. t.: Ilazana ny olona be tarehy nefa petaka. i\tMisondenda, fisondenda.\n Ahitsio"
    },
    {
        "word": "Sondenda",
        "definition": " (Mer) na Sandandy (Br) p.t.: Anarana ilazana tandrok'omby misabaka fitsiry ary fohy: Toy ny tandrok'omby sondenda ka ny tondromaso akaiky no tsy afako na Tandrok'omby sondenda ha akaiky mpanondro maso: misy olona mora fantatra raha sendra manao toetra na fomba tsy mahomby.\n Ahitsio"
    },
    {
        "word": "Sondretaka",
        "definition": " a.: Fipetraka miboretaka, tsivetraka. - t.i.f.: Asondretaka, tafasondretaka / misondretaka, fisondretaka, mpisondretaka J isondretahana, fisondretahana / sondretadretaka.\n Ahitsio"
    },
    {
        "word": "Sondriana",
        "definition": " p.t.: Voasintona sy voatana hifantoka amin'ny zavatra iray ny maso sy ny saina ka hadino ny zavatra hafa rehetra noho ny hafinaretana na noho ny fahagagana aminy: Sondriana ers' izy nihaino ilay feon-kira mahalasa uinany. - t.i.f.: Sondrianina, voasondriana, tafasondriana J manasondriana, fanasondriana, mpanasondrfana / anasondrianana, fanasondrianana / mahasondriana / hasondrianana, fahasondrianana,\n Ahitsio"
    },
    {
        "word": "Sondrianina",
        "definition": " (sondriana) mt. ih. (sondriano): Atao izay hahasondriana.\n Ahitsio"
    },
    {
        "word": "Sondrodrahona",
        "definition": " a.: Tafo herana apetaka vonjy maika ambara-pahavitan'ny tena tafo.\n Ahitsio"
    },
    {
        "word": "Sondrotra",
        "definition": " a.: Fitomboana miakatra; fiakarana amin'ny a-vo, sandratra. - t.i.f.: Asondrotra, voasondrotra, tafasondrotra 1 manondrotra, fanondrotra, mpanondrotra / anondrotana, fanondrotana 1 misondrotra, fisondrotra, mpisondrotra / isondrotana, fisondrotana ) mahasondrotra 1 sondrotsondrotra.\n Ahitsio"
    },
    {
        "word": "Sondrovahanà",
        "definition": " na Sondrovahina (sondrovaka) mt. pdr. (sondrouaho): Ampidirana na andentehana zavatra tsy mahitsy tsara fa mivilana.\n Ahitsio"
    },
    {
        "word": "Sondrovaka",
        "definition": " mt. na a.: Mitelina ventin-javatra na rano, ka tsy any amin'ny lalan-kanina no alehany fa any an'orona: Sondrovaka lava izao ity zaza ity rehefa misotro rano. ¶ M.h.: Kpfona. 1 Fiteleman-javatra toy ny voalaza etsy ambony. 1 Fampidirana zavatra, toy ny fantsika, amin'ny hazo, ka tsy mahitsy tsara fa mivilana. 1 h.o.: Fivaonan'ny fitondran-tena, izany hoe tsy fanarahana lala-mahitsy. - t.i.f.: Sondrovahana na sondrovahina, asondrovaka, voasondrovaka, tafasondrovaka J manasondrovaka, fanasondrovaka, mpanasondrovaka 1 anasondrovahana, fanasondrovahana / misondrovaka, fisondrovaka, mpisondrovaka / isondrovahana 1 fisondrovahana / mahasondrovaka.\n Ahitsio"
    },
    {
        "word": "Sondry",
        "definition": " p. t.: Ilazana olona izay fohy ny orony sy ny tarehiny; olona petaka orona sy f-va loha.\n Ahitsio"
    },
    {
        "word": "Sondry",
        "definition": " a.: Sotrokely nampisotroana tangena ny olon., nampinomina taloha.\n Ahitsio"
    },
    {
        "word": "Sonenika",
        "definition": " a.: Fandihizana na filaetsehana tsy maka mahery, tsy mikoropaka fa milamina sy misosa tsara. - t.i.f.: Asonenika, tafasonenika 1 misonenika, fisonenika, mpisonenika J isonenehana, fisonenehana 1 mahasonenika J soneninenika.\n Ahitsio"
    },
    {
        "word": "Sonetaka",
        "definition": " Fihasimban'ny Sondretaka.\n Ahitsio"
    },
    {
        "word": "Songa",
        "definition": "fiakarana, mifanohitra amin'ny mijotso. ohatra : Misonga ny fiainana Ahitsio"
    },
    {
        "word": "Songa",
        "definition": " p. t.: Misokatra kely, tsy misokatra tanteraka: Songa molotra Ravehivavy in Y. - t.i.f.: Songana, asonga, voasonga, tafasonga, manonga, fanonga, mpanonga, anongana, fanongana, misonga, fisonga, mpisonga, isongana, fisongana, mahasonga.\n Ahitsio"
    },
    {
        "word": "Songadina",
        "definition": " ft.: Fibanjahanjana, fiboridanana. ~ Fiavahana tsara amin'ny hafa. - t.i.f.: Asongadina, voasongadina, tafasongadina 1 manasongadina, fanasongadina, mpanasongadina 1 misongadina, fisongadina, mpisongadina 1 isongadinana, fisongadinana 1 mahasongadina 1 songadingadina.\n Ahitsio"
    },
    {
        "word": "Songana",
        "definition": " (songa) mt. ih. (songao): Aforitra, aingaina kely ny sisiny; sokafana ny mandrakotra azy amin'ny ilany iray.\n Ahitsio"
    },
    {
        "word": "Songere",
        "definition": " (Ski) a.: Karazan-kazon-dranomasina fanao botry.\n Ahitsio"
    },
    {
        "word": "Songo",
        "definition": " a.: Ilazana ny vary sisa tsy nojinjaina eny an-tsaha n4 ny tany kely tsy voasa eo afovoan'ny betsaka; ny volo navela tsy nohetezana toy ny hafa; ny ala sisa tsy nokapaina navela eo afovoan' ny voakapa.\n Ahitsio"
    },
    {
        "word": "Songo",
        "definition": " a.: Ny voalohan-drononon'omby raha vao teraka izy.\n Ahitsio"
    },
    {
        "word": "Songomby",
        "definition": " a: Anaram-biby vaventy, izay lazain'ny olona sasany fa mifandraidraika amin'ny soavaly, nefa koa itompoan'ny sasany fa tsy misy akory fa atao fampitahorana ny zaza mitomany amin'ny alina mba hampangina azy fotsiny.\n Ahitsio"
    },
    {
        "word": "Songona",
        "definition": " a.: Fihoarana ny ha-fa mifaninana amin'ny tena; fisosohana hihoatra ny hafa; fakana toeran'olona ho an' ny tena. ? Fanomezana vidiny ambony kokoa noho ny hafa: Songom-barotra. - t.i.f.: Songonana, asongona, voasongona, sfnongona 1 manongona, fanongona, mpanongona / anongonana, fanongonana J misongona, fisongona, mpisongona J isongonana, fisongonana 1 mahasongona 1 songontsongona.\n Ahitsio"
    },
    {
        "word": "Songonana",
        "definition": " (songona) mt. ih. (songony): Ihoarana: Nosongonan'ny soavalinao ny soaualiko ka lasa faharoa. ? Sosohana: Nosongonan'ny rahalahinao aho ka tsy azoko ilay asa nokendreko. 1 Tapahina, tsatsaingohina: Aza songonanao ny teniko.\n Ahitsio"
    },
    {
        "word": "Songoro",
        "definition": " sy Songory: Jer. Singory.\n Ahitsio"
    },
    {
        "word": "Songosongo",
        "definition": " a.: Zavamaniry fanao fefim-boly izay feno tai-Io ny tahony ary misy ditiny mandronono raha tapahina; ny voniny misy mena dorehitra, fotsy...\n Ahitsio"
    },
    {
        "word": "Songotra",
        "definition": " Jer. Singotra. \n Ahitsio"
    },
    {
        "word": "Sonia",
        "definition": " (fr. signature) a.: Ny anaran'ny tena, izay soratana amin'ny fomba manokana sy tsy miova eo ambanin'ny taratasy soratana ka enti-manamarina ny nanoratana an'io taratasy io: Manisy sonia ny fanekena ifanaovana. il t.i.f.: Soniavina, voasonia 1 manasonia, fanasonia, mpanasonia 1 anasoniavana, fanasoniavana J mahasonia.\n Ahitsio"
    },
    {
        "word": "Sonia",
        "definition": " a.: Anaran-kafa ilazana ny ala volon-jaza. - F.-p.: Sonia ratsy :vondrombolo alaina eo ambony son-na havia ka atsipy atao faditra miaraka amin'ny hety nanetezana ny volon-jaza. I Sonia tsara: vondrom-bolo alana eo ambony sofina bavanana izay afangaro amin'ny hanina (saonjo) ifandrombahan'ny vehivavy maniry zaza.\n Ahitsio"
    },
    {
        "word": "Soniavina",
        "definition": " (sonia) mt. ih, (soniavo): Asiana sonia: Sonia-vo kely, aza fady, ity taratasy nandraisanao vola ity.\n Ahitsio"
    },
    {
        "word": "Sonina",
        "definition": " a.: Tsihy zairina amin' ny fanjaibe hanjary ho toy ny harona ka atao fitahirizana ny valala vao, izay nampangotrahina kely dia nahahy ho maina.\n Ahitsio"
    },
    {
        "word": "Sonjo",
        "definition": " a.: Jer. Saonjo.\n Ahitsio"
    },
    {
        "word": "Sonjoina",
        "definition": " (sonjo) mt. ih. (sonjoy): Otazana na tsongoina amin'ny tanana tahaka ny ravin-tsaonjo.\n Ahitsio"
    },
    {
        "word": "Sononoka",
        "definition": " a.: Fandehanana moramora ary amim-pifaliana; fisosana tsy misy manelingelina na mitontona na mitonjina; ilazana koa ny fiainana milamina na ny raharaha mizotra amin'ny fahatanterahana. 1 t. if: Asononoka, tafasononoka 1 misononoka, fisononoka, mpisononoka 1 isononohana, fisononohana 1 mahasononoka.\n Ahitsio"
    },
    {
        "word": "Sony",
        "definition": " (t.tr.) a.: Molo-tsobika.\n Ahitsio"
    },
    {
        "word": "Sora",
        "definition": " (Ats) a.: Vavaka saotra noho ny fahasitranana tamin'ny aretina mafy nahazo ny tena.\n Ahitsio"
    },
    {
        "word": "Sora",
        "definition": " a: Biby toy ny sokina, saingy kelikely kokoa ary misoratra vony mitsoriadriaka.\n Ahitsio"
    },
    {
        "word": "Sorabe",
        "definition": " a.: Lahatsoratra momba ny tantaran-drazana sy fomba antaimora vita amin' ny tarehintsoratra arabo.\n Ahitsio"
    },
    {
        "word": "Sorapohy",
        "definition": " na Soratrandra a.: Fomba fanoratra amin'ny alalan'ny tsipika mandry na miolikolika na mifaingoka, izay efa ifanarahana, ka ampiasaina hanafohy ny fanoratan-teny hahafahana manoratra teny haingana tahaka ny anononana azy.\n Ahitsio"
    },
    {
        "word": "Sorapotsy",
        "definition": " (Atm) a.: Fomba fanasitranana voalaza ao anatin'ny Sorabe momba ny karazan'aretina samihafa sy ny toe-java-tsarotra eo amin'ny fiainana ilana ny asan'ny hery tsy hita.\n Ahitsio"
    },
    {
        "word": "Sorara",
        "definition": " Jar. Forara.\n Ahitsio"
    },
    {
        "word": "Soratana",
        "definition": " (soratra) m. t. ih. (soraty): Atao an-tsoratra: Soraty izao hafatro izao. / Soratany isan'andro ny laniny. ? Ampandrenesina amin'ny taratasy: Hosoratako aminy io uaouao io. ? Foronina: Tamin'ny taona inona no nosoratan-dRabearivelo ny tononkalo hoe \"Fasana faharoa?\"\n Ahitsio"
    },
    {
        "word": "Soratononina",
        "definition": " a.: Fanazarana na fampiasana any an-tsekoly, hianarana ny fanoratana ny teny araka ny fanao na ny fitsipi-panoratana.\n Ahitsio"
    },
    {
        "word": "Soratra",
        "definition": " a.: Dihy miara-be fanao taloha raha misy hasoavana malaza.\n Ahitsio"
    },
    {
        "word": "Soratra",
        "definition": " a.: Marimarika isan-karazany azo vakina: Saro-bakina ny soratr'ity zaza ity. ? Filazana an-tsoratra: Misy soratra milaza hoe tsy azo aleha ao. - t.i.f.: Soratana, asoratra, voasoratra, sinoratra / manoratra, fanoratra, mpanoratra / anoratana, fanoratana / misoratra, fisoratra, mpisoratra / isoratana, fisoratana / mahasoratra / soratsoratra. -  F.-p.: Ampy misoratra: ilazana ny zaza antonona amin'ny taona hanao ny dihy soratra amin'ny fotoanan'ny famorana. / Sorabola: ny sary amin'ny vola vy. / Sora-boninahitra: ny galonan'ny miaramila; laharam-boninahitra. / Sora-panorona: ny tsipika mifanapatapaka amin'ny lalao fanorona. / Sora-kena: ny faritra samihafa amin'ny hena tokony ho an'ny tsirairay arakaraka ny laharam-boninahiny. / Sora-pihavanana: ny kototanim-pihavanana, na ny fifamatorana maha-mpihavana eo amin'ny fianakaviana. /Sora-tanana:soratra nataon' ny tanana. / Sora-panambadiana na soratra fotsiny: ny fanoratana ny fanambadiana eo anoloan'ny solontenampanjakana. / Sora-tononina: teny tononin'ny hafa ka soratan'ny hafa. / Soratrandra na sorapohy: (jer. io teny io). / Soratr'aretina: ny toetra mampiavaka aretina iray amin'ny hafa.\n Ahitsio"
    },
    {
        "word": "Soratra Masina",
        "definition": " a.: Tenin'Andriamanitra voasoratra, izany hoe olona ihany no nanoratra azy fa Andriamanitra no nanoro sy nampanoratra.\n Ahitsio"
    },
    {
        "word": "Sorena",
        "definition": " (sory) p. t.: Azon'alahelohelo miaraka amin'ny fahadisadisana: Sorena foana izy hatramin'ny nahalasanan'ny zokiny.\n Ahitsio"
    },
    {
        "word": "Sorera",
        "definition": " na Sorery p. t.: Osa sy marezodrezoka, mitavozavoza. - t.i.f. : Misorery / sorerirery. -  F.-p.: Mandavo sorery: mody manao mba hanatanterahana izay hevitry ny te-na ;mamono botretra.\n Ahitsio"
    },
    {
        "word": "Soretra",
        "definition": " Soredretra p. t.: Ketraketraka, kivikivy, malahelo. * t.i.f.: Misoretra, fisoretra.\n Ahitsio"
    },
    {
        "word": "Soriba",
        "definition": " ( t. tr.) a.: Fantara.\n Ahitsio"
    },
    {
        "word": "Sorindrana",
        "definition": " a.: Karazan-kazo mitovitovy amin'ny bosoa (liège) ka azo anaovana tsentsin-tavoahangy koa, saingy tsy mba ny hodiny no alaina amin'izany, fa ny tenany mihitsy izay maivana sy malemilemy; ny sorindrana no nitaina raha nahandro ny sakafon'ny mpanjaka tamin' ny Fandroana.\n Ahitsio"
    },
    {
        "word": "Sorisorena",
        "definition": " p. t.: Madisadisa, sosotsosotra: Sorisorena be ihany aho ka andeha hivoaka kely aloha. ? Malonilony fa misy tsy mahafaly: Sorisorena izy tamin'ny bedibedy nataonao.\n Ahitsio"
    },
    {
        "word": "Sorisory",
        "definition": " a.: Fahadisadisana avy amin'ny tsy fananan-javatra hatao, na fahasosotsosorana.\n Ahitsio"
    },
    {
        "word": "Soritana",
        "definition": " (soritra) mt. ih. (sortto): Asiana tsipika mampisaraka: Sorito ny voloko. ? Marihina: Sorito izay anao amin'ireo zavatra ireo. ? h. o.: Tsara hosoritana fa tsy miantoka ny very izahay.\n Ahitsio"
    },
    {
        "word": "Soritra",
        "definition": " a.: Tsipika natao fetra na fanavahana zavatra. - t.i.f• : Soritana, asoritra, voasoritra, sinoritra / manoritra, fanoritra, mpanoritra f anoritana, fanoritana I misoritra, fisoritra, mpisoritra I isoritana, fisoritana / mahasoritra / soritsorltra. -  F.-p.: Sori-bilana: soritra manavaka na manasaraka ny volo, tsy eo afovoany fa amin'ny ilany havia na hava-nana (ny soritra eo afovoany kosa dia atao hoe vaky tampona). / Sori-bolo: ny soritra manasaraka ny randrana atao amin'ny volo. / Sori-dohany: enti-milaza ny anjara lovan' ny tsirairay. / Soritr'asa: lavaka mitandavana atao amin' ny angady tsotra na amin'ny angadinomby amin'ny tany volena.\n Ahitsio"
    },
    {
        "word": "Soroboae",
        "definition": " (Ski) a.: Karazan' antsantsa maranitra orona.\n Ahitsio"
    },
    {
        "word": "Sorodany",
        "definition": " a.: Miaramila.\n Ahitsio"
    },
    {
        "word": "Sorohina",
        "definition": " (soroka) mt, ih. (sorohy): (tany na ahitra) Alana amin'ny angady, izay asosa fotsiny hisafosafo ny tany ny vohony: Sorohy kely ireto ahitra ireto fa mandoto tokotany. ? Ialana mialoha: Tokony hosorohina ny loza amin'ny fitandremana fatratra.\n Ahitsio"
    },
    {
        "word": "Sorohitra",
        "definition": " a.: Voronkely vasobaso-bolo fahita eny an-tsaha rehetra eny, saingy tsy mianika eny ambony hazo (halavany eo amin'ny 15-20 sm). Mazàna ny sorohitra no mitsindrotsindroka eny amin'ny arabe eny manidintsidina eo alohan'ny mpandeha ohatra ny mitaridalana azy. * Ohab.: Atodin-tsorohitra amoron-dalana; tsy nariako fa narian-dreniny: enti-milaza tsy fananana andraikitra amin'izay tsy nataon'ny te-na. / Sorohitra mitaingina -ambony antsoro, ka ny malemy ihany no tsindriany: enti-milaza ireo tsy mahita hohararaotina hampijaliana afatsy izay kely sy malemy toa azy. ¶ M.h.: Aza manao sahombora mitaingina ambonin'ny ravina, ka mifanindry samy malemy.\n Ahitsio"
    },
    {
        "word": "Soroka",
        "definition": " a.: Fitambaran'ny taolana roa — rangomaina sy taolam-panavy — izay mampifandray ny sandry amin'ny tenabe. - t.i.f.: Antsorohina/manantsoroka, fanantsoroka, mpanantsoroka / anantsorohana, fanantsorohana / miantsoroka, fiantsoroka, mpiantsoroka / iantsorohana, fiantsoroh ana.\n Ahitsio"
    },
    {
        "word": "Soroka",
        "definition": " (Btm) a.: Sotro ravina.\n Ahitsio"
    },
    {
        "word": "Soroka",
        "definition": " a.: Fanalana ny tany na ahitra amin'ny angady, izay asosa hisafosafo ny tany ny vohony: Soroka ahitra. ? Fialana amin'ny famelezana, toy ny tora-bato, kapoka, totohondry: Soro-baton'ilay jamba: voa ciao mihilana '(o-hab. ). * t.i.f. : Sorohina, asoroka, voasoroka, sinoroka / misoroka, fisoroka, mpisoroka / isorohana, fisorohana / mahasoroka / sorotsoroka.\n Ahitsio"
    },
    {
        "word": "Soroma",
        "definition": " a.: Ilazan'ny mpifoka rongony ny ravin-drongony fohiny.\n Ahitsio"
    },
    {
        "word": "Sorona",
        "definition": " a.: Zavatra na biby atolotry ny mpivavaka ho fanatitra solon'ny tenany a-min' Andriamanitra: Manolotra sorona. é tif,: Misorona, fisorona, mpisorona / isoronana, fisoronana / mahasorona.\n Ahitsio"
    },
    {
        "word": "Sorona",
        "definition": " a.: Fikarakarana ny firehetan'ny afo amin'ny fandrosoana ny kitay ao ampatana. - t.i.f.: Soronina, asorona, voasorona / misorona, fisorona, mpisorona / isoronana, fisoronana / mahasorona.\n Ahitsio"
    },
    {
        "word": "Sorona",
        "definition": " a.: Tsy filazana amin' ny olona izay zavatra hita fa tsy mety ataony, na mikasika azy na mikasika ny havany. * t.i.f.: Misorona, fisorona, mpisorona / isoronana, fisoronana. ? F.-p.: Tsy misorona: tsy manoro vohony, tsy mandainga fa milaza ny marina, omban'ny hevitra hanasoa; manambara ny marina sy ny mahasoa mba tsy hahavoafitaira; tsy manafina ny tena toe-javatra mety hahatonga fahavoazana.\n Ahitsio"
    },
    {
        "word": "Soronina",
        "definition": " (sorona) mt. ih. (sorony): (afo) Karakaraina amin'ny fandrosoana ny kitay ao am-patana: Sorony ny afo, ry Bozy, fa aza varia-na mamaky tantara an-tsary eo!\n Ahitsio"
    },
    {
        "word": "Sorony",
        "definition": " a.: Ny antsasak'ilan' ny omby eo aloha.\n Ahitsio"
    },
    {
        "word": "Soropiana",
        "definition": " (t. tr.) p.t.: Atao teli-moka.\n Ahitsio"
    },
    {
        "word": "Sorotà",
        "definition": " a.: Laharan-tsikidy fahatelo ambin'ny folo (mpitsara).\n Ahitsio"
    },
    {
        "word": "Sorotankazo",
        "definition": " a.: Hazomaniry maty ny ilany, izay nampiasaina ho fanalana faditra taloha: Nataoko ho hazomanga hialofana lahy, hay sorotankazo tsy mahaleo otina, — ka vao donin-dambo dia hentitra. (Tselatra)\n Ahitsio"
    },
    {
        "word": "Sory",
        "definition": " sy Sorisory a.: Zavatra manelingelina ny saina ka mahatonga ny tena ho madisadisa: Miteraka sorisory ny adiady amin'ny tany amamonina. • Sorena, sorisorena, voasorisory / manorisory, fanorisory, mpanorisory / anorisorena, fanorisorena / fahasorisorena.\n Ahitsio"
    },
    {
        "word": "Sosa",
        "definition": " a.: Zavamaniry mandady fihinam-body, karazan'oviala.\n Ahitsio"
    },
    {
        "word": "Sosa",
        "definition": " a.: Fikorisana amin-javatra malama; fizorana tsy miato; fandehanana milamina tsy misy misakantsakana na manelingelina; fikorianan'ny rano sy fisononokan'ny lakana na sambo. - t.i.f.: Sosana, asosa, voasosa, sinosa, tafasosa / manasosa, fanasosa, mpanasosa / anasosana, fanasosana / misosa, fisosa, mpisosa / isosana, fisosana / mahasosa / sosasosa.\n Ahitsio"
    },
    {
        "word": "Sosaity",
        "definition": " (angl. society) a.: Fikambanan'olona vitsivitsy na maromaro fehezina lalàna iray.\n Ahitsio"
    },
    {
        "word": "Sosana",
        "definition": " (sosa) mt. pdr. (sosay na sosao): Enti-milaza olona izay andefasana (lakana) mikorisa milamina mankeny aminy: Sosay lakana aho, rey olona er? andafin-drano.\n Ahitsio"
    },
    {
        "word": "Sosety",
        "definition": " (fr. chouchoute) a.: Zavamaniry mandadina ary fihinana ny voany rehefa andrahoina.\n Ahitsio"
    },
    {
        "word": "Sosialisma",
        "definition": " (fr. socialisme) a.: Fomba fitantanan-karena mikendry ny tombontsoan'ny vahoaka amin'ny alalan'ny fitovizam-pamokarana iombonana, ny fanaovana ho harem-pirenena ny orinasa lehibe ary ny kaoperativa.\n Ahitsio"
    },
    {
        "word": "Sosoa",
        "definition": " a.: Vary andrahoina malemy misy ranony.\n Ahitsio"
    },
    {
        "word": "Sosohana",
        "definition": " (sosoka) mt. pdr. (sosohy): Ampidirana na sisihana kofehy mba hanamafy azy kokoa: Sosohy ny lambanao fa efa marambato. / Nososohana herana ny tafontrano. ? Ampiana na soloana hafa: Nososohana uoaloboha ilay taninay eo ambony trano fa nisy maty tamin'ireo nambolena voalohany.\n Ahitsio"
    },
    {
        "word": "Sosoka",
        "definition": " a.: Kofehy asisika amin'ny fahan'ny lamba iray efa misy marambato mba hanamafy azy. ? Izay anampy ny efa misy. ? Izay ambolena asolo ny efa tsy naniry. • Sosohana, asosoka, voasosoka / manosoka, fanosoka, mpanosoka / anosohana, fanosohana / misosoka, fisosoka, mpisosoka / isosohana, fisosohana / mahasosoka / sosotsosoka. * F.-p.: Soso-keuitra: tolokevitra atao mba hanampy ny efa voalaza na hasolo azy mihitsy fa heverina ho metimety kokoa.\n Ahitsio"
    },
    {
        "word": "Sosona",
        "definition": " a.: Zavatra atao ao anatin'ny zavatra hafa iray hanatevina azy: Asiuy sosona ny kapaotiko fa mangatsiaka ny andro. ? Laharana faharoa amin'ny zavatra iray: Vavahady roa sosona. - t.i.f.: Sosonana, asosona, voasosona, sinosona / manosona, fanosona, mpanosona / anosonana, fanosonana / mifanosona / misosona, fisosona, mpisosona / isosonana, fisosonana / mahasosona / sosontsosona. * F.-p.: Soso-nify: enti-milaza olona misy sosona ny nifiny, izany hoe misy hafa manampy toa milahatra amin'ilay nifiny ao anatiny.\n Ahitsio"
    },
    {
        "word": "Sosonana",
        "definition": " (sosona) mt, ih. (sosony): Asiana sosony: Sosony ny lamba firakotrao.\n Ahitsio"
    },
    {
        "word": "Sosorina",
        "definition": " (sosotra) mt. ih. (sosory): Atao tonga sosotra: Nososoriny aho nefa izaho tsy naninona azy akory.\n Ahitsio"
    },
    {
        "word": "Sosososo",
        "definition": " a.: Fidirana tsy miahotrahotra na misalasala; fandroso sahisahy tsy am-pihambahambana; famindra na fandeha misasasasa manatona. - t.i.f. : Asosososo, voasosososo, tafasosososo / misosososo, fisosososo, mpisosososo / isosososoana, fisosososoana / mahasosososo.\n Ahitsio"
    },
    {
        "word": "Sosotra",
        "definition": " p. t.: Tsy faly, na tafintohina, ka hita eny amin' ny endrika izany tsy fahafaliana izany: Sosotra tamiko i dada fa tsy nahatonga hafatra aho. i\tSosorina, asosotra / manasosotra, fanasosotra, mpanasosotra / anasosorana, fanasosorana / mahasosotra / sosotsosotra. ¶ M. h. : Malonilony, letra, lotika, sendaotra, tezitra, kirikirina, mandongilongy, madikidiky, marikoriko, Mahasosotra, mahalonilony, mahakamo, mahaletra, mahasendaotra, mampandongilongy, mahatezitra, mahadikidiky, maharikoriko, vodisetroka.\n Ahitsio"
    },
    {
        "word": "Sosy",
        "definition": " p. t.: Sompatra, mitady izay hanimbana ny sasany: Ravao iny koa sosy mahasoso tra. - t.i.f. : Misosy.\n Ahitsio"
    },
    {
        "word": "Sotasota",
        "definition": " a.: Ady, fanditra, fifandirana, fanjihitra, fifanjihirana: Miki sotasota foana io uehivavy io. * t.i.f. : Misotasota, fisotasota, mpisotasota / isotasotana, fisotasotana. ¶ M. h.: Mila sotasota, mila ady, mita vaniny, mila tonony, mila kisa, mila antsongony, mila antsontsany, mi-la voatsiary.\n Ahitsio"
    },
    {
        "word": "Sotisoty",
        "definition": " a.: Loto mitsaporetika amin'ny fitafiana na endrika. * t.i.f.: Misotisoty, fisotisoty, mpisotisoty / isotisotiana, fisotisotiana.\n Ahitsio"
    },
    {
        "word": "Sotitihana",
        "definition": " (sotitika) mt.ih. (sotitiho): Lotoina: Aza sotitihana toy izao ity akanjonao uaouao!\n Ahitsio"
    },
    {
        "word": "Sotitika",
        "definition": " a.: Loto na menamenaka eny amin'ny tarehy na amin'ny fitafiana na eran'ny trano. * t.i.f.: Sotitihana, asotitika, voasotitika / manasotitika, fanasotitika, mpanasotitika / anasotitihana, fanasotitihana / misotitika, fisotitika, mpisotitika / isotitihana, fisotitihana / mahasotitika / sotitiditika.\n Ahitsio"
    },
    {
        "word": "Sotrasotra",
        "definition": " a.: Fomba fihinana mambosibosika. - t.i.f.: Misotrasotra, fisotrasotra, mpisotrasotra / isotrasotrana, fisotrasotrana.\n Ahitsio"
    },
    {
        "word": "Sotrisotry",
        "definition": " a.: Anjonanjona, haitraitra, kiry, tohika. - t.i.f. : Misotrisotry, fisotrisotry, mpisotrisotry / isotrisotriana, fisotrisotriana.\n Ahitsio"
    },
    {
        "word": "Sotro",
        "definition": " a.: Fitaovana misy keoka ny atiny ary mivohitra ny ivelany itondrana ny vary na ny rano any am-bava: Misy sotro vy, misy sotro hazo.\n Ahitsio"
    },
    {
        "word": "Sotro",
        "definition": " a.: Fitelemana rano na ranon-javatra; goka; fitrohana rano amin'ny vava ka atelina: Ataovy toy ny sotro ranon'akoho: ny kely azo iandrandrana (ohab. enti-milaza ny tokony hankasitrahana an'Andriamanitra amin' izay soa omeny, na dia kely aza). -  t.i.f.: Sotroina, voasotro, sinotro / misotro, fisotro, mpisotro / isotroana, fisotroana / mahasotro / sotrosotro. -  F.-p.: Sotro asisika: kiry tsy azo fefena tsy hanao izay tiany.\n Ahitsio"
    },
    {
        "word": "Sotrobe",
        "definition": " a.: Sotro lehibe fandoarana ny sakafo avy ao am-bilany. * Ohab.: Manao sotrobe lava ~ tango: mahay atsy, mahay aroa: manao izay hifankahazoana resaka amin'olona na antokon'olona roa mifanohitra na tsy mitovy hevitra, mihatsaravelatsihy.\n Ahitsio"
    },
    {
        "word": "Sotroina",
        "definition": " (sotro) mt. ih. (sotroy): (rano) Entina ao am-bava na trohina amin'ny va-va dia atelina: Sotroy ny fanafod y.\n Ahitsio"
    },
    {
        "word": "Sotrorovitra",
        "definition": " a.: Jer. Forosety.\n Ahitsio"
    },
    {
        "word": "Sotry",
        "definition": " (t. tr. ) a. : Loza, antambo.\n Ahitsio"
    },
    {
        "word": "Sotry",
        "definition": " a.: Teny tsy fampiasa raha tsy miaraka amin'ny Vono, ka ny vono sotry dia nilazana fàhiny ny fampisotroana tangena ny akoho mba hahafantarana na meloka na tsia ilay tompony.\n Ahitsio"
    },
    {
        "word": "Sôva",
        "definition": " (Tsm) a.: Karazan-tononkalo tsimihety mitsikera toe-javatra iray na mitantara toe-javatra iray (oh. sôva momba ny nahazoan'ny Vazaha ny tany) amin'ny teny mirindra matetika miady ri-ma.\n Ahitsio"
    },
    {
        "word": "Sovilaka",
        "definition": " p. t.: Tsy mahitsy fa misompirana. (Jer. Sabilaka, sobilaka, savilaka)\n Ahitsio"
    },
    {
        "word": "Sovohina",
        "definition": " (souoka) mt. ih. (souohy): Tampohina: Sovohin' ny fahafatesana Raolombelona. ? Akekezina an-tsokosoko, asiana mangingina: Nosouohin'ny hatsiaka ny marary halina.\n Ahitsio"
    },
    {
        "word": "Sovòka",
        "definition": " a. (t.t.m.): Vehivavy janga, ratsy fitondran-tena.\n Ahitsio"
    },
    {
        "word": "Sovoka",
        "definition": " a.: Aretin'ny vehivavy mifana, azo avy amin'ny hatsiaka.\n Ahitsio"
    },
    {
        "word": "Sovoka",
        "definition": " a.: Fanatonan'ny fahavalo amim-pahanginana sy tsy ampoizina mba hamely tampoka; fanakekezana antsokosoko hahazoana mitroatra amin'ny fanafihana atao: Souok'ady. * t.i.f.: Sovohina, asovoka, voasovoka, sinovoka, tafasovoka / misovoka, fisovoka, mpisovoka / isovohana, fisovohana / mahasovoka. * F.-p.: Souok'ady: ady tsy nampoizina, namelezana tampoka. / Souoka alina: famelezan'ny fahavalo amin' ny alina; ilazana koa ny fiavian'ny orana amin'ny alina.\n Ahitsio"
    },
    {
        "word": "Soy",
        "definition": " a.: Anaram-boronkely mahafinaritra misy karazany efatra: soikely, ny kely indrindra aminy; ny soimanga, ny tsara tarehy indrindra, ny soimainty ary ny soilomotra, mavo manopy maitso.\n Ahitsio"
    },
    {
        "word": "Spaoro",
        "definition": " (fr. sport) a.: Anarana iantsoana ireo fanatanjahan-tena isan-karazany orne-na endrika lalao, lalao samy maka ho azy na mifanao andaniny, ka manaraka fitsipika efa raikitra.\n Ahitsio"
    },
    {
        "word": "Spiroketa",
        "definition": " (fr. spiroquette) a.: Mikraoby miditra amin'ny antokon'ny bakteria, mana-na endrika miolakolaka amin'ny fahitana azy amin' ny mikraoskopy, fototry ny aretina maro toy ny farasisa.\n Ahitsio"
    },
    {
        "word": "Sponjy",
        "definition": " (angl. sponge) a.; Tranom-bibin-dranomasina, izay malemy ary mora vonton-drano ka ampiasaina ho famaohana zavatra sasana. ? Anarana ilazana karaza-mofo vlta amin'ny lafarinina malemilemy mora mibontsin-drano.\n Ahitsio"
    },
    {
        "word": "Sy",
        "definition": " ppt.: Entina mampitohy teny roa (anarana, mpamaritoetra, matoanteny): Ny sa-ka sy ny alika, / Tsara sy ratsy. / Mihinana sy misotro.\n Ahitsio"
    }
]