[{
        "word": "B",
        "definition": " Tarehintsoratra faharoa ary renisoratra voalohany amin' ny abidy malagasy, mitonona hoe bi na be. ? Fiovan'ny u amin'ny fanakambanan-teny (tongotra vakivaky = tongo-bakivaky) na amin'ny fanovonana man, izay tonga mam (man-voly = mambo-1Y)Ba a.: Mamikely, oroka, ifanaovan'ny mpisakaiza, indrindra ny mpihavana, ho mari-pitiavana: Mifanao ba.\n Ahitsio"
    },
    {
        "word": "Ba",
        "definition": " (fr. banc) a.: Hazo fisaka lavalava misy tongony, natao hipetrahana. ¶ M. h,: Dabilio.\n Ahitsio"
    },
    {
        "word": "Ba",
        "definition": " a.: Ny fingadonan'ny andalan-tononkalo, izay avy amin'ny toeran'ny tsindrimpeo amin'ny andalana tsirairay avy: Misy karazany roa ny ba, dia ny ba mingadona (oh. Làpa) ary ny ba mitsaika (oh. Tdratra), ~ Fomba fandrefesana ny feo amin'ny mozika: Ba efatra izany mozika izany. a Miuely ba: manamarika ny ban-kira amin'ny tehina kely izay entina hanoritana tsipika roa na telo na efatra. / Maka ba: manao fiomanana (avy amin'ilay fomban'ny mpitarika hira izay mively ba araka ny ban-kira roa na telo na efatra, indray mandeha alohan'ny hanombohana hira).\n Ahitsio"
    },
    {
        "word": "Ba",
        "definition": " (Ski) a: Karazan'oviala misy vodiny boribory sahala amin'ny tavolo.\n Ahitsio"
    },
    {
        "word": "Ba",
        "definition": " (fr, bas) a.: Karazan-tenondamba vita tanana na mima atao amin'ny kofehy volonondry izay ampifampidipidirina manara-dalàna amin' ny vin-korise na vim-ba: Ma-nana akanjo ba mangamanga i Koto kely / Mahay manao ba ny uadin-dRabe. Akanjo ba sy ba kiraro\n Ahitsio"
    },
    {
        "word": "Ba",
        "definition": " (fr, bas) a: Fonon-tongotra rehefa atao anaty kiraro. é t.i.f.: Miba, fiba, mpiba.\n Ahitsio"
    },
    {
        "word": "Baba",
        "definition": " a.: Ray, dada (teny efa tranainy, nefa mbola fampiasa ankehitriny any anindrantany: Baba sy nindry). ¶ M. h.: Aba, kaky. ~ H. L: Lehilahy efa antitra dia antitra, konka. ? p. t.: Tsara tarehy, kanto (tsy fanrpiasa raha tsy miaraka amin' ny mpisolo anarana fanao tovana ny: Babany izany raha tarehin'olona. ~ Tsy leo amin'ny zavatra ataony, manan-daza, manehoeho; * 0-hab.: Papangolahy onaty katsaka, ka izay miuoaka babany auokoa: Enti-milaza ny samy maha-kinga na mahay ny olona maro mifandimby manao zavatra imasom-bahoaka. - t.i.f.: Babantany (fer. ity). ? Baba ray, baba reny: zanaky ny tsara tarehy. ¶ M. h.: Malaza. manana anarana, mandeha laza, maneohoeho, maresaka, maketrika, ngeza, kalaza.\n Ahitsio"
    },
    {
        "word": "Baba",
        "definition": " Baba ra:(jer. Babaka).\n Ahitsio"
    },
    {
        "word": "Babababa",
        "definition": " a.: Antsoantso milaza fahavoazana, faharariana: Mankarenin-tsofina ny babababan'Isambilo nokapohindra in y. 1 Fitarainana, menomenona. - t.i.f.: Mibabababa, fibabababa, mpibabababa / ibabababana, fibabababana.\n Ahitsio"
    },
    {
        "word": "Babahaka",
        "definition": " (t. tr.) p. t.: Mangabakabaka.\n Ahitsio"
    },
    {
        "word": "Babaka",
        "definition": " ft.: Enti-milaza fitobahan-drano, figororoanana, fandriahana. - t.i.f.: Mibabaka. -  F.-p.: Baba ra, mibaba ra (iaraha-mahalala fa betsaka ny teny izay manana endrika roa: na misy tovana ka, tra, na na tsotra izao fotsiny, toy ny hoe bila, bilaka; koa nt' babaka sy baba koa eto dia iray ihany): mandeha ra be, mitsonika ra, feno ra: Baba ra ny oron'ny zaza voadonan'ny sisin-databatra\n Ahitsio"
    },
    {
        "word": "Babaka",
        "definition": " ft.: Enti-milaza resaka feno menomenona, teny mitaraindraina (iaraha-mahalala fa betsaka amin'ny teny verindroa no mitovy amin'ilay teny tsotra niaviany misy ka na tra ihany, toy ny hoe miredareda sy miredaka; toraka izany koa, ny babaka, mibabaka dia iray ihany amin'ny teny ery ambony babababa, mibabababa): Nibabaha Ra-koto fa lasan'ny mpangarompaosy ny uolany roanjato.\n Ahitsio"
    },
    {
        "word": "Babake",
        "definition": " (Ski) a.: Voatavo fotsy.\n Ahitsio"
    },
    {
        "word": "Babakolahy",
        "definition": " (Ski) a.: Vody taho-mangahazo efa antitra ka maozatra aoka izany ny nofony.\n Ahitsio"
    },
    {
        "word": "Babakoto",
        "definition": " a.: Karazana gidro fohy rambo, iray tarika amin'ny amboanala. ? h.i: sady fanaratsiana, enti-milaza olona tsy misy saina, donendrina: Mangina ilay baba-koto\n Ahitsio"
    },
    {
        "word": "Babangala",
        "definition": " na Babangoala p. t.: (trano) foana tsisy mpipetraka ary efa afaka daholo ny varavarambe sy varavarankely rehetra tao anatiny.\n Ahitsio"
    },
    {
        "word": "Babangoala",
        "definition": " (jer. Babangala).\n Ahitsio"
    },
    {
        "word": "Babangoana",
        "definition": " p. t.: Foana tsY misy na inona na inona ao anatiny; nalana daholo ny fa-naira aman'entana tao anatiny: Nony lasa ianareo, dia efitrano babangoana sisa nitahiry ny fahatsiarouana anareo.\n Ahitsio"
    },
    {
        "word": "Babantany",
        "definition": " p. t.: Fatratra, tsy erany loatra (na amin'ny tsara na amin'ny ratsy): Babantany ny vola laniny tamin'ny famadihana izay.\n Ahitsio"
    },
    {
        "word": "Babena",
        "definition": " (baby) mt ih. (bribe()); Entina ao an-damosina: Etsy babeko, razandry..\n Ahitsio"
    },
    {
        "word": "Babena",
        "definition": " a.: h.o.: Lamosina: Nataony am-babena ilay entana dia lasa izy. ' ? Valim-babena: valin' ny soa noraisina tamin'ny olona. / Babe-mila ualy: soa atao mitaky valiny.\n Ahitsio"
    },
    {
        "word": "Babo",
        "definition": " a.: Olona resy an'ady ka entin'ny mpandresy manaraka azy toy ny fananany mihitsy, ¶ M. h.: Sambobelona. ? Zavatra na fiadiana na entana, azo tamin'ny ady ka naniary fananan'izay nahazo azy; na zavatra nangalarin' ny mpangalatra. ? p. t.: Resy, azo tanteraka: Babon'ilay zazauavy ny fony ha tsy nahapetraka izy, - t.i.f.: Baboina, voababo, binabo / mamabo na mambabo, famabo, mpamabo 1 amaboana, famaboanal mahababo 1 babobabo 1 fahababoana.\n Ahitsio"
    },
    {
        "word": "Baboina",
        "definition": " (babo) mt. ih. (baboy); Atao sambobelona, atao babo: Tafondro roa no nobaboin'ny fahavalo. 1 Robaina, angalarina: Nobaboin' ny jiolahy daholo ny entana tao ambany rihana. ? Hosena, alaina ho onitra: Hobaboin'ny fanjakana ny fananany fa namadika tanindrazana izy.\n Ahitsio"
    },
    {
        "word": "Baboka",
        "definition": " a.: Fiekena fa diso na resy; fifonana na fivalozana. 6\tMibaboka, fibaboka, fibabohana.\n Ahitsio"
    },
    {
        "word": "Baby",
        "definition": " a.: Fitondrana zaza na entana ao an-dam osina. - t.i.f.: Babena, binaby, voababy / mibaby,fibaby, mpibaby / ibabena, fibabena / mahababy 1 mitambaby, kibabibaby. ? Mibaby zaza: mitondra zaza ao an-damosina, izay asabaka ny feny ary dia fihinina amin'ny lamba atao mikaona eo anoloana. / Babin-katsaka: ny voan-katsaka mbola amin'ny tahony. 1 Baby roa, telo: enti-milaza f oto-katsaka mitondra babiny roa, telo. / Baby kambana: fibabena zaza roa ao an-damosina.\n Ahitsio"
    },
    {
        "word": "Bada",
        "definition": " p. t.: Tsy miteraka (fiteny indrindra amin'ny biby, fa ny olona atao hoe momba: Bada angamba ilay ombivauinay, fa hatramin'izao mbola tsy niteraka ihany. Miraiki-dela fa tsy mahatonona avy hatrany izay tiana holazaina (matetika ny teny verindroa badabada no ampiasaina amin'it? hevitra i-t}' ). i t.if.: Badabadaina / mibadabada, fibadabada, mpibadabada 1 ibadabadana, fibadabadana. a F.-p.: Bada be: vehivavy vaventy nefa tsy mety miteraka (teny entina manaratsy, maneso). / Bada lela: miraiki-dela tsy afa-miteny haingana, sahirana ery raha hilaza zavatra. 1 Bada saina: tsy mahataka-javatra. 1 Bada ta-nana: mikaviavia, mitaraikiraiky raha manao zavatra.\n Ahitsio"
    },
    {
        "word": "Bada",
        "definition": " a: Fisamboran-javatra na olona izay fihinina amin'ny sandrY. - t.i.f.: Bedaina, voabeda, nobineda J mambeda, fanabeda, mpambeda 1 ambedana, fambedana 1 manabeda, fanabeda, mpanabeda 1 anabedana, fanabedana J mibeda, fibeda, mpibeda J ibedana, fibedana J mahabeda.\n Ahitsio"
    },
    {
        "word": "Badabada",
        "definition": " a.: Fanombohana miteny voalohany. 1 Tsy fahafahana miteny haingana; firaiketan-dela izay tsy mahateny avy hatrany ny tiankolazaina fa miakanakana sy miambatrambatra. - t.i.f.: Mibadabada, fibadabada, mpibadabada 1 ibadabadana, fibadabadana.\n Ahitsio"
    },
    {
        "word": "Badabadaina",
        "definition": " (badabada) mt. ih.: Lazaina amim-piakakana.\n Ahitsio"
    },
    {
        "word": "Badenina",
        "definition": " p. t.: Jemby, mamjambena: Badenina ny masoko nijery ny masoandro dimy segondra monja. • Fanimpanina, domelina, vizana izaitsizy ka voly, toa tsy maharay tena intsony: Badenina aho izany, hoy Rasoa, fa adiny telo aho no nifantsika nanjaitra teto.\n Ahitsio"
    },
    {
        "word": "Badera",
        "definition": " a: Lamba menamena midorehitra.\n Ahitsio"
    },
    {
        "word": "Badiga",
        "definition": " na Badika (Ski) a.: Vatan'ny hazon-tsatrana antitra.\n Ahitsio"
    },
    {
        "word": "Bado",
        "definition": " p.t.: Kely saina, donto saina, tsy ampy fiheverana, mora ambakaina. (Araka izany, dia tsy azo atao hoe bado ny tsy nahita fianarana fotsiny, satria mety ho manan-tsaina tokoa izy, fa ny fianarana no tsy hitany): Bado koa izany raha olona, it? peratra volamena US,' dia natakalony akanjo mareuaka be soratra. - t.i.f.: Badoina 1 manabado, fanabado, mpanabado 1 anabadoana, fanabadoana 1 mibadobado 1 habadoana. ¶ M. h.: Tsotra loatra, tsobe, mora amidy, olom-be, tsy mahay olakolaka, mifanahin-jaza bodo. * Ohab.: Badolahy miantsena: siramamy ka atoraka alika: Enti-milaza olona tsy ampy fiheverana, kely saina, ka tsy hainy akory ny manavaka ny tsara sy ny ratsy, ny mahasoa sy ny tsy ilaina.\n Ahitsio"
    },
    {
        "word": "Badobadony",
        "definition": " p. toe.: (jar, Badony).\n Ahitsio"
    },
    {
        "word": "Badoina",
        "definition": " (bado) mt. ih (bado y): Ambakaina, fitahina amin-kafetsena: Tsy azonao badoina aho fa mba manana ny sain-keliko.\n Ahitsio"
    },
    {
        "word": "Badony",
        "definition": " Badobadony p. t.: Tsara bika, tsy lava tsy fohy, tsy vaventy tsy manify, fa mifanao ara-keviny ny toetoe-batany rehetra.\n Ahitsio"
    },
    {
        "word": "Badra",
        "definition": " p. t.: Be vatana, lehibe, vaventy lava.\n Ahitsio"
    },
    {
        "word": "Badrabadra",
        "definition": " p. t.: Lehibe vatana mivozavoza, midrahodraho, tsy kinga fihetsika: Badrabadra koa izany raha olona!\n Ahitsio"
    },
    {
        "word": "Badrahodra",
        "definition": " p. t.: Vaventy kidaladala, sy mitahontahona; mohamohaka tsy mahavita zavatra firy; mibonabonaka sady mivozavoza.\n Ahitsio"
    },
    {
        "word": "Bafoka",
        "definition": " ft.: Enti-milaza fijanonana am-pandriana, fahalainana miarina noho ny hakamoana. - t.i.f.: Abafoka 1 mibafoka, fibafoka, mpibafoka 1 ibafohana, fibafohana 1 bafobafoka.\n Ahitsio"
    },
    {
        "word": "Bageda",
        "definition": " (Atd) a.: Vomanga.---a'\n Ahitsio"
    },
    {
        "word": "Bahaiza",
        "definition": " (Tsin) a.: Hira fitomaniana ny maty fanao eo ampiaretan-tory.\n Ahitsio"
    },
    {
        "word": "Bahambahana",
        "definition": " (bahana) t.u.r.: Milaza fihamafisan-kevitra, bahana matetika, befahatany.\n Ahitsio"
    },
    {
        "word": "Bahana",
        "definition": " a.: Fakana toerana be, fitanana toerana be; tsy fanomezana toerana ny sasany, fisakanana na fisalovanana tsy hahazoan'ny sasany mandeha; famaritana ny tokony tsy ho efan'ny tena. 1 Bahanina, abahana 1 mibahana, fibahana, mpibahana 1 ibahanana, fibahanana 1 mahabahana 1 bahambahana, mibahambahana.\n Ahitsio"
    },
    {
        "word": "Bahanina",
        "definition": " (bahana) mt. ih. (bahano): Sakanana, salovanina.\n Ahitsio"
    },
    {
        "word": "Baharia",
        "definition": " (Ski) a.: Ny matilô amin'ny botry.\n Ahitsio"
    },
    {
        "word": "Baheza",
        "definition": " a.: Hira vako-drazana fanao amin'ny fiandrasampaty.\n Ahitsio"
    },
    {
        "word": "Baheza",
        "definition": " a.: Jar, Raloba.\n Ahitsio"
    },
    {
        "word": "Baholy",
        "definition": " na Baholimaso p, t.: Manana maso mahiratra tsara ary tsara tarehy, toa falifaly lalandava.\n Ahitsio"
    },
    {
        "word": "Baibaizina",
        "definition": " (baibay) ont, ih. (baibaizo): Tenenina amimpahatezerana, levilevena: Nobaibaizin-dreniny izy fa tsy nahalala fornba naniratsira an 'i dadatoany.\n Ahitsio"
    },
    {
        "word": "Baibay",
        "definition": " a.: Levilevy sy anatra atao amim-pahatezerana, fitenenana arahin-tsamonina tsy misy fiatoana. ¶ M. h.: Bedibedy, gedrigedry. - t.i.f.: Baibaizina.\n Ahitsio"
    },
    {
        "word": "Baibo",
        "definition": " (Ski) a: Tanimboly voasafotry ny rano amin'ny fahavaxatra.\n Ahitsio"
    },
    {
        "word": "Baibo",
        "definition": " (t.tr.) a: Mpandany harena tsy azo tenenina.\n Ahitsio"
    },
    {
        "word": "Baibo",
        "definition": " p. t.: Ada1a, foka.\n Ahitsio"
    },
    {
        "word": "Baiboho",
        "definition": " a,: Tanety, indrindra ny amorona ivaiva.\n Ahitsio"
    },
    {
        "word": "Baiboly",
        "definition": " (angl. bible) a: Anaran'ny boky misy ny Soratra Masina rehetra; mizara roa ny baiboly, dia ny Testamenta taloha sy ny Testamenta vaovao.\n Ahitsio"
    },
    {
        "word": "Baibona",
        "definition": " a.: Tendron'ny vy solom-pantsika anakambanana takela-by na hazo, izay pohina mafy mba tsy ho afa-mitsoaka.\t--( ? F,-p.: Vono baibona: famonoana tsy ho hita ireo tendron'ny vy anakambanana takela-by na hazo. / Vita vono baibona: vita mafy tsara, mats paika.\n Ahitsio"
    },
    {
        "word": "Baibona",
        "definition": " a,: Ny sofin'ny riandriana roa havia sy havanana ka ny iray somary vorivory, ny iray fisaka ny tampons.\n Ahitsio"
    },
    {
        "word": "Baika",
        "definition": " ft.: Fihatahan'ny ranjo be loatra rehefa mamindra, daikadaika.\n Ahitsio"
    },
    {
        "word": "Baikabaika",
        "definition": " a.: Famindra mibakabaka sy miretareta. - t.i.f.: Baikabaikaina, abaikabaika / mibaikabaika, fibaikabaika, mpibaikabaika I iabaikabaikèna, fibaikabaikana 1 mahabaikabaika.\n Ahitsio"
    },
    {
        "word": "Baiko",
        "definition": " a.: Teny vahiny (noho izy tany am-boalohany narabina fihetsiky ny tanana mba ho azo tsara; araka izany ny teny vahiny ampiasaina ankehitriny dia tsy tokony ha-tao izany intsony). • Teny na famantarana ifanomezana ka tsy mety ho fantatr'izay olona ivelany hafa: Izao no baiko nifamantaran'ny mpikambana; namoha sy nanidy ny boko-palitaony ilay niteny. + Teny nomena hotanterahina: Izany no baiko voaraiko, tompoko, ka tsy afamanoatra aho. 1 Didy fampahafantarana izay hatao: Indrisy! nisy namono teny andalana ilay miaramila ni-tondra baiko avy tamin'ny jeneraly. 4 Teny na fihetsehan-tanana ifankahazoan-kevitra amin'ny olona moana na amin'ny biby: Mahalala baiko fatratra it? alikanao ity izany. 6 t. t. f,: Baikoina, voabaiko I mibaiko, fibaiko, mpibaiko, ibaikoana, fibaikoana 1 mahabaiko. ? F,-p.: Baikon'ny moana: fampahafantaran'ny moana ny heviny amin'ny fihetsiky ny tanany na ny lohany, I Baiko tanana: famantarana atao amin'ny tanana mba hifankah az oan-kevitra.\n Ahitsio"
    },
    {
        "word": "Baikoina",
        "definition": " (baiko) mt. ih. (baikoy): Omena baiko: Nobaikoiny tamin'ny masony fotsiny ihany ilay alika dia niantsambotra teny amin' ilay olon-dratsy.\n Ahitsio"
    },
    {
        "word": "Baikona",
        "definition": " a.: Mitovy amin'ny hoe baika.\n Ahitsio"
    },
    {
        "word": "Bailoka",
        "definition": " p. t.: Tsy mahitsy, meloka, mivilana, mitovy amin' ny hoe biloka, izay fampiasa matetika kokoa: Tsy azo anaovana na inona na inona ity hazo ity fa bailoka. ¶ M, h.: Meloka, mivaona, mivilana, bilaka, biloka, miolana, mibirioka.\n Ahitsio"
    },
    {
        "word": "Bainga",
        "definition": " a.: Vongan-tany navadika ary naongana tamin'ny angady. * Ohab.: Vavolombelon'ny mpiasa ny bainga: Ny zavatra vita no porofo misongadina amin'ny asa natao. ¶ M. h.: Vaingan-tany, bongan-tany, tomba-tany,\n Ahitsio"
    },
    {
        "word": "Baingo",
        "definition": " Baingoka a,: Habilabilana; toetran'ny zavatra vilana sy mifelopeloka, miolikolika. - t.i.f.: Abaingo, baingoina / mibaingo, fibaingo.\n Ahitsio"
    },
    {
        "word": "Baingoka",
        "definition": "  a.: (fer. Baingo). - t.i.f.: Abaingobaingoka, baingobaingohina / mibaingoka, fibaingoka.\n Ahitsio"
    },
    {
        "word": "Baka",
        "definition": " p. t.: Enti-milaza: Ny tandrok'omby misamaka, izany hoe mivelatra mifanalavitra, mihataka (mifan: Kirongo). ? Ny fisarahan'ny zavatra iray toerana na mizara roa misy elanelana lavitra. 6 ti.f.: Bakaina, abaka, voabaka, nobinaka 1 manabaka, fanabaka, mpanabaka f anabakana, fanabakana I mibaka, fibaka 1 ibakana, fibakana f mahabaka / bakabaka I sabaka. -  F,-p,: Baka lany sahaza: tsy misy toa azy, tokana aman-tans. * Fiten.: Raha baka mahay misisika (na mihorirana ) ianao, izaho kirongo tsy azo idirana: teny ifanaovan'olona roa mifaninana ilazany fa samy manana ny toetra mahakinga azy avy izy ireo ka tsy matahotra ny hifanandrina. I Fiten, mit. heu.: Raha mihen)an-ko mahazaka ianao, dia mba midiridiry ho amponga kosa aho,\n Ahitsio"
    },
    {
        "word": "Bakabaka",
        "definition": " (baka) t.u,r,: Milaza fihenan-kevitra, tsy dia baka loatra.\n Ahitsio"
    },
    {
        "word": "Bakaina",
        "definition": " (baka) mk ih, (bakao): Ampifanalavirina, samahina.\n Ahitsio"
    },
    {
        "word": "Bakaka",
        "definition": " p. t.: Enti-milaza nify mielanelana be toy ny banga. • H. i,: Entina ilazana koa ny rary be maso tsy mikatona tsara: Tsy tiako ity tsihy ity fa bakaka be ohatra ny inona.\n Ahitsio"
    },
    {
        "word": "Bakaka",
        "definition": " (Ski) a: Anaran'ahitra lehibe izay mety hahatratra hatramin'ny roa na telo metatra.\n Ahitsio"
    },
    {
        "word": "Bakakely",
        "definition": " a.: Karazan-javamaniry madinika misy tsilotsilony fanao fefy.\n Ahitsio"
    },
    {
        "word": "Bakalorea",
        "definition": " (fr. baccalauréat) a: Fanadinana mamarana ny fianarana ambaratonga faharoa; diplaoma amena an'izay afaka an'io fanadinana io: Manao fanompoam-pirenena ivelan'ny tafika ny mpianatra afaka bakalorea\n Ahitsio"
    },
    {
        "word": "Bakatraka",
        "definition": " p, t.: Bakaka be tsy soa.\n Ahitsio"
    },
    {
        "word": "Bakelaka",
        "definition": " p. t.: Enti-milaza ny tsihy na ny lamba vaventy, ratsy ny rariny na tenony: Soloy hafa ity tsihy ity fa bakelaka loatra ka tsy tiako.\n Ahitsio"
    },
    {
        "word": "Bakitiky",
        "definition": " (Ats) a: Dihin-jazavavy amin'ny alma diavolana.\n Ahitsio"
    },
    {
        "word": "Bako",
        "definition": " (t.tr.): Fefin-tokotany vita amin'ny hazo, na vala.\n Ahitsio"
    },
    {
        "word": "Bako",
        "definition": " Bakobako p. t.: Tsara bika, lava vaventy, ranianana sady matombintombina: Jerena lavitra iry tovovavy iry toa bako dia bako.\n Ahitsio"
    },
    {
        "word": "Bako",
        "definition": " Bakobako p. t.: Valabalaka, vizana tsy mahahetsika firy: Bako marina aho izany fa niasa angady indray andro maninjitra\n Ahitsio"
    },
    {
        "word": "Bakobakoroa",
        "definition": " a,: Teny ilazana ny feon'ny voromahailala.\n Ahitsio"
    },
    {
        "word": "Bakoly",
        "definition": " a.: Karazan-kazo salasalany (5 na 6 metatra); ny raviny lehibebe mitarehi-na fo, ny voany ohatra ny haben'ny totohondry, ka misy voa 3 na 6 ao anatiny, izay akana diloilo anaovana savony na labozia. Anaran-kafa ilazana ny bakoly: savokara, savoga na mofotra.\n Ahitsio"
    },
    {
        "word": "Bakoly",
        "definition": " a: Karazan-tanimanga madio sy madini-bolo izay amboarina mba hamiratra sy tsy ho tantera-drano ka anaovana fanaka, toy ny villa, kaopy, sady tsara tarehy no mihaia.\n Ahitsio"
    },
    {
        "word": "Bakora",
        "definition": " p. toe.: Malemy toa mirorarora fa tsy mba mifintimpitina. • H.o.: Nofo bakora: Enti-milaza hatanorana vao misondrotra toy ny voninkazo vao mivelatra.\n Ahitsio"
    },
    {
        "word": "Bakotoka",
        "definition": " (fit.-p.) a,: Lahy na vavy tokana tsy manan-jandry tsy manan-joky, vato boribory, tsy ary ambony tsy ary ambany.\n Ahitsio"
    },
    {
        "word": "Bakteria",
        "definition": " (fr, bactérie) a: Karazana mikraoby zavamaniry, ka mitsinjara efatra indray izy ireo, dia ny basila, ny kaoka, ny vibrio ary ny spiroketa.\n Ahitsio"
    },
    {
        "word": "bala",
        "definition": "Firaka boribory alefan'ny basy amin'ny herin' ny vanja.  [Balana], [voabala], [nobinala]  balabala, abalabala 1 balabalana. -  F.-p.: Bala mangatsiaka, bala maty, baba sasatra: bala maty afo, tsy mipoaka, tsisy hery. l Baba mihanta: bala misisika any anaty nofo ka tsy mety miala ao raha tsy didiana. / Balam-basy, balantafondro; bala very maina: enti-milaza fikirizana na asa natao tsy nisy vokany.  Bala atifi-danitra, bala atifi-potaka. * Ohab.: Bala asesiky ny vanja ka tsy mianina raha tsy any an-tampony: enti-milaza olona mikiry manao zavatra ka tsy mijanona raha tsy tonga amin'izay kendreny. Ahitsio"
    },
    {
        "word": "Balady",
        "definition": " p. t.: Haingam-pandeha (mitovy hevitra amin'ny ma-lady ihany, saingy fahita indrindra amin'ny angano) Tongo-balady: tongotry ny bonia amin'ny angano, izay faingam-pandeha izaitsizy.\n Ahitsio"
    },
    {
        "word": "Balahazo",
        "definition": " a.: Tolona mifamihina.\n Ahitsio"
    },
    {
        "word": "Balahazo",
        "definition": " (Atd) a.: Mangahazo.\n Ahitsio"
    },
    {
        "word": "Balalengo",
        "definition": " (Ski) a.: Karazan-kazandrano be taolana.\n Ahitsio"
    },
    {
        "word": "Balamaso",
        "definition": " p. t.: Enti-milaza olona njola izay mitifitra mivoaka ny masony.\n Ahitsio"
    },
    {
        "word": "Balana",
        "definition": "Mitovy dika amin'ny Balamaso Ahitsio"
    },
    {
        "word": "Balantony",
        "definition": " Balangondangony p. t.: Tsara bika fatratra, lava vaventy kingakinga.\n Ahitsio"
    },
    {
        "word": "Balantsiny",
        "definition": " (Ski) a.: Mahazàka manohana ny sakan-tsalazantsambo fihantonan-day.\n Ahitsio"
    },
    {
        "word": "Balaonina",
        "definition": " (fr. ballon) a.: zavatra boribory goavana feno gaza maivana noho ny aera ka misavoana eny amin'ny habakabaka ary dia atosiky ny rivotra na ampandehanin' ny milina; nasiana fitoerana karazana lakam-piara mifatotra aminy izay nisy ny olona mpandefa sy ny mpandeha. Azo lazaina ho razam-ben'ny aroplanina ny balaonina. Kilalaon-jaza vita amin'ny tenan-javatra manify dia manif y (fingotra, kanikanin-kena) izay bontsinina amin'ny rivotra: Nividy balaonina te-Io ho an'ny zanany izy tamin'ny fety, nefa tsy nisy tapak 'andro akory dia vaky daholo izy tebo.\n Ahitsio"
    },
    {
        "word": "Balaza",
        "definition": " a.: Ilay sosona faharoa amin'ny hoditra anatY; mate-vina izy io ary ao anatiny no misy ireo kitapo kely mitahiry menaka izay manamandina ny hoditra sy ny volo.\n Ahitsio"
    },
    {
        "word": "Bàleke",
        "definition": " na Bàliky (Ski) a.: Fomba fandavoana amin'ny ringa, raha raisina amin'ny salakany avy ao an-damosiny ilay miady amin'ny tena.\n Ahitsio"
    },
    {
        "word": "Balelaka",
        "definition": " p. t.: Be vava, mivelatra ny vavany nefa marivo aty: Tsy mahalany firy ny harona balelaka. • Misokatra be (fiteny amin'ny vozon'akanjo, maso): Batela-bozona be ilay akanjonao maitsomaitao. / Balela-maso id zaza - t.i.f.: Mibalelaka.\n Ahitsio"
    },
    {
        "word": "Baliaka",
        "definition": " p. t.: Enti-milaza ny zavatra (maso, voninkazo, vozon'akanjo, masoandro...) izay mivelatra miseho mazava tsara, kanefa raha ny maso no lazaina, dia bary no fampiasa matetika kokoa, ary raha ny vozon'akanjo dia balelaka.\n Ahitsio"
    },
    {
        "word": "Balita",
        "definition": " p. t.: Voky sakafo ny kibo. 1 Vetaveta, ratsy fitondran-tena: Touolahy balita haina. ¶ M. h.: Katritra, amboafitritra, batritra, olona tsy ampoka, tsy manjary, mialikalika, mitritratritra, miangiangy, fotsy fanahy. 1 t. t. f.: Mibalitalita.\n Ahitsio"
    },
    {
        "word": "Balita",
        "definition": " a.: Anaram-bosotra fa-nome zaza kelikely sady badobado.\n Ahitsio"
    },
    {
        "word": "Bamàko",
        "definition": " (Ski) a.: Karazan'oviala boribory sady lehibe ny vodiny.\n Ahitsio"
    },
    {
        "word": "Bamba",
        "definition": " p. t.: Miely eran'ny manodidina rehetra, mihanaka hatraiza hatraiza, fampiasa indrindra amin'ilay fiteny hoe: Bamba iray na bambaray, izay mety hanan-kevitra roa: 1) Mitovy tantana hatrany hatrany: Tamin'ilay tondra-drano taona itsl, bamba iray daholo no fijery ny havoana sy ny lemaka. 2) Rakotra hatraiza hatraiza: Barnbarain'ny fery ny tenan'i Joba,\n Ahitsio"
    },
    {
        "word": "Bana",
        "definition": " Banabana ft.: Enti-milaza zavatra, indrindra varavarana na vavahady, mivoha tanteraka. 1 t.if.: Banabanaina, abanabana, voabanabana / mibanabana, fibanabana 1 ibanabanàna, fibanabanàna 1 mahabanabana. -  F.-p.: Bana ny andro: Mazava be ny andro. ¶ M. h.: Banabana, danadana, tanatana, sanasana.\n Ahitsio"
    },
    {
        "word": "Banabana",
        "definition": " (Ski) a.: Fitondrana zavatra eo amin'ny felatanan-droa ka aingaina tandrifin'ny soroka ho Tomba fanajana.\n Ahitsio"
    },
    {
        "word": "Banabanaina",
        "definition": " (banabana) mt. ih.; f. m. (banabanao): Vohaina mibanabana: Nobanabanaina ny varavaram be hidiran'ilay lalimoara.\n Ahitsio"
    },
    {
        "word": "Banahina",
        "definition": " (banaka) mt. ils. (banaho): Vohaina.\n Ahitsio"
    },
    {
        "word": "Banaika",
        "definition": " p:t.: Enti-milaza toetra fa indrindra fandeha tsy taitra, tsy mihontsina. / t.i.f.: Mibanaika, fibanaika / ibanehana, fibanehana.\n Ahitsio"
    },
    {
        "word": "Banàka",
        "definition": " ft.: Enti-milaza toetran-javatra mivoha, misokatra tsara. i tif: Banahina, abanaka, voabanaka / mibanaka, fibanaka f manabanaka, fanabanaka 1 anabanahana, fanabanahana 1 manabanaka.\n Ahitsio"
    },
    {
        "word": "Banake",
        "definition": " (Ski) a.: Anaran-kazo ahazoana hafotra amehezana ny bararata atao trano.\n Ahitsio"
    },
    {
        "word": "Banbka",
        "definition": " a.: Karazan'ahitra fanaovan-tsatroka.\n Ahitsio"
    },
    {
        "word": "Bandia",
        "definition": " na Bandiana a.: Entimilaza rehefa mety ho anentan'entana, fa indrindra anentan-damba.\n Ahitsio"
    },
    {
        "word": "Bandrina",
        "definition": " a.: Fifan tohan'ny maso mafy eo am-pijerena; fijery maherihery toy ny misy hatezerana na indraika kosa alahelo. i t. f, f.: Bandrinina, abandrina / mibandrina, fibandrina, mpibandrina / ibandrinana, fibandrinana 1 mahabandrina.\n Ahitsio"
    },
    {
        "word": "Bandrinina",
        "definition": " (bandrina) mt. ih. (bandriho): Jerena amin'ny maso mivontirika mivandravandra mahatahotra: Andeha isika handeha fa tsy tiako ny hobandrinin'ir? olona toa adula toa inona\n Ahitsio"
    },
    {
        "word": "Bandro",
        "definition": " a.: Jiolahy, mpangalatra sy mpandroba. ¶ M. h.: Androvo, jirika.\n Ahitsio"
    },
    {
        "word": "Bandrolahy",
        "definition": " a.: Olona nobaboina tan'ady na nangalarina, na novidina, ka ampanompoina atao andevo.\n Ahitsio"
    },
    {
        "word": "Bandromena",
        "definition": " (Tsm) a: Omby mena fotsy takiba.\n Ahitsio"
    },
    {
        "word": "Banga",
        "definition": " p.t.: Afa-nify, afaka: Lahiantitra banga. / Ny eo anoloana no banga ny nifindRamatoa io ka maharatsy azy aoka izany.• Nahafahana, simaka, rombina: Misy banga it? tamboho it/ ka tokony hamboarina. / Tsy misy banga hofenoina ny uoalazanao na madilana hotentenana. 4 Nisy niala ka tsy ampy: Tsy manaiky aho raha misy banga ny volako, na ariary aza. - t.i.f.: Bangaina / manabanga, fanabanga, mpanabanga 1 anabangana, fanabangana 1 bangabanga. -  F.-p.: Banga ridana: tsY misy nify na dia iray aza. / Banga ridana tsy am-bodiakoho: enti-milaza ny ankizy banga mifo-nify (heverina manko fa ny antitra ihany, izay omena ny vodiakoho, no tokony ho banga). * Ohab.: Banga mihomehy: miamboho uao mitokelaka: Enti-milaza ireo olona mba mahalala menatra ihany ka tsy sahy mampiseho ny toetra ratsy imasom-bahoaka. / Ganga ny nify, adidin'ny loha: Izay akaikin'ny zavatra simba no tompon'andraikitra amin'izany. / Banga sendra voatavo: sendra ny antonona azy: Fifandrifian-javatra roa araka ny nahariana azy (masa-bary maito kitoza); na olona tsy mahay sendra raharaha mora antonona azy. / Banga very antsy: ny ho ken-da no ampoizina: Rehefa tsy manam-pitaovana, aoka hanampo fahavoazana. / Manaram-po ohatra ny banga mihomehy maizina: Enti-milaza ireo olona ratsy toetra ka manararaotra izaitsizy ny toe-javatra sendra.\n Ahitsio"
    },
    {
        "word": "Bangabanga",
        "definition": " (banga) p. t.; t.u. r.: Enti-milaza fahabangana etsy sy eroa.\n Ahitsio"
    },
    {
        "word": "Bangaina",
        "definition": " (banga) mt. ih. (bangao): Asiana banga, atao tsy ampy: Tandremo bangainao ny volako amin'ny faran'ny uoiana fa tsy nanapaka mihitsy aho na dia indray andro aza\n Ahitsio"
    },
    {
        "word": "Bango",
        "definition": " a.: Ny volo voaraotra sy voatambatra ho randrana tokana na roa, na efatra. - t.i.f.: Bangoina, voabango, nobinango / mambango na manabango, fambango na fanabango, mpambango na mpanabango / ambangoana na anabangoana, fambangoana na fanabangoana / mibango, fibango, mpibango / ibangoana, fibangoana 1 mahabango. -  F.-p.: Bango roa: randrambolo roa mirotsaka an-kavia sy an-kavanan'ny loba. / Ban-go an-katoka: randram-bolo tokana manomboka eo ankatoka ka mirotsaka manaraka ny lamosina, fanao raha misaona. 1 Raha atao bango tokana: raha atao indray milaza fa tsy miditra amin'ny antsipiriany.\n Ahitsio"
    },
    {
        "word": "Bango",
        "definition": " (BI) a.: Randram-bolo betsileo fanaon'ny vehivavy maro ankehitriny; mivona ao an-katoka ny volo.\t-0Bango Anakova (Bi) a: Randram-bolon'ny zanak'andriana betsileo, mipetaka manodidina ny sofina sy ny hatoka ny randrana. Bango (Sih) a.: Fomba fanaovana moraingy amin'ny fomba miadana sy milamina (mi-fan: Dodoria).\n Ahitsio"
    },
    {
        "word": "Bangoana",
        "definition": " a.: Eran-tanana ila. Bangoankatoka a.: Fombandrandram-bolo tsotra: bangoina ny volo dia atambatra amin'ny randrana telo ao aonana ka izay halavan'ny volo no fetrany; mari-pisaonana ny bangoankatoka.\n Ahitsio"
    },
    {
        "word": "Bangoina",
        "definition": " (bango) mt. ih. (ban-goy): Raotina dia randranina: Mba bangoy ny vobonao, ry Ketaka, uao miantsena!\n Ahitsio"
    },
    {
        "word": "Banjina",
        "definition": " a.: Fijerena mifantoka tsara amin'izay jerena; filera-na tsara maharitra, tsy mipy; fijerena ombam-pandinihana feno fisainana fatratra. - t.i.f.: Banjinina, abanjina, voabanjina ) mibanjina, fibanjina, mpibanjina ( ibanjinana, fibanjinana ) mahabanBanjinina (banjina) oit. ih. (banjino): Jerena maharitra tsy mipy: Mankarary maso ny masoandro raha banjinina. • Jerena ombam-pandinihana feno fisainana fatratra: Banjino ny sarin'i Kristy mihantona eo amin'ny hazo fijaliana.\n Ahitsio"
    },
    {
        "word": "banjino",
        "definition": "jereo [banjina] : jereo, itodiho. oh : aza variana miondrika intsony fa banjino amin'izay ny ho avinao anaka! Ahitsio"
    },
    {
        "word": "Bankirompitra",
        "definition": " na Bankiroty a.: Olona tapi-pananana na olona tsy nahaloa trosa ka namidy ny fananany rehetra.\n Ahitsio"
    },
    {
        "word": "Bankiroty",
        "definition": " p. t.: (Jer, Bankirompitra).\n Ahitsio"
    },
    {
        "word": "Banky",
        "definition": " p. t.: Enti-milaza olona tsy manana na inona na inona intsony noho ny fahavoazana nihatra taminy. (Jan Bankirompitra, bankiroty). ¶ M. h.: Foan-tanana, man-fa ny fananana, lany fatotra amam-pondrana, tsy am-bariraiventy, kisoa bory rambo, tsy kitay tsy vary maina, tsy filo tsy fihatsaka, tsy kibay tsy fively, mangadihady toy ny vilany nahandroam-patsa.\n Ahitsio"
    },
    {
        "word": "Banky",
        "definition": " a.: Trano fitehirizambola izay ametrahan'ny olona vola, isamboram-bola misy antoka, miraharaha ny fifamoivoizan'ny vola, ary manonta vola koa aza indraindray.\n Ahitsio"
    },
    {
        "word": "Bantina",
        "definition": " (banty) mt. ih. (bantio): Haratsina, hamavoina, esoina.\n Ahitsio"
    },
    {
        "word": "Bantsilana",
        "definition": " a.: Karazan-kazo. Vaky bantsilana: Amin'ny fotoana amonian'ny bantsilana. 1 H. o.: Miseho miharihary ny nafenina. ¶ M. h.: Vaky am-batolampy, vaky barara, vaky betroka.\n Ahitsio"
    },
    {
        "word": "Banty",
        "definition": " a.: Fanaratsiana, fanamavoana, fanesoana. - t.i.f: Bantina, voabanty 1 manabanty, fanabanty, mpanabanty / anabantiana, fanabantiana.\n Ahitsio"
    },
    {
        "word": "Banty",
        "definition": " a.: Teny tsy fampiasa afa-tsy raha miaraka amin'ny Any: Any banty, any banty any: Any lavitra any, any andakira.\n Ahitsio"
    },
    {
        "word": "Banty",
        "definition": " a.: Angelivavy. ¶ M. h.: Kabatritra.\n Ahitsio"
    },
    {
        "word": "Bao",
        "definition": " a.: Tahon-drofia izay ma-teinta ampiasaina hitondrana entana an-tsoroka, izany hoe hilanjana azy.\n Ahitsio"
    },
    {
        "word": "Baobaba",
        "definition": " (fr. baobab) a.: Hazo makadiry indrindra eto Madagasikara, fahita amin'ny faritra andrefana sy avaratra andrefana; fohifohy fa be vatana ny baobaba, fa mahatratra hatramin'ny 20 m ny faribolana manodidina ny vatany.\n Ahitsio"
    },
    {
        "word": "Baodika",
        "definition": " Baodibaodika a.: (jar. Bodika).\n Ahitsio"
    },
    {
        "word": "Baolina",
        "definition": " a.: Hoditra na fingotra boribory nosesehana rivotra ao anatiny ka ilalaovana ifampitorahana na dakana: Milalao baolina, mandaka baolina. a F.-p.: Baolina boribory: Karazana baolina fanaovana kitra ka tsy fandray tanana fa ny dakan-tongotra ihany. / Baolina lavalava: karazana baolina fampiasa rehefa baolina entin-tanana no atao. 1 Izay rehetra miendri-javatra boribory: Mofo baolina: mofo boribory ohatra ny totohondry atao amin'ny lafarinina ka endasina tsy atao be menaka. / Hena baolina: toton-kena boribory kely nasiana tavin-kjsoa sy tongolo na dipoavatra ka endasina atao mendimendy tsara.\n Ahitsio"
    },
    {
        "word": "Baondy",
        "definition": " a.: Anaran-karatra filalaovana misy sary tokana eo afovoany (kodiadiam-borona na efa-joro na fo na fon'omby mainty), ka heverina mazàna fa anisan'ny tsara indrindra amin'ny vato.\n Ahitsio"
    },
    {
        "word": "Baorina",
        "definition": " (fr. borne) a.: Tsatobato efa-joro lavalava famaritana ny tany misy tompony ary voasoratra any amin'ny fanjakana: Tany vita baorina. • Tsato-bato misy tarehimarika milaza ny isan'ny kilaometatra mampisaraka toerana na tanàna roa.\n Ahitsio"
    },
    {
        "word": "Baoritra",
        "definition": " (angl. board) a.: Karazana taratasy mahery sady henjana ampiasaina hanaovana fonon-javatra, boaty... -  F.-p.: Tsy mitent' fa vola banritra: enti-milaza zavatra efa lany andro ka tsy misy vidiny intsony.\n Ahitsio"
    },
    {
        "word": "Baoroka",
        "definition": " a.: Tapa-tsigara efa nifohana.\n Ahitsio"
    },
    {
        "word": "Baotinina",
        "definition": " a.: Kiraro misy ranjony.\n Ahitsio"
    },
    {
        "word": "Baoty",
        "definition": " (fr. botte) a.: Fonondranjo hoditra atao eo ambonin'ny kiraro mba hiarovana amin'ny ranon'ando na ny tsilo na ny riaka, na ny fotaka, rehefa manavasava any anaty ahitra na rehefa avy ny orana.\n Ahitsio"
    },
    {
        "word": "Bara",
        "definition": " a.: Anaram-poko lehibebe monina amin'ny tany voafaritry ny renirano Zomandao, avaratra, izay mampisaraka azy amin'ny Betsileo; ny ala onenan'ny Tanala, atsinanana; ny ony Onilahy, atsimo andrefana, izay mampisaraka azy amin'ny Antandroy sy ny Mahafaly, art' ny havoana marin-tamp on' Analavelona, andrefana st' avaratra andrefana; tanàn-dehibe: Ihosy, Betroka.\n Ahitsio"
    },
    {
        "word": "Bara",
        "definition": " p. t. (t. t. m.): Tsy fananana na tsy fisiana, mandait) ihany fa tsy maharitra: Baram-bola aho androany.\n Ahitsio"
    },
    {
        "word": "Bara",
        "definition": " Barabara p. t. : Enti-milaza feo misamonina na farimparina tsy mazava loatra eo am-pitenenana. -  F,-p.: Bara feo: farimparim-peo. ¶ M. h.: Gadragadra feo. / Bara saina: donto sains. kely saina.\n Ahitsio"
    },
    {
        "word": "Barabaha",
        "definition": " (Btm) a.: Karazan' akondro.\n Ahitsio"
    },
    {
        "word": "Barabahy",
        "definition": " a,: Karazan'akondro vaventy.\n Ahitsio"
    },
    {
        "word": "Barabara",
        "definition": " p.t.: Fampiasa matetika kokoa noho ny hoe Bara: Farina (feo): Barabara feo ianao izany. 1 Tsy ampiampy (saine): Olona barabara saina.\n Ahitsio"
    },
    {
        "word": "Barabatavo",
        "definition": " (Ski) a.: Fofo-malany tahaka ny an'ny mamba.\n Ahitsio"
    },
    {
        "word": "Baradaka",
        "definition": " ft.: Enti-milaza fikorontanam-pitenenana. - t.i.f.: Abaradaka, baradahina,tafabaradaka / mibaradaka,fibaradaka, mpibaradaka/ ibaradahana, fibaradahana.\n Ahitsio"
    },
    {
        "word": "Baradida",
        "definition": " (Br) a.: Tehina vita amin'ny hazo mafy, tsy dia la-va loatra, ataon'ny Baralahy fiadiana ka tsy misaraka aminy raha vao mivoaka ny trano izy na aiza na aiza alehany.\n Ahitsio"
    },
    {
        "word": "Baradondradony",
        "definition": " p. a.: Lava maronjana sy tsara bika mifanao ara-keviny amin'ny toe-batana.\n Ahitsio"
    },
    {
        "word": "Baraingo",
        "definition": " p. toe.: Bila, bingo. - t.i.f.: Abaraingo, voabaraingo J manabaraingo, fanabaraingo / anabaraingoina, fanabaraingaana I mibaraingo, fbaraingo / ibaraingoana, fibaraingoana J mahabarainga.\n Ahitsio"
    },
    {
        "word": "Baraingo",
        "definition": " a.: Mari-pijanonantsoratra (?) misolo ny teboka raha manontany: Iza no tonga teto anikeheo?\n Ahitsio"
    },
    {
        "word": "Baraka",
        "definition": "a a.: Voninahitra: Tsy manaiky aho fa ny barakako mihitsy no nalanao tamin'ny nitenenanao ahy teo imason' ny olona rehetra teo. -  F,-p.: Afa-baraka: afa-boninahitra, very haja: Afa-baraka ianareo mianakavy tamin 'ny nafitsoky nt' zanakao. • H. i.: Voafitaka: Afa-baraka aho nitonantonana tany; hay efa nifindra ianareo ka tsy nilaza akory. ? Simba: Afa-baraka ilay laoka vao novidina fa nihosim-bovoka eran'ny tokotany.\n Ahitsio"
    },
    {
        "word": "Barakay",
        "definition": " a.: Baiko-miaramila enti-milaza fandravana laharana.\n Ahitsio"
    },
    {
        "word": "Barakoma",
        "definition": " a.: Anjombona tsy mba misy tandrok'omby fa volotsangana fotsiny; hasiana lavaka iray na roa, raha tiana hisy feo avo sy iva.\n Ahitsio"
    },
    {
        "word": "Baramina",
        "definition": " (fr. barre à mine) a.: Anja-by atao fanoitra na fandoahana ny vato hapoaka.\n Ahitsio"
    },
    {
        "word": "Baranahiny",
        "definition": " a.: Tsy fitandremana, tsy firaharahana, tsY fisainana na fiheverana eo am-panaovan-javatra: Aza manao baranahiny raha manao zavatra. • p.t.: Tsy voalamina tsara fa entinentim-poana: Fanjakana baranahiny,\n Ahitsio"
    },
    {
        "word": "Barandro",
        "definition": " a.: Anarana enti-milaza ny toaka amin'ny faritany sasantsasany. ¶ M. h.: Toaka, barisa, betsabetsa.\n Ahitsio"
    },
    {
        "word": "Baranjely",
        "definition": " a.: Karazan-javamaniry misy voany lavalava boribory fanao fangaron-daoka.\n Ahitsio"
    },
    {
        "word": "Barara",
        "definition": " Bararaka a.: Fiaikena ny marina ka milaza ny tena izy; fisehoan'ny marina ka mampiharihary ny tena izy, - t.i.f.: Abarara, bararaina J mibarara, fibaraxa, mpibaraxa J ibararana, fibararana I mibaraxaka, fibararaka, mpibararaka J ibararahana, fibararahana. -  F.-p,: Vaky barara: voapotsitra ka miseho miharjhary ny ratsy na ny lainga natao. ¶ M. h.: Jer. Bantsilana. J Barara feo: Be feo, mamalankira rehefa mihira.\n Ahitsio"
    },
    {
        "word": "Bararàka",
        "definition": " a.: Fifantsitsiran-drano betsaka, fitobahan-drano mivoaka; fandoavana mafy betsaka. - t.i.f.: Mibararàka, fibaxaraka I ibararahana, fibararahana.\n Ahitsio"
    },
    {
        "word": "Bararata",
        "definition": " a.: Karazam-bolotsangana madinika st' malemilemy maniry eny amoron-drano. -  F.-p.: Bararata noladinimfbahy: enti-milaza fifankatiavana na firaisam-po tsy pain' inona na inona sarahina. / Bararata tsy loaka: ankamantatra ilazana ny fary.\n Ahitsio"
    },
    {
        "word": "Barareoka",
        "definition": " a.: Feon'ny ondry maneno. i t, f f.: Abarareoka I mibarareoka, fibarareoka, mpibarareoka J ibarareohana, fibarareohana J mahabarareoka.\n Ahitsio"
    },
    {
        "word": "Barea",
        "definition": " (Ski) a.: Ombimanga.\n Ahitsio"
    },
    {
        "word": "Barera",
        "definition": " a.: Roraka, tsy fahazakan-tena na tsy fahazakandamba. - t.i.f.: Abarera, voabarera I manabarera, fanabarera, mpanabarera / anabarerana, fanabarerana / mibarera, fibarera, mpibarera J mahabare. ra J barerarera,\n Ahitsio"
    },
    {
        "word": "Bareraka",
        "definition": " a.: Mitovy hevitra amin'ny Barera. i t.i.f.: Mibaxeraka.\n Ahitsio"
    },
    {
        "word": "Barerarera",
        "definition": " (barera) t. u. r.: Entimilaza fanamafisan-kevitra, mibarera matetitetika.\n Ahitsio"
    },
    {
        "word": "Baribariàna",
        "definition": " p. t.: Tsy mbola mandroso amin'ny fombampiainana ambony, tsy mahalala fomba: Raha tsy otona baribariàna ka hanao ny tongotra eny ambony fiankinana amin'ny seza! • Masiaka sy tsy mamindra fo: Olona baribariàna no nahavita izao uonoana mahatsirauina izao.\n Ahitsio"
    },
    {
        "word": "Baribary",
        "definition": " p. t.: Mitovy hevitra amin'ny Baty. Jer. io teny io.\n Ahitsio"
    },
    {
        "word": "Barika",
        "definition": " a.: Areti-mifindran'akoho.: Voan'ny barika ny akohonay.\n Ahitsio"
    },
    {
        "word": "Barika",
        "definition": " (fr. barrique) a.: Fitoeran-drano na divay lehibe vita amin'ny hazofisaka mivolantsinana natambatambatra voafehina vy boribory mita-na azy tsy hivaha, atao hoe fehim-barika. -  F,-p.: Ambody barika: zavatra apetraky ny mpisotro amin'ny mpivaro-toaka ho antoky ny toaka tsy voaloany vola.\n Ahitsio"
    },
    {
        "word": "Barisa",
        "definition": " a.: Toaka mena.\n Ahitsio"
    },
    {
        "word": "Baroa",
        "definition": " a.: Anarana mpitondra fanjakana iray, izay tsy fantatra marina raha nisy aratantara fa nanaovana ohatra amin'ny fitondrana baranahiny, tsy misy lalàna, ka samy manao izay tiany ny olom-pehezina.\n Ahitsio"
    },
    {
        "word": "Barometatra",
        "definition": " a.: Fitaovana hâ mantarana ny ho toetran' ny andro amin'ny fahalalana ny lanjan'ny tambesatry ny rivotra.\n Ahitsio"
    },
    {
        "word": "Barota",
        "definition": " a.: Vanja fampiasa amin'ny tafondro na amin'ny fampikoavana tany na man-da; vanja alevina.\n Ahitsio"
    },
    {
        "word": "Bary",
        "definition": " Baribary p.t.: Enti-milaza ny maso misokatra sy mihiratra tsara ary falifaly: Bary maso, baribary maso.\n Ahitsio"
    },
    {
        "word": "Basasaka",
        "definition": " Jer. Bosasaka.\n Ahitsio"
    },
    {
        "word": "Basesa",
        "definition": " (Tsm) a.: Karazan-dihy sy hira mampiavaka ny foko betsimisaraka .\n Ahitsio"
    },
    {
        "word": "Basibasy",
        "definition": " a.: Kilalao misarimbasy.\n Ahitsio"
    },
    {
        "word": "Basila",
        "definition": " (fr, bacille) a.: Mikraoby miditra amin'ny antokon' ny bakteria, miendrika tehina kely kilavalava amin'ny fahitana azy amin'ny mikraoskopy, fototry ny aretina maro toy ny raboka.\n Ahitsio"
    },
    {
        "word": "Basirano",
        "definition": " a: Karazam-pitaovana ampiasain'ny dokotera hanadiovana amin'ny rano ny ao anatin'ny tena: na ny tsinay izany raha sendra mitohana tsy mahavalana na ny tranonjaza rehefa avy miteraka. (Misy zavatra telo amin'ny basirano dia ny fitoeran-drano, ny fingotra lava fandehanan'nY rano ary ny vavam-basirano).\n Ahitsio"
    },
    {
        "word": "Basivava",
        "definition": " p. t.: Enti-milaza: Olona mpiteniteny izaitsizy, mipoapoa-bava toy ny basy: Tsy nahita olona basivava ohatra an'iny Rakoto iny aho: izany lahy ka azy irery ny fitenenana mandritra ny adiny iray. ? Olona mpilaza habobo, mpirehaka. • Olona tsy mahatam-bava ka milaza izay tsy tokony bambara: Ise indray izao, Rabary, no basivaua nitantara izany tany amin-dry zoky tany.\n Ahitsio"
    },
    {
        "word": "Baskety",
        "definition": " (fr. basket-ball) a.: Lalao fanatanjahantena misy mpilalao dimy an-daniny avy ka ny ifaninanan'izy roa tonta dia izay hampidirana baolina imbetsaka indrindra ao anatin'ny haraton'ny an-kilany avy.\n Ahitsio"
    },
    {
        "word": "Basy",
        "definition": " a.: Fiadiana ampiasaina hitifirana amin'ny bals asesiky ny vanja. (Ny tenan'ny basy dia hazo, fa vy kosa ny fem-basy sy ny vy lavalava boribory fivoahan'ny bala).—•-? F,-p.: Basy ambiaty: kibasibasy atao amin'ny ambiaty. / Basy katsaka: kibasibasy atao amin'ny tahon-katsaka. / Basy kely: basy misy vimiaina manosika balakely, kilalaon'ankizy. / Basy maro voua: basy mahalefa hala ma-ro mifanesy, nefs fahanana indray mandeha monja. I Basy maty: basy efa simba tsy mipoaka intsony. • H. o.: Enti-milaza olona tsy mahalala menatra, tsy valahara, nanaovana ny mt. hoe mibasy maty: Tsy menatra manao ratsy. I Basy pole ta: basy fohazo barika hy azo andefasana hala maro mliesy. I Basy tsy mitent': h.o.: tetika na fiokoana miafina tsy fantatra raha tsy efa tonga ny andro hanatanterahana azy. / Basy volotsangana: kibasibasy atao amin'ny volotsangana ary ampiasaina amin'ny asampinga na amin' ny fanazaran-tena. * Ohab. sY Fiten.: Basy atifikavana ka arangaranga ihany: Enti-milaza fa tsy mba mihatsaravelatsihy ny tena ka na hamely aza dia aharihary ny atao. / Basi-na ariary Tito: tsy takatry nt' ory, tsy tian'ny mpanana (fer. A-triatry)• 1 Basy angalisa roui-haro (ilay hazo tahony io): anaran-tsy very no sisa: entimilaza zavatra, na olona koa aza, izay nahavita be tamin' ny androny, nefa efa antitra na simba ka ny anarany sisa mijanona.\n Ahitsio"
    },
    {
        "word": "Basy",
        "definition": " t. p.: Aoka izay! mangina!\n Ahitsio"
    },
    {
        "word": "Bata",
        "definition": " ft.: Enti-milaza fanaingana zavatra amin'ny tanana. 4 t.i.f.: Bataina, abata, voabata, nobinata J mambata, fambata, mpambata J ambatana, fambatana / mibata, fibata, mpibata / ibatana, fibatana / mahabata.\n Ahitsio"
    },
    {
        "word": "Bataina",
        "definition": " (bata) mt. ih. (batao): Aingaina amin'ny tanana: Tsy zaka bataina io vata io.\n Ahitsio"
    },
    {
        "word": "Batanina",
        "definition": " a.: Mitovy amin'ny Batàna.\n Ahitsio"
    },
    {
        "word": "Batata",
        "definition": " (fit.-p.) a.: Vomanga.\n Ahitsio"
    },
    {
        "word": "Batavia",
        "definition": " a.: Karazan'akondro bozenizeny fa be voa.\n Ahitsio"
    },
    {
        "word": "Batemy",
        "definition": " (fr. baptême) a: (Fiv. kat.) Sakramenta iterahan'ny olona ara-panahy amin'ny fidirana ho isan'ny kristianina zanak' Andriamanitra satria voadion'ny rano tamin'ny fahotana izy.\t–.\n Ahitsio"
    },
    {
        "word": "Baténa",
        "definition": " a.: Hazo andraiketana ny tolana amin'ny varavarana. ¶ M. h.: Batanina.\n Ahitsio"
    },
    {
        "word": "Batera",
        "definition": " (fr. tabatière) a: Anaran'ny tongobolo fitoeran'ny paraky kisoka.\n Ahitsio"
    },
    {
        "word": "Bateria",
        "definition": " (fr. batterie) a.: Manda mafy. 1 Rarivato na fototra amin'ny fanorenan-trano na tamboho avo.\n Ahitsio"
    },
    {
        "word": "Batisa",
        "definition": " a.: (Fiv. protest.) Anaran'ny batemy amin'ny protestanta, izay samy hafa kely amin'ny fahazoan'ny katolika azy satria toa fanolorantena amin'Andriamanitra indrindra no anton'ny batisa.\n Ahitsio"
    },
    {
        "word": "Batita",
        "definition": " p. t.: Enti-milaza ankizy tsy tsara toetra fa fetsifetsy ratsy, olon-goana.\n Ahitsio"
    },
    {
        "word": "Batraka",
        "definition": " Batrabatraka p. t.: Enti-milaza tsihy na sobika vaventy rary satria lehibe nt' zozoro na ny herana nanan-van azy ka manjary mahalana be masomasony ilay izy: Tsihy batrabatraka.\n Ahitsio"
    },
    {
        "word": "Batritra",
        "definition": " p. t.: Enti-milaza olona fetsifetsy sy fatsora, na fatritran'olona tsy azo itokiana.\n Ahitsio"
    },
    {
        "word": "Batry",
        "definition": " Batribatry p.t.: Entimilaza: Ny voan-javatra vaventy mifantsifantsy. ? Ny nify makadiry sady somary misy elanelany kely: Batribatry nify ilay zazakely hitako tar?.\n Ahitsio"
    },
    {
        "word": "Bavy",
        "definition": " a.: Teny iantsoan'ny anadahy ny anabaviny rehefa miresaka: Aza misahirana manao sakafo ho ahy, ry bauy, fa efa nihinana aho font' niala tany an-trano.\n Ahitsio"
    },
    {
        "word": "Bazaina",
        "definition": " a.: Karazan-damba tenon-darà ila ka mirahondrahona no fijery azy.\n Ahitsio"
    },
    {
        "word": "Bazanety",
        "definition": " (fr. bai'onnette) a.: (Jar. Benitra).\n Ahitsio"
    },
    {
        "word": "Bazary",
        "definition": " (fr. bazar) a: Teny ilazana ny tsena — indrindra any amorontsiraka — izay mazàna tranoheva malalaka.\n Ahitsio"
    },
    {
        "word": "Be",
        "definition": " p. t.: Betsaka, maro, sesehena (alohan'ny anarana mandrakariva): Be trano il-9 tanàna it?. • Lehibe, ngeza, makadiry (aloha na aorian' ny anarana): Be kibo io rangahy io. He! izato kibo beny! • Lehibe, be vava (aorian'ny anarana): Harem-be. / Fatiantoka be izany. 1 Lehibe, maro karazana, malaza (aorian'ny anarana): Fihinanam-be re izao! Beazina J manabe, fanabe, mpanabe J anabeazana, fanabeazana / mihabe ! ma-baba 1 baba /baba. -  F.-p.: Be adala, be tsy adala: Olona ketrina, dondrona. J Be anaka, be no aizana; enti-milaza zaza iras efa be tao-na vao manan-jandry indray. / Manao be no aizana: entimilaza reny mifanelanelana be ny fahaterahan-janany. / Be an titra: ny fitambaran'ny zokinjokiny ao an-tanàna (mifamaly amin'ilay fiteny hoe maro tanora). / Be antanàna: ireo tsy miasa midonana-poana ao an-tanna. / Be beso: be trerona. / Be hariva: fanaovana tontakely, fisakanana olona: Manao be hariva: misakana olona, manao tontakely. / Be lamba rangahy, be lamba rangahy: teny entin'ny ankizy hampirisika ny vorontsiloza hanao fihetsehana midoroboka. /\n Ahitsio"
    },
    {
        "word": "Be",
        "definition": " lambana, be lambanana: lehibe velarana, fa ny be lambana fiteny indrindra amin' nt' tsihy, ny be lambanana kosa amin'ny lamba. / Be Io-ha: enti-milaza olona izay ngeza, makadiry ny lohany.J Andeha itsy izy, izany be lohako izany: teny entina mandokadoka sY manambitamby zazalahy kely. J Manabe loha: miseho ho maditra. / Bemandomba: teny enti-milaza ny olona izay mandondona be ny handrinY. J Be noho kely, be noho aitsy: enti-milaza antokon'olona roa miady na mifanandrina ka ny iray betsaka, ny iray vitsy. ( Be raoka: be ta-nana ka maharaoka betsaka. / Be rehaka: mahery am-bava izaitsizy, be hakevohana ampitenenana. J Be saina: entimilaza olona lalim-pandinika; matetika koa anefa, entimaneso io teny io ka ny heviny dia hoe manao azy ho manan-tsaina. / Be taim-bava: mitovy amin'ny be rehaka. / Be tends: sarotra an-kanina, tendàna. J Be uaua: lehibe vava; basivava, mitsaontsaom-bava; lehibe, makadiry amin'ny hevitra an'ohatra: Heloka be arma / Be Zanahary: tsara vintana. J Ny ben' ny tanàna: ny lehiben'ny fokonolona, ny mpiadidy.\n Ahitsio"
    },
    {
        "word": "Beazina",
        "definition": " (be) mt ih. (becta()); Atao izay hahalehibe aratsaina sy ara-panahy, tezaina, velomina, ampianarina: Nobeazina tamin'ny fahatahorana an'Andriamanitra ny zaza malagasy fahiny.\n Ahitsio"
    },
    {
        "word": "Bebaka",
        "definition": " ft.: Enti-milaza ny fiaikena ny hadisoana natao. - t.i.f.: Mibebaka, fibebaka, mpibebaka J ibebahana, fibebahana.\n Ahitsio"
    },
    {
        "word": "Bebe",
        "definition": " (be) p. t.; t.u,r.: (Entimilaza fihalefahan-kevitra) Tsy dia be loatra: Bebe ihany ny trondro azony.\n Ahitsio"
    },
    {
        "word": "Beboka",
        "definition": " p. t.: Nofosana ary botabota fohy endrika.\n Ahitsio"
    },
    {
        "word": "Bebonaka",
        "definition": " (Btm.) a: Anaranjavamaniry.\n Ahitsio"
    },
    {
        "word": "Bedabeda",
        "definition": " p. t.: Malemilemy na mohaka (Jer. Bodaboda). * t.i.f.: Bedabedaina, voabeda J mibedabeda, fibedabeda, mpibedabeda 1 ibedabedan, fibedabedana.\n Ahitsio"
    },
    {
        "word": "Bedabedaina",
        "definition": " (bedabeda) mt. ih. (bedabedao): Raidraisina ka fihimpihinina ary avadibadika: Aza bedabedaina ohatra izao ny mofo mbola hohanina.\n Ahitsio"
    },
    {
        "word": "Bedaina",
        "definition": " (beda) mt. ih. (bedao): Samborina dia fihinina amin'ny sandrY.\n Ahitsio"
    },
    {
        "word": "Bedana",
        "definition": " (fr. bec d'âne) a: Fandradahy.\n Ahitsio"
    },
    {
        "word": "Bedena",
        "definition": " Bedesina (bedy) mt. ih. (bedeo, bedeso): Tenenina maherihery, tezerana: Nobeden-drainy, nobedesin-drainy izy fa nody alma.\n Ahitsio"
    },
    {
        "word": "Bedibedena",
        "definition": " Bedibedesina (bedibedy) mt. th. (bedibedeo, bedibedeso): Anarina, tenenina aman-tsinina lavareny tsy an-kiato: Bedibedesin'1-neny foana Ikoto zanak'Inenitoa ha farany nandositra tsy tamana.\n Ahitsio"
    },
    {
        "word": "Bedika",
        "definition": " a.: Fimonomononana lava, teniteny foana. - t.i.f.: Mibedika, fibedika, mpibedika / ibedehana, fibedehana.\n Ahitsio"
    },
    {
        "word": "Bedohaka",
        "definition": " a: (mipoaka mafy) Karazam-basy fahiny izay mafy fipoaka aoka izany.\n Ahitsio"
    },
    {
        "word": "Bedy",
        "definition": " bedibedy a: Rediredy: Tsy tohako ny bedibedin'it? marary eto anilako ity. • Fimenomenonana miverimberina, teny misesisesy sy lavareny: Tsy misy farany ny bedibedin'Ingahy mpampiasa, 1 Anatra na faniniana mazàna lavareny: Tsy body alina intsony aho fa tsy laitrako ny bedin'i Neny. 1 mt. ih.: Tenenina, tezerana: Ho bedin'ny mpampianatra aho fa tsy nahavita ny entimody. - t.i.f.: Bedena na bedesina na bedibedena, voabedy I mibedy, fibedy, mpibedy 1 ibedena, fibedena 1 ibedibedena 1 bedibedesina I mibedibedy, fibedibedy, mpibedibedyfibedibedena,fibedibedena.\n Ahitsio"
    },
    {
        "word": "Befelatanana",
        "definition": " a.: Karazan-javamaniry be ravina (Medemia nobilia Callerand-Palmiers).\n Ahitsio"
    },
    {
        "word": "Begonia",
        "definition": " (fr. bégonia) a.: Karazan-javamaniry misy raviny mitapelaka sy voniny maro loko.\n Ahitsio"
    },
    {
        "word": "Behambehana",
        "definition": " (behana), t.v.r: Mitovy amin'ny Behana.\n Ahitsio"
    },
    {
        "word": "Behana",
        "definition": " a.: Fisehoana ho lehibe rehefa mijoro na rehefa mandeha. ? Fihetsika toa tsy mamela ny hafa handeha fa... ¶ M. h.: Behambehana. 1 t.i.f.: Abehambehana f manabehambehana,fanabehambehana, mpanabehambehana f anabehambehanana, fanabehambehanana / mibehambehana, fibehambehana, mpibehambehana 1 ibehambehanana, fibehambehanana.\n Ahitsio"
    },
    {
        "word": "Behatoka",
        "definition": " a.: Anaram-bola frantsay, ilay niasa tamin'ny andron'i Louis XIII sy Char-les X, izay nampiasaina koa ho farantsa taty Madagasika-ra, mitovy amin'ny Tsanganolona, Tanamasoandro, Malamakely.,.; be hatoka ny fahitana ny mpanjaka tamin'ireo vola ireo, ka izany no nahatonga ny anarany.\n Ahitsio"
    },
    {
        "word": "Behatoka",
        "definition": " Anarana enti-milaza ny karazan-jvamaniry (vary, paraky...) be taho .\n Ahitsio"
    },
    {
        "word": "Beholafiny",
        "definition": " a.: Anaran'ny antoko-miaramila nisy vatandehilahy arivo tamin'ny tafika fahiny. / Mpitana beholafiny: manamboninahitra niandraikitra beholafiny.\n Ahitsio"
    },
    {
        "word": "Bekaraoka",
        "definition": " (Skl) a: Zavamaniry fanaovana famalanana mahery dia mahery.\n Ahitsio"
    },
    {
        "word": "Bekira",
        "definition": " a.: Karazam-parakY la-va kiran-dravina (Necotiana tabacum L. Solanées).\n Ahitsio"
    },
    {
        "word": "Bekotromaroholatra",
        "definition": " a.: Anarana enti-milaza ireo miaramila mpiady tranainy nahazo takaitra.\n Ahitsio"
    },
    {
        "word": "Belaka",
        "definition": " p. t.: Fisaka sy petaka, talesaka (endrika): Belaka endrika io vehivavy io. • Misokatra tsara, baribary (maso). - t.i.f.: Mibelaka / ibelahana, fibelahana / mahabelaka.\n Ahitsio"
    },
    {
        "word": "Belakara",
        "definition": " a.: Karazam-basy fahiny.\n Ahitsio"
    },
    {
        "word": "Belakarivo",
        "definition": " (Ski) a: Karazan-javamaniry (Mirabilis Jalapa L, Hyctaginacées).\n Ahitsio"
    },
    {
        "word": "Belanjana",
        "definition": " a.: Anarana ilazana ny papango amin'ilay izy manapaka ny lalan'ny mpandeha iny.\n Ahitsio"
    },
    {
        "word": "Belza",
        "definition": " (fr. Belge) a.: Ny Urane-na tompon-tany any amin' ny tanin'i Belzika: Anisan' ny betsaka raha heuerina amin'ny hakelin'ny taniny ny Belza. 1 p.t.: Momba an'i Belzika na an'i Belzika na avy any Belzika: Fiteny karazany roa ny teny tenenin'ny mponina belza.\n Ahitsio"
    },
    {
        "word": "Bemaimbo",
        "definition": " a.: Anaran-kafa ilazana ny taimborontsiloza. (Jer. Taimborontsiloza).\n Ahitsio"
    },
    {
        "word": "Bemandomba",
        "definition": " p, a.: Be handrina be, manana handrina toa mandondona, mandroso mitatao eo amboy maso.\n Ahitsio"
    },
    {
        "word": "Bemandry",
        "definition": " (Skl) a.: Karazan' oviala saingy tsy azo hanina manta.\n Ahitsio"
    },
    {
        "word": "Bemarika",
        "definition": " a. : Karazan-damba. Bemavo a,: Diky, fivalanana.\n Ahitsio"
    },
    {
        "word": "Bembo",
        "definition": " a.: Fampiasa amin'ny hoe Bembon'orona: Ilay taolan'orona miavoavo, mitxingitringy.\n Ahitsio"
    },
    {
        "word": "Bemihimpy",
        "definition": " (t.tr.) a: Mpandositra na mpandao fonenana tafatambatra, izay mazàna tonga olon-dratsy.\n Ahitsio"
    },
    {
        "word": "Bemihisatra",
        "definition": " Jer. Ambaniandro.\n Ahitsio"
    },
    {
        "word": "Beminono",
        "definition": " (Tsm.) a.: Tovolahy tsaraina momba ny fandoavan-ketra.\n Ahitsio"
    },
    {
        "word": "Bemiorika",
        "definition": " a.: Karazam-bakana lehibe maro soratra.\n Ahitsio"
    },
    {
        "word": "Bemiray",
        "definition": " a.: Tapatapa-damba samy hafa loko izay atambatra ho akanjo na fitafiana na firakofana: Akanjo bemiray: Akanjo vita amin'izany tapatapa-damba izany.\n Ahitsio"
    },
    {
        "word": "Bemoty",
        "definition": " a.: Karazan-damba misy motimotiny.\n Ahitsio"
    },
    {
        "word": "Benabena",
        "definition": " Jer. Venavena.\n Ahitsio"
    },
    {
        "word": "Benamboka",
        "definition": " p. t.: Kamo mpidonana-poana.\n Ahitsio"
    },
    {
        "word": "Benandro",
        "definition": " a.: Andro andavanandro; andro tsisy tabataba.\n Ahitsio"
    },
    {
        "word": "Benge",
        "definition": " (Ski) a.: Osy.\n Ahitsio"
    },
    {
        "word": "Bengelahimena",
        "definition": " (Ski) a.: Anaran-kazandrano menamena.\n Ahitsio"
    },
    {
        "word": "Bengy",
        "definition": " (Bd) a.: Osy.\n Ahitsio"
    },
    {
        "word": "Benitra",
        "definition": " (fr. bai'onnette) a.: I-lay lohan'ny basy izay misy toy ny sabatra maranitra. ? F.-p.: Tsatsi-benitra: fanohizana amin'ny benitra (toy ny fitonoana zavatra amin' ny afo).\n Ahitsio"
    },
    {
        "word": "Benjamina",
        "definition": " a.: Kaxazan-javamaniry misy voninkazo me-na madinidinika izay matetika totototoin'ny ankizy ka apetany amin'ny hohony ka mahatonga ny hoho ho menamena (Impatiens balsamina L. na I. notitangore Balsaminacées na I. Sultani Hook).\n Ahitsio"
    },
    {
        "word": "Benoara",
        "definition": " Jer. Bonara.\n Ahitsio"
    },
    {
        "word": "Beo",
        "definition": " a.: Feo manahaka ny fibarareokan'ny ondry ka entina miantso io karazam-biby io.\n Ahitsio"
    },
    {
        "word": "Beravina",
        "definition": " a.: Enti-milaza karazan-javamaniry anankiroa, izay ny iray mamoa mitandahatra misy fofony (Cretalaria Soltiana-Légumineuses) ary ny faharoa, irony begonia fanaovana haingon-tanimboly.\n Ahitsio"
    },
    {
        "word": "Beriberia",
        "definition": " (fr. béribéri) a: Aretina mahatonga reraka sy malemy ary manirano eo amin'ny ranjo, vokatry ny tsy fisian'ny vitamina B1.\n Ahitsio"
    },
    {
        "word": "Beririnina",
        "definition": " a.: Anarana nilazana ireo mpandranto fahiny izay tsy niala teto Imerina tamin' ny fotoanan'ny tazo, ka tsy nidina tany ambany ravinkazo raha tsy tamin'ny ririnina, fotoana tsy misy tazo.\n Ahitsio"
    },
    {
        "word": "Beritelo",
        "definition": " (fr. bretelle) a.: Zavatra toy ny tady vita amin'ny lamba na amin'ny hoditra, fitanana ny pataloa na ny akanjo tsy hiborotsaka.\n Ahitsio"
    },
    {
        "word": "Beroberobazaha",
        "definition": " a.: Jer. Anambaraka.\n Ahitsio"
    },
    {
        "word": "Beroberoka",
        "definition": " a: Anaran-javamaniry toy ny anana fanome ny bitro na ny kisoa. (Marina): Lactuca indica. L. (Composées). (Sihan.): Sonchus aleraceus L. * Ohab.: Anamamy no irai-sana, ka beroberoka no isarahana: Enti-milaza fifankatiavana tsara fanomboka fa nia-faxa tamin'ny ady.\n Ahitsio"
    },
    {
        "word": "Berohina",
        "definition": " (beroka) mt. ih. (berohy): Itenenana teny tsy fantatra, teny vahiny.\n Ahitsio"
    },
    {
        "word": "Beroka",
        "definition": " a: Teny tsy mazava, tsy fantatra fa miboredika toa mitabataba fotsiny. - t.i.f.: Berohina I miberoka, fiberoka, mpiberoka 1 iberohana, fiberohana 1 mahaberoka.\n Ahitsio"
    },
    {
        "word": "Besavily",
        "definition": " a.: Anarana niantsoana ny ondry fahiny.\n Ahitsio"
    },
    {
        "word": "Besisika",
        "definition": " a.: Karazan-trondrondranomamy lehibe sady tsara nofo (Megalops cyprinoi, des). Ny ahafantarana azy dia ny volony fotsY mova tsy ny voahoso-bolafotsy vasobasoka, ary ny vonon-damosiny misy tsiratsiraka lava; halavany: 60 sm., fa ny lanjany, misy maro no mihoatra ny 1 kilao sy sasany.\n Ahitsio"
    },
    {
        "word": "Beso",
        "definition": " a.: Amin'ny hiia misy feo maro, ilay fizaram-peo ambany indrindra, feo ambany sy migoboka: Ny lehilahy lehibe no matetika manao ny beson-kira. -  F.-p.: Beso fisaka: beso tsy dia migoboka loatra, beso maivana.\n Ahitsio"
    },
    {
        "word": "Besofina",
        "definition": " a: Zavamaniry fanao kofehy ny hodiny.\n Ahitsio"
    },
    {
        "word": "Betafoaka",
        "definition": " a.: Karazan-kazo mandadina, izay ampiasain' ny olona hanamanimanitra ny toaka.\n Ahitsio"
    },
    {
        "word": "Betaimparasy",
        "definition": " p, t.: Teny entina ilazana lamba na akondro na hodi-tava koa aza, izay misy pentimpentina maintY.\n Ahitsio"
    },
    {
        "word": "Betaka",
        "definition": " (Tsm) p, t.: Fisaka sy boribory.\n Ahitsio"
    },
    {
        "word": "Betaly",
        "definition": " a.: Rojo misy masombolafotsy sy vakana fitondran'ny manamboninahitra sy ny lehibe mianjaika, indrindra amin'ny fotoana fanaovana hasoavan-jaza.\n Ahitsio"
    },
    {
        "word": "Betefaka",
        "definition": " a,: Sirahazo avy amin'ny zavamaniry iray atao hoe Tefaka.\n Ahitsio"
    },
    {
        "word": "Betongoa",
        "definition": " a: Lalao mahery vaika itolomana omby eo amin'ny trafony (ny fitolomana omby eo amin'ny tandrony kosa dia atao hoe: savika omby).\n Ahitsio"
    },
    {
        "word": "Betra",
        "definition": " (Tsm.) a: Tondro molotra ka ny ambany no atao la-va sy velarina; potsa-molotra.\n Ahitsio"
    },
    {
        "word": "Betro",
        "definition": " (fr. béton) o.: Vato kely mifangaro fasika sy simenitra.\n Ahitsio"
    },
    {
        "word": "Betro",
        "definition": " (fit.-p.) a: Atidoha.\tBet\n Ahitsio"
    },
    {
        "word": "Betroka",
        "definition": " a.: Fanabontsinana nY tena, na noho ny avonavona na noho ny hatezerana, toy ny fanaon'ny tanalahy mainbontsina ny vozony rehefa ilay tezitra vonon-kiady iny izy. • H. i.: Rahona, fandrahonana. - t.i.f.: Abetroka, tafabetroka 1 mibetroka, fibetroka, mpibetroka 1 ibetrohana, fibetrohana 1 betrobetroka. -  F.-p.: Mamaky betroka: mampangaihay, mahakepoka, mamolaka avonavon'olona.\n Ahitsio"
    },
    {
        "word": "Betsabetsa",
        "definition": " a: Fisotro mahamamo atao amin'ny fary na tantely.\n Ahitsio"
    },
    {
        "word": "Betsaka",
        "definition": " p. t.: Be isa, be dia be: Betsaka ny karazan'olona eto ambonin'ny tany. / Misy voay ve at? aminareo? Betsaka azy at? avarabaratra ot/, tompoko. - t.i.f,: Manabetsaka 1 mahabetsaka 1 mihabetsaka 1 habetsaka, habetsahana, fahabetsahana / ankabetsahana 1 imbetsaka.\n Ahitsio"
    },
    {
        "word": "Betsileo",
        "definition": " a.: Foko lehibe monina amin'ny tany voafaritry ny ony Mania, avaratra; ny tanin'ny Tanala, atsinanana; ny tendrombohitr'Andringitra, atsimo, ary ny tandavantendrombohitr'i Bongolava, andrefana. Mizara telo ny Betsileo: ny avaratra (renivohitra: Ambositra), ny afovoany (Ambohimahazo, Ambohinamboarina), ary ny any atsimo, izay mitsinjara telo indray: Isandra, Ilalangina ary Iarindrano. Tanàn-dehibe: Fianarantsoa, Am bositra,Ambohimahasoa, Ambalavao.\n Ahitsio"
    },
    {
        "word": "Betsimiasa",
        "definition": " a.: Anarana entimilaza ireo mpiandry omby any an'etitra.\n Ahitsio"
    },
    {
        "word": "Betsimihilana",
        "definition": " a.: Anarana entimilaza ny ravin'ny tatamo (ny vonin'ny tatamo dia atao hoe voahirana na tsiazonafo, ary ny fakany voalefoka).\n Ahitsio"
    },
    {
        "word": "Betsimisaraka",
        "definition": " a: Foko lehibe, monina amin'ny tandavandemaka mahatratra 60-60 km ny sakany manaraka ny morontsiraka atsinanana hatrany amin'ny reniranon'i Bemarivo, avaratra, ka hatrany amin'ny onin'i Mananjary, atsimo (800 km eo ho eo). Mizara roa ny Betsimisaraka: ny tavaratra (Maroantsetra, Fenerivo, Soanierana-Ivongo); ny tatsimo: (Toamasina, Vatomandry, Mahanoro, Andevoranto).\n Ahitsio"
    },
    {
        "word": "Bevohoka",
        "definition": " p. t.: Enti-milaza ny vehivavy manana anaka. ¶ M. h.: Manana anaka, mitoe-jaza, manaizana, mavesatra, mitondra rano.\n Ahitsio"
    },
    {
        "word": "Bevoina",
        "definition": " a.: Teny tsy dia manaja laatra enti-milaza ny mats' tsy tiana hohajaina firy, (Tsy fampiasa firy fa Rabevoina no ampiasaina matetika).\n Ahitsio"
    },
    {
        "word": "Bezabeza",
        "definition": " p, t.: Mitanatana, mangotanatana (t.t.m.). ¶ M. h.: Vezaveza.\n Ahitsio"
    },
    {
        "word": "Bezanozano",
        "definition": " a.: Foko kely dia kely, mitoetra amin'ny tany lemaka manodidina an'i Mangoro, voafaritry ny tanin'i Sihanaka, avaratra; ny Betsimisaraka, atsinanana; ary ny Marina, andrefana. Tanàndehibebe: Moramanga, Beparasy, Anliro.\n Ahitsio"
    },
    {
        "word": "Bezôma",
        "definition": " a.: Karazan-javamaneno misy fivoaham-peo lehibe natao mba hanamafy nt' feony sy ny firohondrohony.\n Ahitsio"
    },
    {
        "word": "Biaka",
        "definition": " (t.tr.) p.t.: Tiana, lalaina.\n Ahitsio"
    },
    {
        "word": "Biba",
        "definition": " (Ski) a: Songo, ronono voalohan'ny biby.\n Ahitsio"
    },
    {
        "word": "Bibaka",
        "definition": " p. a.: Mizihitra makadiry. • Mivonto mamoro-nana any anatiny (ratra na fery). / t.i.f.: Mibibaka, fibibaka I ibibahana, fibibahana.\n Ahitsio"
    },
    {
        "word": "Bibalahy",
        "definition": " a.: Karazan'ahitra fanao fanafody, indrindra amin'ny fivalanan-dra, na fivalanana tsotra fa tsy mets mijanona.\n Ahitsio"
    },
    {
        "word": "Bibasy",
        "definition": " (fr. bibassier) a: Karazan-kazo fihinam-boa\n Ahitsio"
    },
    {
        "word": "Bibibiby",
        "definition": " p. t.: Tsy matahotra na inona na inona, sahisahy ratsy, mahery setra: Bibibiby ny ahy io zanako io: raisiny amin'ny tanany ny tanalahy dia ataony ao ambany helika.\n Ahitsio"
    },
    {
        "word": "Bibifaly",
        "definition": " (Tsm.) a: Karazana bibilava roa soratra, ny tapany aloha maintimaintY ary ny tapant' aoriana vonivony.\n Ahitsio"
    },
    {
        "word": "Bibikely",
        "definition": " a.: Teny ilazana ireo biby madinika ankapobeny izay mizara telo ny vatany: ny lohany, ny tratrany ary ny kibony. Misy karazany maro ny bibikely arakaraka ny toetran'ny elany na ny tsy fisiany mihitsy: misy la-va mahitsy ny elany (ny valala); misy manana elatra roa an-daniny avy ka mifanarona (ny voangory); na mipetaka eo an-tenatenany ny elany roa an-daniny avy (ny renitantely); misy tsy manana afa-tsy elatra iray tsotra andaniny avy (ny lalitra); ary misy aza tsy manana elatra mihitsy (ny hao, ny ParasY)•\n Ahitsio"
    },
    {
        "word": "Bibilava",
        "definition": " a.: Karazam-biby lavalava tsy misy tongony na tanany fa mikisaka amin'ny kibony no fifindrany toerana. — Misy karazany maro ny bibilava eto amintsika, izay tsy mba misy poizina ny ankamaroany: ny bibimora, ny do na dona, ny fanany, ny fandrefiala, ny mandopotsy, ny mandotra na ranimandotra, ny marolongo, ny menarana, ny renivitsika, ny tompondrano, ny tampontany. * Ohab.: Bibilava vonono: tsy tanan-kandrangotra na tongotra hitsipaka, fa Andriamanitra no andrasana: enti-milaza ny olona osa na madinika na mahantra izay tsy mba afaka hamaly amin' ny herin'ny tenany raha misy mamely azy fa Andriamanitra no antenainy hamaly izay mampahory azy.\n Ahitsio"
    },
    {
        "word": "Bibimora",
        "definition": " a.: Karazam-bibilava malemy fanahy ka izany no nahatonga ny anarany; somary volontany ny volony fa ny ambany kibony mipenti- na fotsy vasobasoka.\n Ahitsio"
    },
    {
        "word": "Bibina",
        "definition": " p. t.: Misy kankana: Bibine it? zaza itf fa ento any amin'ny dokotera.\n Ahitsio"
    },
    {
        "word": "Bibiolona",
        "definition": " a.: Biby miendrik'olona na biby ninoana ho nidiran'ny ambiroan'olona efa maty.\n Ahitsio"
    },
    {
        "word": "Biby",
        "definition": " a: Anarana ilazana ny zavamananaina tsY manantsaina, raha faritana ankapobeny: Ny omby dia anisan' ny biby manampy betsaka ny olombelona. H. i.: Enti-milaza toetra ambany sy maharikoriko: Biby marina raha i Néron fa ny reny niteraka azy no nde halentiny any anaty rano. - t.i.f.: Bibina 1 bibibiby, mibibibiby 1 habibiana. -  F.-p.: Bibim-bars: Bibikely manimba ny vars', haombary, / Bibim-bomanga, bibin-tsaonjo: bibikely mihinana ny ravim-bomanga na ny ravin-tsaonjo; miofo ho lolo izy ireo. j Bibin'andriana: enti-milaza ireo olo-mainty vavy tsara tarehy nalain'ny andriana fahiny ho vady taindranony. / Bibin-dandy: biby mpamorona ny landy rehefa miombo ho landY. / Bibin-kena: ireo bibikely hita ao amin'ny rorohan-kena. / Bibin' olona (olona biby): olona sahisahy tsy matahotra n'inona n'inona / Biby dia: Biby tsy voatanan'ny olombelona ka mivelona any an' ala any. / Biby manompo, na biby fiompy: biby manampy ny olombelona amin'ny lahasany na ataony sakafo, ka velominy sy karakarainy ary mipetraka tsy lavitra ny fonenany na ao an-tranony mihitsy aza. / Biby olona: lalaon'ny ankizy izay ahitana iray amin'izy ireo mifono ahitra toy ny biby mandehandeha mampitahotra ny hafa. / Fanahim-biby: toetra ambany sy maharikoriko tsy mahalala menatra.\n Ahitsio"
    },
    {
        "word": "Bidà",
        "definition": " a.: Trosa tsy misy antoka. * Manco bidd: moka zavatra izay tsy aloa eo no ho eo ny vidiny fa atao trosa.\n Ahitsio"
    },
    {
        "word": "Bidahera",
        "definition": " (Tsm.) a.: Omby misy pentina fotsy tokana eo an-kandriny.\n Ahitsio"
    },
    {
        "word": "Bidibidina",
        "definition": " (bidibidy) mt. ih.: Sainina, irina. * Tsy azo bidibidina: tsy azo sainina sy irina. / tsy azo naikanaikaina, tsy azo anaovana mosalahy.\n Ahitsio"
    },
    {
        "word": "Bidibidy",
        "definition": " o.: Hevitrevitra, saintsaina. - t.i.f.: Bidibidina / mibidibidy.\n Ahitsio"
    },
    {
        "word": "Bie",
        "definition": " (fr. billet) a: Tapakila vidin'ny saran-dalana amin'ny fiara na ny saran-toerana amin'ny lanonana misy vidimpidirana; karatra.\n Ahitsio"
    },
    {
        "word": "Bifona",
        "definition": " a.: Fialana, fitsipahana handositra. - t.i.f.: Tafabifona / mibifona, fibifona, mpibifona / ibifonana, fibifonana / mahabifona.\n Ahitsio"
    },
    {
        "word": "Bigody",
        "definition": " (fr. bigoudi) a: Vy kely fitanam-bolo.\n Ahitsio"
    },
    {
        "word": "Bihara",
        "definition": " a: Karazan-tsokatra na rare lehibe monina any andranomasina.\n Ahitsio"
    },
    {
        "word": "Bihy",
        "definition": " a: Anarana nomena ny zaza izay nateraky ny olona nampoizina tsy hiteraka intsony.\n Ahitsio"
    },
    {
        "word": "Bija",
        "definition": " p. t.: Ilazana ny zazavavy sady fohy no manify; vehivavy kely reny sy manifinify.\n Ahitsio"
    },
    {
        "word": "Bika",
        "definition": " a.: Toetran'ny toe-batana, izay tombanana indrincira eo amin'ny fijorony: Tsara bika io lehilahy io fa tsy lava tsy fohy izy ary tsy matavy tsy mahia. • H. i: Fisehoan'ny endriky ny zavatra iray ety ivelany: (Matetika amin'ny endrika verindroa: bikabika no ampiasaina ny teny amin'ity hevitra its'): Tahaka ny ahoana ny bikabikan'ilay bokinao vert' izay. - t.i.f.: Bikaina / mibika, fibika / ibikana, fibikana / mahabika / bikana.\n Ahitsio"
    },
    {
        "word": "Bikaina",
        "definition": " (bika) mt. ih. (bikao): Tombanana amin'ny bikany: Nobikainy ers' aho nanatona azy.\n Ahitsio"
    },
    {
        "word": "Bikàna",
        "definition": " p. t.: Tsara bika: Bikana aoka izany iny tovooavy iny ka betsaka ny tovolahy no miherika manana-maso azy.\n Ahitsio"
    },
    {
        "word": "Biko",
        "definition": " na Bikoa (Btl) p.t: Entimilaza karazan-tandrok'omby namboarina hatramin'ny fitsiriany haka ny endrika i• tiavana azy, ka mety mifaingoka kely izy io, mety koa nafaingoka hiolaka tanteraka mila hikasika ny loba, nefa koa misy tandroka efa biko vita-Nanahary.\t—(\n Ahitsio"
    },
    {
        "word": "Bila",
        "definition": " (Btl) p. t.: Tandrok'omby hafahafa fa ny ilany mahitsy mila hiondrika, ny ilany kosa miolaka.\n Ahitsio"
    },
    {
        "word": "Bila",
        "definition": " p. t.: Tsy mahitsy fa mivilana: Bila ny tongotr'itti latabatra it? fa ahitsio. ¶ M. h.: bilabila, bilaka, vila, vilaka, vilana, bingo. - t.i.f.: Bilaina, voabila / mikobila,\n Ahitsio"
    },
    {
        "word": "Bila",
        "definition": " a: Aretina tsy fanta-pototra loatra, noheverin'ny sasany ho aretin-tsaina amam-panahy; ny sasany kosa nihevitra azy ho fanindrian-javatra na ny ambiroan'ny maty: toa manavinavy no fiandohan'ny aretina, dia marary andoha, dia fanina dia mena ny maso, ary dia tonga verivery ny sain'ilay marary ary mihoalahoala sy mienjika izy ka amin'izay dia toa mahavita zavatra tsy vitan'olona tsotra, toy ny mandihy miloloha siny feno rano nefa tsy raraka ny rano... Ny fitsaboana ny bila dia itehafana, miaraka amin'ny vely vy sy ampongatapaka... Nanana anarana samy hafa saika isampoko ny bilo: Ramanenjana na Soratra (Imerina), Salamanga (Betsileo), Tromba (Sakalava, Tsimihety).\n Ahitsio"
    },
    {
        "word": "Bilabila",
        "definition": " p. t.: Tsy mahitsy mitapatapaka, toy ny tsipika ahitana ny tselatra eny amin' ny habakabaka na ny sarin' ny tongotr'olona iray bingo mihazakazaka. - t.i.f.: Mambilabila, fambilabila, mpambilabila / ambilabilana, fambilabilana / mibilabila, fibilabila, mpibilabila / ibilabilana, fibilabilana / mahabilabila / mikobilabila.\n Ahitsio"
    },
    {
        "word": "Bilady",
        "definition": " a.: Teny enti-milaza ny trano itoerana sy ny tany onenana, ny harena sy ny fitohizan'ny fianakaviana na foko amin'izay soa na tombontsoa efa ananany: Isika mianakavy: tsy ho uaky bilady amin'izay nentin'ny ray aman-dreny na ny razana.\n Ahitsio"
    },
    {
        "word": "Bilahina",
        "definition": " (bilaka) mt. ih. (bila-ho): Atao tonga bilaka, mivilana.\n Ahitsio"
    },
    {
        "word": "Bilahy",
        "definition": " a: Karazan-kazo.\n Ahitsio"
    },
    {
        "word": "Bilaina",
        "definition": " (bila) mt. ih. (bilan): Atao tonga bila.\n Ahitsio"
    },
    {
        "word": "Bilaka",
        "definition": " p. t.: Tsy mahitsy fa mivilana. - t.i.f.: Bilahina, voabilaka / mibilaka, fibilaka / ibilahana, fibilahana.\n Ahitsio"
    },
    {
        "word": "Bilaotra",
        "definition": " (angl. blotting) a: Fanamainan-tsoratra, biovara.\n Ahitsio"
    },
    {
        "word": "Bilaotra",
        "definition": " a.: Fihatahana, fihodivirana kely. • H,o.: Hadisoana kely. - t.i.f.: Mibilaotra, fibilaotra / ibilaorana, fibilaorana.\n Ahitsio"
    },
    {
        "word": "Bilisitra",
        "definition": " (angl. blister) a: Fanempahana ny hoditra misy rano mibontsina ao anatiny raha main'ny rano mangotraka na raha niasa tamin'ny angady na famaky ny felatanana.\n Ahitsio"
    },
    {
        "word": "Bilitika",
        "definition": " P. t.: Kely dia kely, madinika ers', pitiny: Kely bilitika ny anjara mofomamy azon'Isambilo fa tsy nisy indraim-bava akory. ¶ M. h.: Biritika, bititika, bolitika, boritika, bilitsika, biritsika, boritsika.\n Ahitsio"
    },
    {
        "word": "Bilogoma",
        "definition": " (angl. blue-gum) a.: Anarana iantsoana ny hazo kininina.\n Ahitsio"
    },
    {
        "word": "Bily",
        "definition": " (Br) ci.: Tandrok'omby somary misabaka mitovy fandry nefa misompirana.\n Ahitsio"
    },
    {
        "word": "Bimora",
        "definition": " (Tsm.) a.: Karazan' oviala misy poizina mahafaty.\n Ahitsio"
    },
    {
        "word": "Bina",
        "definition": " Binaka, Binabina, Binabinaka ft.: Milaza fivontosana, fibontsinana. - t.i.f.: Mibinaka, mibinabina, mibinabinaka / fibinaka, fibinabina,fibinabinaka.\n Ahitsio"
    },
    {
        "word": "Binabina",
        "definition": " Binaka: Jer. Bina.\n Ahitsio"
    },
    {
        "word": "Binaby",
        "definition": " (baby) mt, ih. misy tsofoka in: Voababy, baba-na, atao am-babena: Nobinabiny ny zanany dia lasa iz y.\n Ahitsio"
    },
    {
        "word": "Binaiko",
        "definition": " (baiko) ,nt. ih. misy tsofoka in: Voabaiko, baikoina, omena baiko: Nobinaikony tamin'ny masony fotsiny ilay alika dia nanatona.\n Ahitsio"
    },
    {
        "word": "Binàka",
        "definition": " (baka) mt. ih. misy tsofoka in: Atao mihataka toy ny tarehintsoratra V (tandrok'omby).\n Ahitsio"
    },
    {
        "word": "Binala",
        "definition": " (bala) mt. ih. misy tsofoka in: Voabala, balana, asiana bala: Nobinalan'ny fahavalo ny sandriny.\n Ahitsio"
    },
    {
        "word": "Binanga",
        "definition": " (banga) mt. misy tsofoka in: Voabanga, ban-gaina, simahana: Nahoana no nobinanganao ny tsofako?\n Ahitsio"
    },
    {
        "word": "Binango",
        "definition": " (bongo) mt. 1h. misy tsofoka in: Voabango, bangoina: Tsy mba volo nobinango izao, ry Ketaka!\n Ahitsio"
    },
    {
        "word": "Binata",
        "definition": " (bata) mt. ih. misy tsofoka in: Voabata, bataina: Nobinatako ilay entana fa tsy zakako.\n Ahitsio"
    },
    {
        "word": "Bineda",
        "definition": " (beda) mt. ih. misy tsofoka in: Voabeda, bedaina, fihinina amin'ny sandry: Ho nobinedan'ny fahaualo aho raha tratrany tao.\n Ahitsio"
    },
    {
        "word": "Bingo",
        "definition": " p. t.: Bila, filaza indrindra amin'ny tongotra; ny olona bingo dia manana tongotra tsy mba mahitsy fijoro fa somary mibaraingo toa miditra (mifanohitra aminy: tsivaka). * Ohab.: Bingo manao matso ka misalouana ny an'ny sasany: ny olona tsy mahay nefa miditriditra amin'ny raharahan'ny sasany dia tsy manao afa-tsy ny manimba zavatra fotsiny. / Bingo ny mpitarika ka tsy mahitsy fandeha ny mpanaraka: izay toetra sy fihetsiky ny mpitondra ihany no toetra sy fihetsiky nt' olona entina. -  F.-p.: Bingo tanana: entimilaza ny olona izay toa miditra atf anatiny ny tanany ka mivoaka kosa ny kihony.\n Ahitsio"
    },
    {
        "word": "Bingom-po",
        "definition": " (t.tr.) a.: Haitraitra.\n Ahitsio"
    },
    {
        "word": "Bingona",
        "definition": " a,: Karazan-javamaneno tsofina avo feo sy karantsana: Mpitsoka bingona.\n Ahitsio"
    },
    {
        "word": "Binitsika",
        "definition": " (bitsika) mt. ih. misy tsofoka in: Voabitsika, bitsihina, ilazana zavatra lazaina malemilemy eo am-poto-tsofina: Inona no nobinitsiny taminao tao!\n Ahitsio"
    },
    {
        "word": "Bintsy",
        "definition": " a.: Karazan-damba soga, madini-tenona sady mikitroka ka mafy kokoa noho ny saga tsotra ary malama tsy misy volony.\n Ahitsio"
    },
    {
        "word": "Biovara",
        "definition": " (fr. buvard) a: Fanamainan-tsoratra vao nosoratana amin'ny ranomainty, bilaotra.\n Ahitsio"
    },
    {
        "word": "Bipany",
        "definition": " (Tsm.) a.: Sikin-dahy matevina, misy soratra sy be velarana.\n Ahitsio"
    },
    {
        "word": "Bira",
        "definition": " ci.: Ody famosaviana.\n Ahitsio"
    },
    {
        "word": "Biraina",
        "definition": " (bira) mt. ih. (birao): Amosavina, vorehina.\n Ahitsio"
    },
    {
        "word": "Biriky",
        "definition": " (fr. brique) a.: Feta ampandrina ka alatsaka anaty lasitra (hazo lavalava efa-joro) ka ananganana trano rehefa maina; misy karazany roa ny biriky: ireo atao amin'ny tany tsotra, izay atao hoe biriky tany, ary ireo a-tao amin'ny tanimanga na tany dilatra, izay atao hoe biriky tanimanga; ireto faharoa dia tsy maintsy dorana ao anaty lafaoro amin'ny fompotra na amin'ny kitay hazo.\n Ahitsio"
    },
    {
        "word": "Birioka",
        "definition": " a: Fiviliana any amie' ny tsy izy. - t.i.f.: Abirioka, voabirioka, tafabisioka / manabirioka, fanabirioka, mpanabirioka 1 anabiriohana, fanabiriohana / mibirioka, fibirioka, fibiniohana.\n Ahitsio"
    },
    {
        "word": "Biririoka",
        "definition": " a.: Fanenon-javatra toa misiaka mandalo mafy, toy ny an'ny karavasY, baba miserana. - t.i.f.: Mibiririoka, fibiririoka.\n Ahitsio"
    },
    {
        "word": "Biritika",
        "definition": " Biritsika p, a.: Jer. Bilitika.\n Ahitsio"
    },
    {
        "word": "Bisikilety",
        "definition": " (fr. bicyclette) a.: Fita ov am -pan dehanana misy familiana sy kodiarana roa mifanao aloha sy aoriana, ka fivoy, eo afovoany, misy rantsany roa havia sy havanana izay hitsahin'ny tongotra no mampihodina ny kodiarana ka mampandeha azy; nomena anarana koa hoe Tongomalady.\n Ahitsio"
    },
    {
        "word": "Bisikoy",
        "definition": " (fr. biscuit) ci.: Mofokely efa-joro na boribory vita amin'ny nonono sy dibe-ra.\n Ahitsio"
    },
    {
        "word": "Bisioka",
        "definition": " a.: Fiviliana mba hihataka. 1 t.if.: Abisioka,voabisioka, tafabisioka / manabisioka, fanabisioka, mpanabisioka / anabisiohana, fanabisiohana / mibisioka, fibirioka, mpibisioka l ibisiohana, fibisiohana / mahabisioka.\n Ahitsio"
    },
    {
        "word": "Bitabita",
        "definition": " p. t,: Entina hilazana ny kibo voky mitsinatsinaka.\n Ahitsio"
    },
    {
        "word": "Bitaka",
        "definition": " a.: Fitsinjahana noho ny hafaliana, - t.i.f.: Mibitaka, fibitaka, mpibitaka / ibitahana, fibitahana / bitabitaka.\n Ahitsio"
    },
    {
        "word": "Bitika",
        "definition": " p. t.: Kely sady madinika, sombiny kely: Tsy ho azonao entina any lavitra any io zaza io fa mbola bitika, / Bitika kely ny vary nohanin' ny marary anikeheo. * F.-p.: Kely sy bitika: entimilaza am-panetren-tena ny toetran'ny tena ambany sy mahantra: Misaotra, tompokolahy minisitra, mamangy anay kely sy bitika ad anaty ala atS. (Marihina fa milaza mbola kely kokoa noho ny bitika ireo rehetra avy amin'ny bitika nasiana tsofoka: bilitika, biritika...)\n Ahitsio"
    },
    {
        "word": "Bitongoa",
        "definition": " (Tsm.) a.: Fombantolona omby: ny tanana roa mamikitra amin'ny trafo, ny tongotra roa mikiraviravy.\n Ahitsio"
    },
    {
        "word": "Bitro",
        "definition": " (angl. rabbit) a.: Biby fiompy fihinana sahala habe amin'ny saka, saingy lava sofina sy mihinana ahitra na zavamaniry. * F.-p.: Manao tera-bitro: enti-milaza am-bazivazy vehivavy miteraka matetika.\n Ahitsio"
    },
    {
        "word": "Bitsihina",
        "definition": " (bitsika) mt. ih. (bitsiho): Ilazana zavatra malemilemy eo akaikin'ny sofina: Bitsiho kely Rangahy io fa mitady azy ao alatrano ny zanany.\n Ahitsio"
    },
    {
        "word": "Bitsika",
        "definition": " a.: Teny lazaina malemilemy eo akaikin'ny sofina fa tsy tiana ho ren'ny hafa. - t.i.f.: Bitsihina, abitsika, binitsika, voabitsika 1 mainbitsika, fombitsika, mpambitsika I ambitsihana, fambitsihana / mibitsika, fibitslka, mpibitsika j ibitsihana, fibitsihana.\n Ahitsio"
    },
    {
        "word": "Bitsika",
        "definition": " p. t.: Kely dia kely, pitiny kely.\n Ahitsio"
    },
    {
        "word": "Bizizioka",
        "definition": " a: Jer. Biririoka.\n Ahitsio"
    },
    {
        "word": "Bo",
        "definition": " Tovona fanaovana fototeny faharoa mba hampitombo na hanamafy ny hevitry ny fototeny tsotra voalohany: Bosesika (sesika).\n Ahitsio"
    },
    {
        "word": "Bo",
        "definition": " a.: Enti-milaza ny fidoboky ny zavatra mianjera na mipoaka mafy. i\tMibo.\n Ahitsio"
    },
    {
        "word": "Bo",
        "definition": " a.: Zavatra mora mirehitra sahala amin'ny vohavohandandihazo natao handraisana afo amin'ny vato kapaika na vatoafo.\n Ahitsio"
    },
    {
        "word": "Bo",
        "definition": " a.: Zavatra malemy mibofoka. • Tendron'ny tahon'afokasoka misy ny vanjany.\n Ahitsio"
    },
    {
        "word": "Bo",
        "definition": " a.: Feo avoakan'ny vavafivalanana rehefa mangetotra: Manao bo.\n Ahitsio"
    },
    {
        "word": "Boada",
        "definition": " Boadaboada a.: Teny misafotofoto tsy hita laniny, miboredidredilta. - t.i.f.: Aboadaboada / miboadaboada, fiboadaboada, mpiboadaboada liboadaboadana, fiboadaboadana.\n Ahitsio"
    },
    {
        "word": "Boadaka",
        "definition": " Boadaboadaka: Jer. Boada: Boadaboada.\n Ahitsio"
    },
    {
        "word": "Boafa",
        "definition": " p, t.: Vaventy matavy; botrefona sady lehibe. - t.i.f.: Boafaboafa.\n Ahitsio"
    },
    {
        "word": "Boafa",
        "definition": " (t.tr,) p. t.: Goay, makadiry.\n Ahitsio"
    },
    {
        "word": "Boaiza",
        "definition": " a: Sarivazo kely maitso.\n Ahitsio"
    },
    {
        "word": "Boalaboala",
        "definition": " ft.: Enti-milaza ny toetran'ny hazo mifanety, mifanizina. - t.i.f.: Miboalaboala, fiboalaboala.\n Ahitsio"
    },
    {
        "word": "Boana",
        "definition": " ft.: Enti-milaza fivoahan-javatra, toy ny varavarana, amim-peo mafy; figoana; fidridro na fidridroka. - t.i.f.: Boanana mamboana, famboana, mpamboana, miboana, fiboana I iboanana, fiboanana.\n Ahitsio"
    },
    {
        "word": "Boanana",
        "definition": " (boana) mt. ih. (boa-no): Vohana mafy ka mikotrokotroka sy mirefotra: Aza boanana ny varavarana fa mahasosotra.\n Ahitsio"
    },
    {
        "word": "Boaty",
        "definition": " (fr. boîte) a.: Vata kelY vita amin'ny hazo na baoritra na metaly: Boatin-dronono.\n Ahitsio"
    },
    {
        "word": "Boba",
        "definition": " p. t.: Mora vidy izaitsizy, ambany vidy aoka izany: Varo-boba it? ny eto an-tsena fa hariva ny andro no avy ny orana. / Boba ny uoankazo. - t.i.f.: Bobaina 1 mamboba, famboba, mpamboba / ambobana, fambobana.\n Ahitsio"
    },
    {
        "word": "Bobaina",
        "definition": " (boba) mt. ih. (bobay): Vidin mora dia mors: Nobobaiko ireto voankazo ireto.\n Ahitsio"
    },
    {
        "word": "Bobaka",
        "definition": " ft.: Enti-milaza fivontosana be, fizihirana makadiry, • p, t. (t. t. m. ): Be dia be, zavon-tany: Bobaka ny manga ao an-tsena. - t.i.f.: Mibobaka, fiboboka / ibobahana, fibobahana.\n Ahitsio"
    },
    {
        "word": "Bobo",
        "definition": " p. t.: Fotsy dia fotsy, fotsy botsiaka. -  F,-p,: Fotsy bobo: enti-milaza olona mana volon-koditra fotsy hafahafa vokatry ny toe-javatra manokana, dia ny tsy fisian'ilay zavatra mpandoko ny hoditra sy ny volo raha miforona ao an-kibon-dreniny ny zaza.\n Ahitsio"
    },
    {
        "word": "Bobobobo",
        "definition": " a.: Ny feon-drano toa mitapatapaka ary migobongobona miditra anaty tavoahangy na aidina avy ao anaty tavoahangy. • Ny feon' ny anjombona na ny feon-javatra migoboka manao sesilany ary lavareny. - t.i.f,: Boboboboina, abobobobo / manabobobobo, fanabobobobo, mpanabobobobo / anaboboboboana, fanaboboboboana.\n Ahitsio"
    },
    {
        "word": "Boboboboina",
        "definition": " (bobobobo) mt. ih. (boboboboy): Asitrika ao anaty rano. • Atao mibobobobo, izany hoe ampanenoina mba hanome feo migoboka sesilany: Boboboboy ny anjombona sao tsy mahare ny er? an-dafin-drano.\n Ahitsio"
    },
    {
        "word": "Bobohana",
        "definition": " (boboka) mt. 1h. (bobohy): Vontoson-drano, ampisotroina tafahoatra, a-tao izay hahaleo: Nobobohiny toaka lahy ny zanako!\n Ahitsio"
    },
    {
        "word": "Boboka",
        "definition": " p. t.: Vonton-drano: Bobo-drano ireto hazo ireto ka tokony hafindra toerana. • Voky na feno be loatra ka manjary leo: Boboky ny divay ny anao lahy uao niala tao ka mamo nidarabodraboka eran'ny arabe fotsiny.H. o.: Lao, tofoka, tsy tia herika: Boboky ny fianarana, hono, Rabe. ? Rakotra bobongolo noho ny hamandoana be loatra ka manomboka ho simba: Boboka tato lahy ireto boky ireto no-ho ny hamandoana - t.i.f.: Bobohana, aboboka, voaboboka 1 manaboboka, fanaboboka, mpanaboboka / anabobohana, fanabobohana / miboboka, fiboboka, mpiboboka / mahaboboka / boboboboka.\n Ahitsio"
    },
    {
        "word": "Bobongolo",
        "definition": " a.: Zavatra miendri-kolatra madinika mandroadroatra mipetaka amin' ny zavatra nipetraka maharitra tamin'ny mando: Azon' ny bobongolo ny kiraroko nipetraka herinandro tao anjoron-trano tao. • p. t,: Mihintsana be ihany fa efa lo, simba, lomorina: Fanaka bobongolo no hita tao an'efitrano made.\n Ahitsio"
    },
    {
        "word": "Bobovola",
        "definition": " (t,tr.): Sinibe vola.\n Ahitsio"
    },
    {
        "word": "Boda",
        "definition": " Bodaka p, t.: Malemy: Vary bodaka. / Vomanga bodaka, Boda ny vomanga. ¶ M. h.: Modaka. - t.i.f.: Bodaina, voaboda 1 manaboda, fnboda, mpanaboda / anabodana, fanabodana 1 mahaboda, bodaboda.\n Ahitsio"
    },
    {
        "word": "Bodaina",
        "definition": " (boda) mt. 1h. (bodao): Atao izay hahalemy azy, lemena.\n Ahitsio"
    },
    {
        "word": "Bode",
        "definition": " na Kibode (Ski) a.: Zana-borona sarahina amin-dreniny ka velomina mitokana.\n Ahitsio"
    },
    {
        "word": "Bodehina",
        "definition": " (bodika) mt. ih, (bodeho): Asavorovoro, asavoritaka: Aza bodehina re, ry Koto, ny kofehy. / Nobodehiny teo ny fitenenana ka tsy hita intsony izay yentinkevitra\n Ahitsio"
    },
    {
        "word": "Bodika",
        "definition": " ft.: Enti-milaza zavatra misavorovoro, misavoritaka. i t.i.f.: Bodehina, abodika 1 manabodika, fanabodika, mpanabodika 1 anabodehana, fanabodehana 1 mibodika, fibodika / ibodehana, fibodehana.\n Ahitsio"
    },
    {
        "word": "Bodioro",
        "definition": " (fr. bout-dehors du foc) (Ski) a.: Ilay hazo mahitsy eo andohan'ny botry.\n Ahitsio"
    },
    {
        "word": "Bodisma",
        "definition": " (fr bouddhisme) a.: Antokom-pivavahana naorin' i Bouddha arahin'ny mponina any Inde, Sina..., nandray betsaka tamin'ny Brahmanisma.\n Ahitsio"
    },
    {
        "word": "Bodisy",
        "definition": " (t.tr.) p. t.: Ratsy. • a : Andriamanitra mpandringana.\n Ahitsio"
    },
    {
        "word": "Bodo",
        "definition": " a. sy p. t.: Zaza saina sy fihevitra: Izay bodo adala iny ve hahalala hanao izany? / Zaza dobo tokoa ianao, ry Koto! izany avy ka tsy ho fantatra. * F,-p,: Bodokely: zazavavy tanora manambady lahiantitra.\n Ahitsio"
    },
    {
        "word": "Bodo",
        "definition": " p, t.: Manao toe-jaza, toetr'ankizy, tsotra loatra; enti-milaza koa olona antitra miverina amin'ny fahazazana.\n Ahitsio"
    },
    {
        "word": "Bodo",
        "definition": " a.: Fitanana, fitazonana zavatr'olona an-keriny ho an' ny tena. - t.i.f.: Bodoana, bodoina, voabodo, tafabodo / manabodo, fanabodo, mpanabodo 1 anabodoana, fanabodoana j mibodo, fibodo, mpibodo / ibodoana, fibodoana 1 mahabodo. * F.-p,: Manao bodo ngerona: mitana zavatr'olona ka tsy mety mamerina na inona na inona atao azy.\n Ahitsio"
    },
    {
        "word": "Bodoana",
        "definition": " na Bodoina (bodo) mt. ih. (bodoY): mania na tazonina an-keriny ho an'ny tena: Bodoin'ny zanakao fotsiny ny kilalaon-janako. / Tsy valahara izany raha lehilahy: nobodoany ny vadin' olona.\n Ahitsio"
    },
    {
        "word": "Bodobodony",
        "definition": " p. t.: Mpanao toetr'ankizy, be haitraitra, • Vaventiventy mahafatifaty toy ny zazakely.\n Ahitsio"
    },
    {
        "word": "Bodofo",
        "definition": " na Bodofony a.: Tsimoka amin'ny bararata.\n Ahitsio"
    },
    {
        "word": "Bodofotsy",
        "definition": " a.: Firakotra mate-vina vita amin'ny fahana vaventy landihazo na volonondry: Bodofotsy mainty ny an'ny miaramila. / Mitafy bodofotsy rehefa mangatsiaka ny olona eny ambanivohitra.\n Ahitsio"
    },
    {
        "word": "Boediboedika",
        "definition": " a.: Jer. Boeriboerika.\n Ahitsio"
    },
    {
        "word": "Boenga",
        "definition": " (Ski) a,: Anaram-biby karazan'ny vontsira.\n Ahitsio"
    },
    {
        "word": "Boeriboerehina",
        "definition": " (boeriboerika) mt. ih, (boeriboereho): A-naovana boeriboerika, itenenana teny misafotofoto sy miradarada ary mikorontana; enti-milaza izay olona mahatezitra.\n Ahitsio"
    },
    {
        "word": "Boeriboerika",
        "definition": " a.: Teny tsy azo, teny tsy fantatra; fiteny misafotofoto sy miradarada sady mikorontana. ? H. 1.: Fiboredehana rehefa entin-katezerana. - t.i.f.: Boeriboerehina, aboeriboerika 1 miboeriboerika, fiboeriboerika, mpiboeriboerika j iboeriboerehana, iboeriboerehana I mahaboeriboerika.\n Ahitsio"
    },
    {
        "word": "Bofaka",
        "definition": " a: Fofona na vovoka maneton manempotsempotra. - t.i.f.: Abofaka I manabofaka, fanabofaka, mpanabofaka 1 anabofahana, fanabofahana 1 mibofaka, fibofaka j ibofahana, fibofahana.\n Ahitsio"
    },
    {
        "word": "Bofiake",
        "definition": " (Ski) a.: Vonin'ny landihazo.\n Ahitsio"
    },
    {
        "word": "Bofoka",
        "definition": " ft : Enti-milaza firakofana lamba matevina eo ampitoerana na eo am-pandriana. i ti.f.: Mibofoka, fibofoka, mpibofoka 1 ibofana, fibofohana.\n Ahitsio"
    },
    {
        "word": "Bofona",
        "definition": " a.: Feo mitsefotra tsy mitefoka, hetotra. - t.i.f.: Mibofona, mibofotra. ¶ M. h.: Bofotra.\n Ahitsio"
    },
    {
        "word": "Bofona",
        "definition": " p. t.: Dongadonga, botrabotra, botrefona.\n Ahitsio"
    },
    {
        "word": "Bofotra",
        "definition": " a.: Jer. Bofona.\n Ahitsio"
    },
    {
        "word": "Bohafina",
        "definition": " (bodaka) mi. ih. (bohafy): Abontsina '.io ngeza, asavovona be.\n Ahitsio"
    },
    {
        "word": "Bohaka",
        "definition": " ft.: Enti-milaza fibontsinana ho ngeza. - t.i.f.: Bohafina, voabohaka, tafabohaka 1 manabohaka, fanabohaka, mpanabohaka 1 anabohafana,fanabohafana ) mibohaka, fibohaka, mpibohaka j ibohafana, fibohaf ana 1 mahabohaka.\n Ahitsio"
    },
    {
        "word": "Bohibohy",
        "definition": " a.: Ham bo, fihamboana, ebo, fieboana.\n Ahitsio"
    },
    {
        "word": "Bohihy",
        "definition": " a.: Fikirizana hitana ny hevitry ny tena, di-doha tsy azo ahodina. ¶ M. h.: Dohika, bohika, tohika. • Fanaovana an-keriny, bohika. - t.i.f.: Mibohihy, fibohihyf mahabohihy, bohihihihy.\n Ahitsio"
    },
    {
        "word": "Bohika",
        "definition": " a.: Kiry sy di-doha. - t.i.f.: Mibohika, fibohika.\n Ahitsio"
    },
    {
        "word": "Bohirina",
        "definition": " (bohitra) mt. ih. (bohiro): Atao mibontsina.\n Ahitsio"
    },
    {
        "word": "Bohitra",
        "definition": " a.: Zavatra na toerana vorivory mibontsina mivohon-tsotro ¶ M. h.: Fivohitra, fivohintsotro, fivohom-pafana. - t.i.f.: Bohirina, abohitra 1 mibohitra, fibohitra, mpibohitra f ibohirana, fibohirana.\n Ahitsio"
    },
    {
        "word": "Bohy",
        "definition": " a.: Fanosehana ny hafa hihataka mba hahazoana toerana bebe kokoa. • Fihetsika sy teny entina mampiseho hery amam-pireharehana. • Fitanana zavatr'olona amin-ditra. - t.i.f.: Tafabohy l mibohy, fibohy, mpibohy / ibohiana na ibohizana, fibohizana na fibohiana l mahabohy / bohibohy.\n Ahitsio"
    },
    {
        "word": "Boiboika",
        "definition": " a.: Vay, fery maharitra ary manitatra. ¶ M. h.: Dridra,\n Ahitsio"
    },
    {
        "word": "Boika",
        "definition": " Boiboika a.: Fivoahan' ny rano na ny ra mivoaka tsy an-kijanona avy ao anatin'ny tany na ny tena, fifantsitsirana. - t.i.f.: Aboiboika f miboiboika, fiboiboika, mpiboiboika / iboiboihana, fiboiboihana.\n Ahitsio"
    },
    {
        "word": "Boina",
        "definition": " p, t.: Tsy miraharaha, tsy miahy: Vehiuwy boin-janaka Rauelo.\n Ahitsio"
    },
    {
        "word": "Boitra",
        "definition": " ft.: Enti-milaza fisehoana mamorofotra, poitra mifantsitsitra. - t.i.f,: Miboitra, fiboitra f iboirana, fiboiana / mahaboitra 1 boiboitra.\n Ahitsio"
    },
    {
        "word": "Boka",
        "definition": " a.: Aretina mandrakotra fery mirofotra ny tena manontolo, manomboka amin' ny tanna na ny tongotra. (Amin'io hevitra io anefa, dia ny teny hoe habokana no mazàna ampiasaina, fa ny hoe boka dia enti-milaza ny olona mararin'io aretina io, izay atao hoe marary hoditra): Maro ankehitriny ny trano itsaboana ny boka. - t.i.f.: Habokaina f voaboka f manaboka, fanaboka, mpanaboka f anabokana,fanabokana I manaboka f bokabokaf habokana fraboka.\n Ahitsio"
    },
    {
        "word": "Boka",
        "definition": " (Ski) a.: Ny atin'ny voan'ny lombiry fanao amin' ny zanatsirika. 1 Tandroka tsentsenana volovolon-javatra na vovo-kazo atao fandrehetana paik'af o.\n Ahitsio"
    },
    {
        "word": "Bokabe",
        "definition": " (Ski) a.: Karazam-bahy fanaovana fingotra ny voany.\n Ahitsio"
    },
    {
        "word": "Bokaboka",
        "definition": " p. t.: Misy mivontovonto kely na mivotrovotro: Toa bokaboka itf voankazo itf izany ka tsy tiako. * Ohab.: Ataovy toy ny londy, ny bokaboka mameno ny kely andilana: aoka hifanampy ka ny manana tombony hameno ny tsy ampy.\n Ahitsio"
    },
    {
        "word": "Bokaina",
        "definition": " na Habokaina (boka) mt. ih (bokao, habokao): Haratsina izaitsizy, alana baraka, zimbazimbaina: Aza bokainao, habokainao ny entanay.\n Ahitsio"
    },
    {
        "word": "Bokaka",
        "definition": " a.: Ditin'akondro mora mirehitra raha vao maharay tselatr'afo avy amin'ny vato kapaika izay nampifampikasohina.\n Ahitsio"
    },
    {
        "word": "Bokàtra",
        "definition": " Bokatraka p.t.: Enti-milaza ny soratra vaventy mibakabaka na rary misy elanelany be, na rary na tenona be maso.\n Ahitsio"
    },
    {
        "word": "Bokatraka",
        "definition": " Jer. Bokatra.\n Ahitsio"
    },
    {
        "word": "Bokeoke",
        "definition": " (Skl) a.: Vorompotsy.\n Ahitsio"
    },
    {
        "word": "Bokitra",
        "definition": " a.: Fibontsinana, fibohirana. - t.i.f : Manabokitra, fanabokitra, mpanabokitra / anabokirana, fanabokirana / mibokitra, fibokitra / ibokirana, fibokirana / mahabokitra 1 bokitrakitra.\n Ahitsio"
    },
    {
        "word": "Bokitse",
        "definition": " (Ski) a: Nofo ao anatin'ny voan-tsatrana Lena.\n Ahitsio"
    },
    {
        "word": "Boko",
        "definition": " a: Zavatra boribory izay matetika hita eny amin'ny lohan-javatra: Ny bokon'ny haro fanin -tohatra. - t.i.f.: Mibokoboko, fibokoboko,bokony,\n Ahitsio"
    },
    {
        "word": "Bokony",
        "definition": " a.: Ravina mihorona ary tonga boribory, na ny vonin'ny tsimo-kazo mbola tsy mivelatra: Bokon-daisoa.\n Ahitsio"
    },
    {
        "word": "Bokotra",
        "definition": " d.: Zavatra vita tamin' ny tandroka na hazo na nifin'elefanta voamboatra boribory ka apetaka amin'ny akanjo mba hanidiana ny laniny roa aminy misaraka: Boko-palitao. • Lava-bokotra: lavaka atao amin'ny akanjo izay zairina ny sisiny ary atao hidin'ny bokotra. -  H. i.: Zavatra boribory fampandehanana ny vata fandraisam-peo sasantsasany: Ahodino ny bokotra fa tsy tiako izany hira izany.\n Ahitsio"
    },
    {
        "word": "Boky",
        "definition": " (Ski) a.: Biby mampinono mpamono voalavo.\n Ahitsio"
    },
    {
        "word": "Boky",
        "definition": " (angl. book) a.: Ravintaratasy maro misy sora-pirinty voatambatra ho iras: Ny boky no ioharanom-pahalaiana sy fahaizana. / Manoratra boky / Manonta boky. -  F.-p.: Miondam-boky: enti-milaza izay tsy misaraka amin'ny boky, tia fianarana, tia vakiteny.\n Ahitsio"
    },
    {
        "word": "Bola",
        "definition": " a.: Teny enti-milaza vaingana boribory tanteraka.\n Ahitsio"
    },
    {
        "word": "Bolaky",
        "definition": " a,: Fampakarana zavatra hiainga, ka toy izao ny toetoetran'ny fiasany: misy mahazaka mihodidina vy boribory lavalava, izay mirotsaka an-daniny roa avy ny tendrony anankiroa, ka raha sintonina ny laniny iras dia miakatra kosa ny zavatra a-tao eo amin'ilay laniny faharoa.\n Ahitsio"
    },
    {
        "word": "Bolaly",
        "definition": " a.: Fikorisana noho ny tany malemy, bolasitra, bolisatra. - t.i.f.: Abolaly, / mibolaly, fibolaly, mpibolaly.\n Ahitsio"
    },
    {
        "word": "Bolan-tany",
        "definition": " a.: Anarana omena itf tany onenantsika itf a- min'ny maha-planeta azy, i- ray amin'ireo sivy mihodidina ny masoandro; miendrika bola somary fisaka eo amin' ny tendrony roa ny bikany, ka mirefy 6.378.388 m, ny tanany mankany amin'ny ekoatera, ary 6.366.912 m. ny mankany amin'ny tendron-tany.\n Ahitsio"
    },
    {
        "word": "Bolangina",
        "definition": " p. t.: Vaventy sadY salama, dongadonga matavy: Tovolahy bolangina no hitan'ny masoko niditra ny varavarana. - t.i.f.: Mibolangina, fibolangina / mahabolangina / bolangindangina.\n Ahitsio"
    },
    {
        "word": "Bolasirana",
        "definition": " (bolasitra) mt. ih. (bolasiro): Akorisa.\n Ahitsio"
    },
    {
        "word": "Bolasitra",
        "definition": " a.: Mitovy hevitra amin'ny Bolisatra.\n Ahitsio"
    },
    {
        "word": "Bolée",
        "definition": " (t, tr.) a.: Zavatra Lasa na very tsy tokony hotsarovana intsony.\n Ahitsio"
    },
    {
        "word": "Boletaka",
        "definition": " p, t.: Kely sady iva, midina hifotetaka: Boletaka loatra itS latabatra it9 ka tsy azo anoratana. - t.i.f.: Miboletaka, fiboletaka.\n Ahitsio"
    },
    {
        "word": "Boletaleta",
        "definition": " p. t.: Enti-milaza clona fohy zenizeny vaventiventy ka miresaresa, tsy kinga rehefa mamindra. - t.i.f.: Miboletaleta, fiboletaleta / iboletaletana, fiboletaletana / mahaboletaleta.\n Ahitsio"
    },
    {
        "word": "Bolia",
        "definition": " Boliaka p. t.: Enti-milaza ny maso misokatra mazava tsara mahafinaritra: Bolia maso, bolia manoro: teny fahita amin'ny angano, ilazana olona izay tsy misy zavatra tsy fantany. - t.i.f.: Miboliaka.\n Ahitsio"
    },
    {
        "word": "Boliaka",
        "definition": " Jer. Bolia.\n Ahitsio"
    },
    {
        "word": "Bolidaozera",
        "definition": " (Angl.-Am, : bulldozer) a.: Fiasana goafbe enti-milna ampiasaina mba hampikoy tany.\n Ahitsio"
    },
    {
        "word": "Bolidy",
        "definition": " a.: Fialana, fandosirana tsy hanao adidy; fiporitsahana, fihatahana. - t.i.f.: Abolidy tafabolidy / mibolidy, fibolidy, mpibolidy / ibolidiana, fibolidiana / bolidilidy.\n Ahitsio"
    },
    {
        "word": "Boliky",
        "definition": " (Skl) a.: Ody heverina ho mitondra olona ho ao amin'ny toerana nahaverezan' ny zavatra tadiavina.\n Ahitsio"
    },
    {
        "word": "Bolila",
        "definition": " a.: Fibolisarana kely, fikororosiana amin'ny tany malama, saingy kelikely ihany. • H. o.: Filefana, fiporitsahana. ¶ M. h.: Bolaly, bolasitra, bolisatra. - t.i.f.: Abolila, tafabolila f manabolila, fanabolila, mpanabolila f anabolilana, f anabolilana / mibolila, fibolila, mpibolila 1 ibollana, fibolilana f bolilalila.\n Ahitsio"
    },
    {
        "word": "Bolila",
        "definition": " Mitovy heuitra amin' ny Bolaly.\n Ahitsio"
    },
    {
        "word": "Bolisatra",
        "definition": " a: Fikorisan'ny tongotra tsy mahafahatra noho ny tany malama. ¶ M. h.: Bolasitra, bolaly. - t.i.f.: Bolisarana, abolisatra, tafabolisatra J mibolisatra, fibolisatra, mpibolisatra J ibolisarana, fibolisarana J mahabolisatra l bolisadisatra.\n Ahitsio"
    },
    {
        "word": "Bolitika",
        "definition": " p. a.: Jer. Bilitika.\n Ahitsio"
    },
    {
        "word": "Bolivianina",
        "definition": " (fr. Bolivien) a.: Ny firenena tompon-tant' any amin'ny tanin'i Bolivia (Amerika atsimo): Vitry nt' Bolivianina fa tsy mahatratra afa-tsy 4 tapitrisa mahery keiy monta. • p.t.: Momba an'i Bolivia, an'i Bolivia na avy any Bolivia: Ny tobimbolafotsy no foto-karena bolivianina.\n Ahitsio"
    },
    {
        "word": "Bolobolo",
        "definition": " a.: Fisaritahan'ny volo, na bozaka na fako misavoritaka. ? Volomalemin' ny vorona. - t.i.f.: Mibolobolo, fibolobolo.\n Ahitsio"
    },
    {
        "word": "Bolofotra",
        "definition": " a: Fisesin'ny setroka na vovoka mitora-jofo. 4 t.i.f.: Mibolofotra.\n Ahitsio"
    },
    {
        "word": "Boloky",
        "definition": " a.: Anaram-borona mitovy amin'ny boaiza, fa lehibe, izay afa-mianatra nt' fitenin'ny olona. * Ohab.: Bolokilahy homamboantseva: fy ny atsy, mamy ny aroa: enti-milaza ny olona sady mifankahazo amin' ny atsy no mifankahazo amin'ny aroa. ¶ M. h.: Manao sotrobe lava tango; mahay atsy , mahay aroa.\n Ahitsio"
    },
    {
        "word": "Boloky",
        "definition": " a.: Gadra famaizana ny olon-dratsY fahizaY, izay natao amin'ny vozona sy ny tanana ary ny tongotra koa aza mba tsy hahafahany mihetsi-mahery.\t-(\n Ahitsio"
    },
    {
        "word": "Bolozy",
        "definition": " (fr. blouse) a.: Akanjo fotsy lava atao arom-pitafiana eo am-panaovan-draharaha.\t`a -  Sintom.bolozy: Tomba fanidianavozon'akanjo na pataloa amin'ny kofehy voazaitra ao anatin'ny si-sin 'akanj o.\n Ahitsio"
    },
    {
        "word": "Bomba",
        "definition": " a.: Mitovy hevitra amin'ny Omba. - t.i.f.: Mambomba, fun-bomba, mpambomba.\n Ahitsio"
    },
    {
        "word": "Bomba",
        "definition": " a.: Fahan-tafondro, izay bala lehibe misy vy sy vanja.\n Ahitsio"
    },
    {
        "word": "Bombo",
        "definition": " (Ski) a: Aretin-jaza mitohana.\n Ahitsio"
    },
    {
        "word": "Bona",
        "definition": " a.: Fofon-jabora na me-naira. - \tMaimbo bona: miss fofo-menaka ratsY.\n Ahitsio"
    },
    {
        "word": "Bonabona",
        "definition": " a: Fivontosana toa mizihijihitra nefa mihodrahocha, malemilemy. - t.i.f.: Mibonabona, fibonabona Jibonabonana,fibonabonana.\n Ahitsio"
    },
    {
        "word": "Bonaika",
        "definition": " p. t.: Malemy paika, mora be sady toa tsy mihetsika mahery; tsy be pelipelika eo am-pipetrahana na eny am-pandehanana: Zazalahy bonaika iny zanakao iny, Ramatoa: fady azy izay hiadiady amin'ny namana na hipelipelika any am-pianarana. - t.i.f.: Mibonaika, fibonaikaJibonehana,fibonehana.\n Ahitsio"
    },
    {
        "word": "Bonaka",
        "definition": " Jar. Bonabona.\n Ahitsio"
    },
    {
        "word": "Bonanaka",
        "definition": " p. t.: Sady lehibe no matavy, botrabotra sy botrefona. - t.i.f.: Mibonanaka, fibonanaka, mpibonanaka.\n Ahitsio"
    },
    {
        "word": "Bonara",
        "definition": " a.: Karazan-kazo an'ala maniry indrindra any amin' ny tanin'ny Sakalava izay mampiasa ny hodiny amin' ny fanaovana tombokavatsa.\n Ahitsio"
    },
    {
        "word": "Bonenika",
        "definition": " p. t.: Morabe, tsy moka mahery sady tsy rototra. - t.i.f.: Mibonenika, fibonenika, mpibonenika.\n Ahitsio"
    },
    {
        "word": "Bonga",
        "definition": " a.: Sombin-tany mivaingana, dongona kely. ¶ H. i.: Tendrombohitra na havoana avo sady lehibe: Any ambadiky ny bonga roa ambin'ny foira 6 t.t.f.: Bongaina J mibongabonga.\n Ahitsio"
    },
    {
        "word": "Bonga",
        "definition": " a.: Filazana, amin'ny foko sasany, ny vihina, na ireo vongana roa eo ambanin'ny filahiana, 4\tBongabe.\n Ahitsio"
    },
    {
        "word": "Bonga",
        "definition": " a.: Anarana iantsoana ny sakoivy raha mbola tsy miofo ho voangory (amin'ny foko sasany).\n Ahitsio"
    },
    {
        "word": "Bongabe",
        "definition": " a.: Aretina mahatonga ny bonga ho ngezabe sy makadiry.\n Ahitsio"
    },
    {
        "word": "Bongaina",
        "definition": " p. t.: Mibongabonga: be bonga, ahitana sombin-tany mivaingana betsaka: Hafahafa izany aty aminareo izany fa tany bongaina, tany mibongabonga aoka izany.\n Ahitsio"
    },
    {
        "word": "Bongo",
        "definition": " a: Hazo madinika akana heza fampandairana loko.\n Ahitsio"
    },
    {
        "word": "Bongo",
        "definition": " a: Trano na lava-boalavo ipetrahany.\n Ahitsio"
    },
    {
        "word": "Bongo",
        "definition": " p. t.: Enti-milaza ny tarehy na ny maso toa mivonto mivindimbindina: Bongo endrika izy. / Bongo maso ny zandrinao fa mahery mitomany. * Ohab.: Vivy nanitrika ka bongo mason'ny nahiny (ny sitrapony): enti-milaza nY olona voan'ny nataon'ny sitrapony ihany, nandrora mitsilany.\n Ahitsio"
    },
    {
        "word": "Bongo",
        "definition": " (Ski) a: Fitsimponana ny sisa tsy voaotin'ny mpioty kabaro.\n Ahitsio"
    },
    {
        "word": "Bongo",
        "definition": " a.: Sombin-tany mivaingana.\n Ahitsio"
    },
    {
        "word": "Bongo",
        "definition": " a.: Anaran-kazo fakana loko mainty handokoana landy na kofehy, ary nampiasaina koa ho fanafody.\n Ahitsio"
    },
    {
        "word": "Bongo",
        "definition": " a.: Anarana ilazana ireo fakofako sy zavatra malemilemy angonin'ny biby sasany mba hilafihany. ¶ H. i.: Trano tsizarizary sady iva: Trano bongo. * Ohab.: Trano bongo misy ronono ka sarotra atao maiahelo: enti-milaza fa na ny mahantra aza dia mety hanana izay mahasambatra azy.\n Ahitsio"
    },
    {
        "word": "Bonia",
        "definition": " a. sady p. t.: Enti-milaza olona mahira-tsaina sy mahatsinjo lavitra ary mahavita zava-mahagaga amin'ny angano.\n Ahitsio"
    },
    {
        "word": "Bonia",
        "definition": " p. t.: Enti-milaza ny maso misokatra tsara mahafinaritra, mahatehotia, baliaka. ¶ M. h.: Baholy.\n Ahitsio"
    },
    {
        "word": "Bonibony",
        "definition": " a.: Aretina mamorofotra madinika mpamely ny zaza; ny bonibony dia manomboka amin'ny fanaviana maivamaivana sy aretin'andoha ary aretin-tenda kely, dia miseho amin'izay ny mamorofotra rehefa afaka indray na indroa andro; indraindray anefa, mety tsy hiseho ny bonibony, atao hoe milentika izy amin'izay, ka ratsiratsy kokoa aza izy amin'izay noho ny raha mise-ho.\n Ahitsio"
    },
    {
        "word": "Bonobonoka",
        "definition": " a.; t.v.r.: Bonoka.\n Ahitsio"
    },
    {
        "word": "Bonohina",
        "definition": " (bonoka) mt. ih. (bonohy): Rakofana tsara mba hafana.\n Ahitsio"
    },
    {
        "word": "Bonoka",
        "definition": " a.: Fifonosana amin' ny fitafiana maf ana. - t.i.f.: Bonohina, abonoka, voabonoka, tafabonoka I manabonoka, mambonoka, fanabonoka, fambonoka, mpanabonoka, mpambonoka J anabonohana, fanabonohana / mibonoka, fibonoka, mpibonoka J ibonohana, fibonohana J mahabonoka J bonobonoka.\n Ahitsio"
    },
    {
        "word": "Bonoky",
        "definition": " (Atf) a.: Toto-mangahazo afangaro amin'ny akondro ka andrahoina anaty ravin-dravinala.\n Ahitsio"
    },
    {
        "word": "Bononoka",
        "definition": " a.: Mangahazo voavaofy ary nalona tao anaty rano mandeha nandritry ny efatra na dimy andro; rehefa tapitra io fetr' andro io dia sasana tsara ary andrahoina amin'ny entona, ary azo hanina amin'izay; ny bononoka izay toy ny an'ny faorimazy \"camembert\" ny fofony dia ankafizin'ny tantsaha, indrindra amin'ny faritr'Ambatolampy sy Arivonimamo.\n Ahitsio"
    },
    {
        "word": "Bonoraka",
        "definition": " (boraka) mt. ih. misy tsofoka on : Voaboraka, borahina, vahana : Nobonoraka ny entany ka inona no tao hoy ianao Vato kely. Aposaka, ambara, aseho : Nobonorany tamiko ny tao am-pony.\n Ahitsio"
    },
    {
        "word": "Bonory",
        "definition": " (bory) mt ih. misy tsofoka on : Voabory, borina na boriana : Tsy nobonoriny tsara ny rambon'it? alika US) ka hafahafa.\n Ahitsio"
    },
    {
        "word": "Bontana",
        "definition": " o.: Taovolo atao mihorongorona hisy bokony eo an-katoka. - t.i.f.: Manabontana, f na abontana, mpanabontana J anabontanana, fanabontanana. a F.-p.: Tsy mahavaly bontana : matetika no mifanabontana ny vehivavy taloha, ka raha nisy olona nanabontana ny volonao, nefa aty aoriana tsy mba mety manabontana ny azy ianao, dia natao hoe Tsy mahavaly bontana ianao, izany hoe tsy mahavaly ny soa nataon'ny olona anao.\n Ahitsio"
    },
    {
        "word": "Bontana",
        "definition": " p. t. : Fizihirana mitokana ; fivontosana izay miavaka. - t.i.f.: Mibontana, fibontana i ibontanana, fibontanana.\n Ahitsio"
    },
    {
        "word": "Bontana",
        "definition": " a. : Karazam-bibikely mivelona eny amin'ny ravim-paraky.\n Ahitsio"
    },
    {
        "word": "Bontàna",
        "definition": " (Ski) a.: Hazandrano kely be kibo, tsy azo hanina atody fa mahafaty.\n Ahitsio"
    },
    {
        "word": "Bontanaka",
        "definition": " a. : Biby maintimainty toy ny fandaibe, sady volovoloina ihany koa saingy tsy mba mandratra ny lainy ; mipetaka mivangongo mitambatra ranoray eny amin'ny vatan-kazo loaka no mazàna ahitana azy.\n Ahitsio"
    },
    {
        "word": "Bontèna",
        "definition": " a.: Karazan-kazo vaventy, anisan'ny ngeza eto ambonin'ny tany.\n Ahitsio"
    },
    {
        "word": "Bontolo",
        "definition": " p. t.: VaventY makadiry ary iray tsy mivaky Kanety bontolo. -  F.-p.: Bontolo fo : tokanteny, izany hoe tsY mba mivadibadika amin'ny teny ataony fa rehefa izay dia izay. / Lamba bontolo : lamba tsy mivitrana. / Olona bontolontolo : olona fohy nefa vaventy, boribory. / Manao bontolo fotsiny amin'izao : manao an'aina sy amborivory fotsiny, milaza hevitra an-terisetra sy tsy maintsy arahina na marina na diso.\n Ahitsio"
    },
    {
        "word": "Bontsina",
        "definition": " a. : Fivontosana ; fizihirana na fibibahana fa somary malemy mievotrevotra. ? H.o.: Fampirisihana hanao ratsy ; famokisana. - t.i.f.: Bontsinina, abontsina, voabontsina i manabontsina, na mambontsina, fanabontsina, mpanabontsina / anabontsinana, fanabontsinana / fibontsina, mpibontsina / ibontsinana, fibontsinana / mahabontsina / bontsimbontsina.\n Ahitsio"
    },
    {
        "word": "Bontsinina",
        "definition": " (bontsina) mt.ih. (bon tsino) : Atao mizihitra : Bontsino ny baolina fa noana izy izany. •H.o.: Ambosina, vokisana : Nobontsinin' olona izy maton nahavita izany.\n Ahitsio"
    },
    {
        "word": "Bony",
        "definition": " a.: Jer. Abony.\n Ahitsio"
    },
    {
        "word": "Bora",
        "definition": " (Ski) a : Enti-milaza ny katsaka izay vao miantomboka miforona ny voany.\n Ahitsio"
    },
    {
        "word": "Borabora",
        "definition": " p.t. : Ratsy fehy, malemy fatotra : Borabora ny fehin'ny en tana fa ataouy mafimafy aloha vao mande-ha. • VaventY fa malemy Zazalahy borabora i Naivo vauenty fa kely aina. ? Mi-harda vatana, na ratsy fitafy : Borabora fitafY lava izao iny olona iny. • Malai-mihetsika, mitavozavoza : Olona borabora amin'izay rehetra ataony Rakoto. - t.i.f.: Boraboraina, aborabora, voaborabora, tafaborabora / mamorabora na manaborabora, famorabora na fanaborabora, mpamborabora na mpanaborabora 1 amoraborana, famoraborana / miborabora, fiborabora / iboraborana, fiboraborana 1 mahaborabora.\n Ahitsio"
    },
    {
        "word": "Boraboraina",
        "definition": " (borabora) mt.ih. (boraborao) : Atao miborabora.\n Ahitsio"
    },
    {
        "word": "Boradaka",
        "definition": " Jar. Baradaka.\n Ahitsio"
    },
    {
        "word": "Borahina",
        "definition": " (boraka) mt.ih. (boraho) : Alaina ary vahana hisaratsaraka : Noborahin'ny Polisy nY entany tao an-tranony ka nahitana zauatr'olona maro. • Ambara, aseho tsy misy afenina : Borahy amiko ny ao an-tsainao.\n Ahitsio"
    },
    {
        "word": "Boraingina",
        "definition": " na Boraingona a.: Fanaovana jadona amin-kery, fiteniko fe lehibe: Loza izany raha olona hanao didy boraingina: na tiana na tsy tiana, na mety na tsy mety, tsy maintsy atao. -  F.-p.: Valy boraingona : valin-teny jadona tsy mifanaraka akory amin'izay tokony ho izy.\n Ahitsio"
    },
    {
        "word": "Boraka",
        "definition": " Mivaha fatorana, misokatra fonosana, mivoraka. - t.i.f. : Borahina, aboraka, nobonoraka, voaboraka, tafaboraka 1 mamboraka na manaboraka, famboraka na fanaboraka, mpmmboraka na mpanaboraka 1 amborahana na anaborahana, famborabana na fanaborahana 1 miboraka, fiboraka 1 iborahana, fiborahana / mahaboraka / boraboraka.\n Ahitsio"
    },
    {
        "word": "Boraka",
        "definition": " a : Anaran-javamaniry fampiasa atao fanafody.\n Ahitsio"
    },
    {
        "word": "Boraketra",
        "definition": " (angl. brochet) a. : Efi-teny ( ).\n Ahitsio"
    },
    {
        "word": "Boramena",
        "definition": " p.t. : Enti-milaza tarehy tezitra na menatra ka mena : Boramena teo no ho eo izy raha uao norahonandRakoto. f' a : Anarana omen'ny olona ny karazan'olona fotsy somary mena mba hanarabiana sy hanesoana azy.\n Ahitsio"
    },
    {
        "word": "Borarahana",
        "definition": " (boraraka) mt.pdr. (boraraho) : Andrarahana zavatra, rano be dia be : Noborarahana rano ny lohany uao nisava ny hamamoany.\n Ahitsio"
    },
    {
        "word": "Boraraka",
        "definition": " a.: Fandrarahana rano ka atao mitosaka sy mitobaka be. - t.i.f.: Borarahana, aboraraka / manaboraraka, fanaboraraka, mpanaboreraka 1 anaborarahana, fanaborarahana 1 miboraraka, fiboraraka / i-' borarahana, fiboraahana 1 mahaboraraka / boraradraraka.\n Ahitsio"
    },
    {
        "word": "Borasaka",
        "definition": " a : Mitovy amin'ny hoe Boraraka.\n Ahitsio"
    },
    {
        "word": "Borataka",
        "definition": " p. t. : Ngeza sy vaventy vahana ary matavy ; makadiry sady botrefana na botabota.\n Ahitsio"
    },
    {
        "word": "Borbka",
        "definition": " a.: Mitovy hevitra amin'ny Baraka.\n Ahitsio"
    },
    {
        "word": "Boreda",
        "definition": " a.: Anaran-javamaniry.\n Ahitsio"
    },
    {
        "word": "Boredehina",
        "definition": " (boredika) mt.ih. (boredeho) : Tenenina baingana : Tsy fantatro izay teny noberedehiny teo.\n Ahitsio"
    },
    {
        "word": "Boredika",
        "definition": " a : Tenin'olona ankisesy izay tsy azo tsara ny lazainy noho ny hafainganam-piteniny sy ny fanononany ratsy ny teny. • Teny tsy fantatra, teny baiko. - t.i.f.: Boredehina, aboredika 1 manaboredika, fanaboredika, mpanaboredika / anaboredehana, fanaboredehana miboredika, fiboredika, mpiboredika 1 iboredehana, fiboredehana / mahaboredika boredidredika.\n Ahitsio"
    },
    {
        "word": "Borera",
        "definition": " p.t.: Malemilemy sy o-sa ; gorera : Zaza borera. - t.i.f.: Boreraina / manaborera, fanaborera, mpanaborera 1 miborera, fiborera / iborerana, fiborerana / mahaborera 1 borerarera.\n Ahitsio"
    },
    {
        "word": "Boreraina",
        "definition": " (borera) mt.ih. (borerao) : Atao migorera, atao mivaroraka : Noborerainao ny entana ka aiza no tsy ho be uery.\n Ahitsio"
    },
    {
        "word": "Boresa",
        "definition": " p,a : Votsa fihetsika, mitavozavoza. - t.i.f.: Miboresa, fiboresa, mpiboresa 1 iboresana, fiboresana / boresaresa.\n Ahitsio"
    },
    {
        "word": "Boretaka",
        "definition": " p.t. : Malemy mandrevo na bodaka : Vary son boretaka. • Enti-milaza olona mipetraka mitsotra amin' ny tany tsy maharay tena. - t.i.f, : Aboretaka, voaboretaka, tafaboretaka 1 manaboretaka, fanaboretaka, mpanaboretaka 1 anaboretahana, fanaboretahana / miboretaka, fiboretaka, mpiboretaka / iboretahana, fiboretahana 1 mahaboretaka 1 boretadretaka.\n Ahitsio"
    },
    {
        "word": "Boriborina",
        "definition": " (boribory) mt.ih. (boriborio) : Atao boribory, tsy asiana motiny na ambiny kely mihoatra, na banga hofenoina : Boriborio ho ariary zato re ny uidin'it? latabatra nataonao folo amby zato t? e!\n Ahitsio"
    },
    {
        "word": "Boribory",
        "definition": " p.t. : Enti-milaza vaingan-javatra tsy misy zoronjorony na lavany sy sakany fa toy ny laoranjy na ny baolina : Boribory ny kanety ilalaaouan'ny ankizy. * F.-p.: Haxo boribory : hazo tsy nofisahana fa nendahan-koditra f otsiny, ka ampi'_ asaina atao andry, rairaindrihana.... / Valy boribory : valin-teny tsy mifanendrihendry fa ataotao fotsiny noho ny tsy fahampian-tsaina na ny hatezerana. / Olona boribory : olona tsy manan-kavana fa izy irery tsy ambra tsy lambo no sisa velona eto antany. - t.i.f.: Boriborina / manaboribory, fanaboribory, mpanabofibory / anaboriboriana, fanaboriboriana.\n Ahitsio"
    },
    {
        "word": "Boridana",
        "definition": " a. : Fandosirana sy fitsoahana tampoka (taloha, ary amin'ny foko sasany ankehitriny). ? Tsy fitafiana, tsy fiakanjoana (ankehitriny). - t.i.f.: Aboridana / manaboridana, fanaboridana, mpanaboridana / anaboridanana, fanaboridanana 1 miboridana, fiboridana, mpiboridana / iboridanana, fiboridanana I mahaboridana 1 boridandridana.\n Ahitsio"
    },
    {
        "word": "Borigedry",
        "definition": " (angl. brigade) a : Antoko-miaramila tamnn'ny tafika malagasY fahiny,\n Ahitsio"
    },
    {
        "word": "Boriky",
        "definition": " (fr. bourrique) a. : Am-pondra. • H.i. : Olona donendrina, tsy mahalala na inona na inona fa bado velona : Ilay boriky vavy ital.\n Ahitsio"
    },
    {
        "word": "Boririke",
        "definition": " (Ski) a : Bibikely misy Poizina.\n Ahitsio"
    },
    {
        "word": "Boritika",
        "definition": " Boritsika p.t. : Mitovy hevitra amin'ny Bolitika.\n Ahitsio"
    },
    {
        "word": "Borizano",
        "definition": " (fr. bourgeois) a.: A-narana niantsoana taloha ny olona sivilina tsy miaramila; ankehitriny, ny mpitondra posy sy filanjana ary ny mpitaona entana no lazaina amin'io teny io.\n Ahitsio"
    },
    {
        "word": "Boroahana",
        "definition": " (boroaka) mt.ih. (boroaho na boroahy) : Loahana tanteraka hatrany ambadika ; loahana an-daniny roa : Boroahy io hazo fisake io.\n Ahitsio"
    },
    {
        "word": "Boroaka",
        "definition": " p. t. : Loaka tanteraka hatrany ambadika, gorobaka. - t.i.f.: Boroahana, aboroaka 1 voaboroaka, tafaboroaka 1 manaboroaka, fanaboroaka, mpanaboroaka / anaboroahana, fanaboroahana I miboroaka, fihoroaka / iboroahana, fiboroahana / mahaboroaka / boroadroaka.\n Ahitsio"
    },
    {
        "word": "Borobaka",
        "definition": " p. t.: Jer. Boroaka.\n Ahitsio"
    },
    {
        "word": "Boroboaka",
        "definition": " a : Karazan'akondro, mania somary mirirana ny hodiny, ary ny voany, la-va vaventy, mamy maisamaisatra kely.\n Ahitsio"
    },
    {
        "word": "Boroboana",
        "definition": " a.: Karazana mangahazo malemy ary tsara aoka izany raha atao sola-dena.\n Ahitsio"
    },
    {
        "word": "Borobonjy",
        "definition": " (Ski) a. : Nofy mampiteniteny sy mampandehandeha ny olona.\n Ahitsio"
    },
    {
        "word": "Borobosy",
        "definition": " p.t. : Enti-milaza ny olona vaventy ranjanana sady matavy botrefona.\n Ahitsio"
    },
    {
        "word": "Borôna",
        "definition": " a. : Karazan-kazo madinika nolazain'ny Ntaolo ho mahaboka raha atao kitay, nefa nataony fanafody amin' ny ferifery sy nanasitranany ny fivontosana mahavoa ny biby ompiana.\n Ahitsio"
    },
    {
        "word": "Borona",
        "definition": " p.t. : Lany fananana tamin'nY loka na sitra-po ; tsy manana na inona na inona intsony : Borona tamin' ny loka Rabe ka mitakiky vava foana ankehitriny.\n Ahitsio"
    },
    {
        "word": "Bororo",
        "definition": " (Ski) a. : Fanidin'nY vorona raha vao miainga amin'ny tany.\n Ahitsio"
    },
    {
        "word": "Bororoaka",
        "definition": " a.: Fandriakan-drano betsaka indray mirodana. i t.i.f. : Abororoaka, tafabororoaka 1 mibororoaka, fibororoaka, mpibororoaka ) ibororoahana, fibororoahana I mahabororoaka.\n Ahitsio"
    },
    {
        "word": "Borosina",
        "definition": " (borosy) mt.ih. (borosio) : Faohana na alana loto amin'ny borosy : Borosio kely ny kiraroko, ry Koto a !\n Ahitsio"
    },
    {
        "word": "Borosy",
        "definition": " (fr. brosse) a : Volombiby vita fiasana mba hamaohana zavatra na ho fanalana loto toy ny kifafa, na ho fanosoran-doko. - t.i.f. : Borosina, aborosY, voaborosy 1 manaborosy,fanaborosy, mpanaborosy 1 anaborosiana, fanaborosiana / miborosY,fiborosy, mpiborosy / mahaborosy.\n Ahitsio"
    },
    {
        "word": "Borotsaka",
        "definition": " a : Fitambotsorana hiala eo amin'ny toerana ka midina ; fikorotsahana midi-na, fianjerana na fikodiavana moramora. - t.i.f.: Aborotsaka, voaborotsaka, tafaborotsaka 1 manaborotsaka, fanaborotsaka, mpanaborotsaka 1 anaborotsahana, fanaborotsahana I miborotsaka, fiborotsaka, mpiborotsaka / iborotsahana, fiborotsahana 1 mahaborotsaka / borotsadrotsaka.\n Ahitsio"
    },
    {
        "word": "Bory",
        "definition": " (Mer) p. t.: Anarana ilazana karazan'omby tsy misy tandroka na zara fa misy, ka ny fiantso azy matetika dia hoe omby bory. * F.p-.: Manao toton'omby bory: manao an-drezatra na an'aina ary tsy am-piheverana.\n Ahitsio"
    },
    {
        "word": "Bosesehana",
        "definition": " (bosesika) mt.pdr, (boseseho) : Ampidirana, anatsofohana zavatra betsaka : Nobosesehana ampombo ilay akoho nafahy ka natauy be aoka izany. ¶ M.h. : Sesefana.\n Ahitsio"
    },
    {
        "word": "Bosesika",
        "definition": " a : Fidirana na fivoahana rodobe mifanosika. i t.i.f. s Bosesehana, abosesika, voabosesika, tafabose. sika I manabosesika, fanabosesika, mpanabosesika f anabosesehana, fanabosesehana /mibosesika, fibosesika, mpibosesika 1 ibosesehana, fibosesehana / mahabosesika 1 bosesitsesika.\n Ahitsio"
    },
    {
        "word": "Bosika",
        "definition": " Bosibosika a. : Fihinanana manao be am-bava. - t.i.f. s Abosika,voabosika / mambosika, fambosika / mambosibosika, fambosibosika, mpambosibosika I ambosibosehana, fambosibosehana 1 mamosibosika, famosibosika, mpamosibosika 1 amosibosehana, famosibosehana. -  F.-p. : Manao be am-bosika : manao be am-bava rehefa mihinana.\n Ahitsio"
    },
    {
        "word": "Bosina",
        "definition": " mt.ih.: Jer. Ambosina.\n Ahitsio"
    },
    {
        "word": "Bosoa",
        "definition": " (fr. bouchon) a.: Karazan-javamaniry maivana izay anaovana tsentsin-tavoahangy ny hodiny, na ataon'ny olona amin'ny tadim-pintana koa hamantarana fa homana ny jono ny trondro fintaniny.\n Ahitsio"
    },
    {
        "word": "Bosy",
        "definition": " ft.: Mitovy amin'ny Ambosy.\n Ahitsio"
    },
    {
        "word": "Bosy",
        "definition": " Bosibosy a.: Vazivazy, somonga, vosobosotra.\n Ahitsio"
    },
    {
        "word": "Bosy",
        "definition": " (Tsm.) a. : Akoholahy vositra.\n Ahitsio"
    },
    {
        "word": "Bota",
        "definition": " Botabota p.t. : Vaventy boribory, fohifohy botrefona sady matavy : Zozo botabota kely mahafatifaty.\n Ahitsio"
    },
    {
        "word": "Botakely",
        "definition": " a.: Anarana omena ilay tavoahangy boribory kely (ampahefatry ny litatra) izay asian'ny mpivaro-java-pisotro toaka antsinjarany.\n Ahitsio"
    },
    {
        "word": "Botanaka",
        "definition": " Botataka p.t.: Botrabotra sy makadiry ary mirotaka ny kibony. • Mivonto na mibontsina. - t.i.f.: Mibotanaka, fibotanaka, mpibotanaka 1 botanatanaka.\n Ahitsio"
    },
    {
        "word": "Botanaka",
        "definition": " a. : BibY maintimainty toy ny fandaibe, volovoloina ihany koa saingy tsy mandratra ny lainy. (Mipetaka mivangongo amin'ny vatan-kazo loaka no fahitana ny botanaka, mifanosina matevina eo toy ny taik'omby nafetaka ; endasin'ny ankizy eny ambanivohitra asiany menaka ny botanaka, ataony be sira, ka haniny am-pankasitrahana izaitsizy).\n Ahitsio"
    },
    {
        "word": "Botanika",
        "definition": " (fr. botanique) a : Fianarana sY fahalalana momba ny zavamaniry.\n Ahitsio"
    },
    {
        "word": "Botetaka",
        "definition": " p.t. s Enti-milaza : Ny toerana iva sy ambany. • Ny olona mipetraka amin'ny tany. 1 Ny olona midonanapoana tsy manao na inona na inona. - t.i.f. : Abotetaka, voabotetaka, tafabotetaka 1 manabotetaka, fanabotetaka, mpanabotetaka/ anabotetahana,fanabotetahana I mibotetaka, fibotetaka, mpibotetaka / ibotetahana, fibotetahana 1 mahabotetaka1 botetatetaka.\n Ahitsio"
    },
    {
        "word": "Botetateta",
        "definition": " p.t.: Fohy kely sady zeny, ary tsy mba tsara bika loatra noho ny hafohiny.\n Ahitsio"
    },
    {
        "word": "Botiboty",
        "definition": " (Ski) a. : Anaran-kazo misy hafotra mena fanao tadim-pintana.\n Ahitsio"
    },
    {
        "word": "Botinaka",
        "definition": " a : Mitovy hevitra amin'ny Botanaka.\n Ahitsio"
    },
    {
        "word": "Botitaka",
        "definition": " p.t.: Enti-milaza ny ankizy mizihitra ny kibony noho ny havokisana be loatra. - t.i.f. s Mibotitaka.\n Ahitsio"
    },
    {
        "word": "Botitika",
        "definition": " Jer. Bolitika.\n Ahitsio"
    },
    {
        "word": "Boto",
        "definition": " a.: Zazalahy kely : Nifaninana hazakazaka ny boto kely ka nahafinaritra eny+ ny nijery azy. • Mpiasa an-trano fanirakiraka sy mpanao raharaha, mazàna voasisi-kevitra fanambaniana.\n Ahitsio"
    },
    {
        "word": "Boto",
        "definition": " a.: Volo mivondrona kely toa sanga eo an-tampondohan'ny vorona sasany.\n Ahitsio"
    },
    {
        "word": "Botrabotra",
        "definition": " p.t.: Dongadonga vaventy sady botrefona (tsy fiteny afa-tsy amin'ny ankizy).\n Ahitsio"
    },
    {
        "word": "Botraika",
        "definition": " a : Di-doha, fanaovan-javatra an'aina, an-kery fotsiny, fa tsy mitady izay mety hahasoa hahatsara aradrariny : Manao botraika fotsiny no hain-dRabe fa tsy mba mitady izay rindrany izy.\n Ahitsio"
    },
    {
        "word": "Botrefona",
        "definition": " p.t.: Sady matavy dongadonga, botrabotra, no matanjaka : Zazalahy kely botrefona.\n Ahitsio"
    },
    {
        "word": "Botretra",
        "definition": " p, t.: Kely, mbola bitika, tsy mahavoa-tena irery : Zaza botretra.\n Ahitsio"
    },
    {
        "word": "Botrina",
        "definition": " (botry) mt.ils. (botrio) : Atao tonga botry, mahantra : Dia hobotrinao izany i dadatoanao amin'ny filafihanao ao aminy mandavan-taona\n Ahitsio"
    },
    {
        "word": "Botry",
        "definition": " p.t.: Fohy, zeny, tsy mitombo intsony : Hazo botry. / Zazavavy botry kely. • H.o. s Tsy manana, lany harena, raya fananana : Izao vao tena botry Rakoto fa lany matin'ny ramoretaka ireo kisoo roa hany sisa nompiany, - t.i.f. : Botrina, voabotry I manabotry na mambotry, fanabotry na fambotry, mpanabotry, na mpambotry 1 anabotriana, fanabotriana i mahabotry 1 botribotry. -  F.-p.: Vary botry : karazam-bary vaventy fohy, / Donga vatana fa botry lai-na : enti-milaza ireo zaza mi-hanta loatra, izay ny vatanY mety ho botrefona fa ny saine tsy mitombo na kely akory aza. * Ohob.: Aza atositosika ny ondry botry fa tsy fantatra izay hanao kambana : entimilaza fa tsy tokony hatao tsinontsinona ireo jerena toa kelikely na mavomavo fa mety ho izy ireny no hahavita zavatra. /Tery omby ririnina, ka atao izay tsy hankahia ny reniny ary tsy hahabotry ny zanany : enti-milaza fitsimbinana antokon'olona roa, izay samy mitady tombontsoaho azy avy, toy ny mpivarotra sy ny mpividy izany, ohatra, ka amin'ny fiadiam-barotra indrindra no ampiasaina io ohabolana io.\n Ahitsio"
    },
    {
        "word": "Botry",
        "definition": " a.: Lakana lehibe izay misy voizina na entin'ny lay na mandeha amin'ny herin' ny milina.\n Ahitsio"
    },
    {
        "word": "Botsake",
        "definition": " (Ski) p.t : Enti-milaza ny olona malemy valahana ka mivalan-drano matetika.\n Ahitsio"
    },
    {
        "word": "Botsatsaka",
        "definition": " p.t.: Fotsy dia fotsy manakaiky ny bobo.\n Ahitsio"
    },
    {
        "word": "Botsiaka",
        "definition": " p.t.: Fotsy dia fotsy, fotsy madio tsy misy loto.\n Ahitsio"
    },
    {
        "word": "Boty",
        "definition": " a.: Lalana tery.\n Ahitsio"
    },
    {
        "word": "Boty",
        "definition": " p.t.: Kely, madinika, tsy lehibe na be vava : Karama boty ; hala-boty.\n Ahitsio"
    },
    {
        "word": "Bove",
        "definition": " na Bovey (fr. bouvet) a : Hazo misy andahiny sy ambaviny ka afaka mifampiditra atao gorodona : Vita boue ny gorodon'ny trano fandraisam-bahininay, - t.i.f. s Voabove / manabove, fanabove, mpanabove 1 anabovezana, fanabovezana 1 mahabove.\n Ahitsio"
    },
    {
        "word": "Bozaka",
        "definition": " a : Anarana ilazana ny karazan'ahitra ankapobeny : Lasa naka bozaka hatao kitay i Soa. -  F.-p. : Bozaka aman'ahitra : enti-milaza ny vahoaka ankapobeny. ¶ M.h.: Ny valalatsimandadiharona, ny valalabemandry, ny sarambabembahoaka, ny sarambaben'ny kintana, ny vodiahitrarivo. / Kitay bozaka: bozaka atao am-patana (mifanohitra amin'ny kitay hazo). / Mifako bozaka: maka bozaka handrahoan-kanina. / Oantra ny bozaka: be dia be.\n Ahitsio"
    },
    {
        "word": "Bozenizeny",
        "definition": " na Bozeny (ft.) p. t.: Fohy vaventy ary mbola iva indray noho ny zeny fotsiny : Bozenizeny kely iahy ilay f ofom badin 'Isam bilo.\n Ahitsio"
    },
    {
        "word": "Bozy",
        "definition": " a.: Anaram-bosotra fiantsoana mazàna ny zazavavy kely : Andeha mantsaka, ry Bozy a\n Ahitsio"
    },
    {
        "word": "Bozy",
        "definition": " a : Fiasan'ny dokotera entina hangaronana fery na ny lalan-drano amin'ny tenan'ny olombelona mba hampandehanana ny fivalanan-drano.\n Ahitsio"
    },
    {
        "word": "Bozy",
        "definition": " na Bojy (Ski) a : Kabaro andrahoina tsy misy fangarony.\n Ahitsio"
    },
    {
        "word": "Brahmanisma",
        "definition": " (fr. brahmanisme) a: Antokom-pivavahana aubin 'ny mponina Indianina saiky eran'ny taniny manontolo, mivavaka amin'andriamanitra maro, fa ny telo lehibe dia Brahma, Vishnou ary Civa.\n Ahitsio"
    },
    {
        "word": "Brezilianina",
        "definition": " (fr. Brésilien) a,: Ny firenena tompon-tany amin'ny tany midadasik'i Brezila: Miteny portogaly ny Brezilianina. • p.t.: Momba an'i Brezila, an'i Brezila na avy any Brezila: Ny kafe no vokatra brezilianina malaza indrindra.\n Ahitsio"
    },
    {
        "word": "Broety",
        "definition": " na Labroety (fr. brouette) a.: Karazana sarety kely misy kodiarana tokana sy tanany roa ampiasaina amin' ny fitaterana zavatra madinidinika.\n Ahitsio"
    },
    {
        "word": "By",
        "definition": " p. t.: Fatratra, mahay: Sady hanta) no by.\n Ahitsio"
    }
]