[{"word":"V","definition":" a.: Tarehintsoratra fahasivy ambin'ny folo ary renisoratra fahadimy ambin'ny folo amin'ny abidy malagasy, izay miova ho b amin'ny fanakambanan-teny: Takolaka varavarana miova ho takolabaravarana; marihina fa ny v manombola fototeny mikambana amin'ny \"man\" mba hanaovana matoanteny dia indraindray miova ho \"b\" ka ny \"man\" lasa \"mam\" (man + voly = mamboly), indraindray kosa latsaka fotsiny amin'izao (man + velona = mamelona).\n Ahitsio"},{"word":"Va","definition":" Kianteny enti-manontany, ka tsy fanontaniana tsotra no ambara aminy fa fanontaniana fampiasa amin'ny kabary izay fantatra avy hatrany rahateo fa ho \"tsia\" na \"eny\" no valiny: Ho sahintsika va ny minia ho very? (Ny fampiasana ny va dia tsy manomboka fehezanteny fa eo aorian'ny teny fototry ny fanontaniana; indraindray azo ampiarahina amin'ny \"moa\" ny va ka atao manarakaraka azy: Moa va tsy rahalahintsika rehefa mety ho iray ra amintsika?)\n Ahitsio"},{"word":"Vadiana","definition":" (vady) mt. pdr. (vadio): Ampiarahina amin' ny...: Tsy hahavelona anao io asa io raha tsy vadianao raharaha iray hafa.\n Ahitsio"},{"word":"Vadidirana","definition":" na Vadidirina (vadiditra) mt ih. (vadidiro): Ladfnina, iolanana: Vadidiran'ny voninkazo ny andry.\n Ahitsio"},{"word":"Vadiditra","definition":" a: Fifandidirana, fadiditra. ~ Dian-tsora-kazo nikapohana, na ny fatotra nifatorana. 6 t.if.: Vadidirana, vadidirina, avadiditra, voavadiditra, tafavadiditra 1 mamadiditra, famadiditra, mpamadiditra 1 amadidirana, famadidirana 1 mivadiditra, fivadiditra 1 ivadidirana, fivadidirana 1 mahavadiditra.\n Ahitsio"},{"word":"Vadika","definition":" a.: Fisehoan'ny ilany tsy mbola niseho: Vadi-boamaso. 1 Lafy: Vadi-tsarany. ~ Fitaipahana, tsy fitanana ny teny natao: Vadi-belirano. ? Famindrana na famonosan-damba ny razana efa maty: Vadi-drazana i t.l.f.: Avadika, voavadika, tafavadika I mamadika, famadika, mpamadika 1 amadihana, famadihana 1 mifamadika 1 mampifamadika 1 mivadika, fivadika, mpivadika 1 ivadihana, fivadihana I mahavadika 1 vadibadika j mamadibadika 1 mivadibadika.\n Ahitsio"},{"word":"Vadina","definition":" (vady) mt. ih. (vadio): Alaina ho vady: Zazavauy tsy azo vadina iny fa ratsy toetra izaitsizy.\n Ahitsio"},{"word":"Vadintany","definition":" a.: Olona napetraky ny mpanjaka fahiny hitana ny tany sy ny fanjakana, hitondra ny tenin'ny vahoaka ary hitsara ny ady tsy vita teo amin'ny fokonolona na teo amin'ny tompomenakely. — (Nisy karazany roa: ny vadintanimbohitra na vadintany ambany ary ny vadintany ambony; ireo voalohany dia ireo izay mipetraka isam-bohitra ary vantanin'ny vadintany ambony; ny vadintany ambony kosa dia ireo tsy misaraka amin' ny mpanjaka miara-midinika aminy ny ady tonga eo andRova, mitondra ny teniny ary mamaky heloka ny olona). — Ankehitriny kosa, ny vadintany dia olona vita fianianana manana andraikitra hampanatanteraka ny didimpitsarana efa nivoaka.\n Ahitsio"},{"word":"Vadipeo","definition":" a.: Teny ilazana ny fivadiham-baninteny: mahandroa = mandrahoa.\n Ahitsio"},{"word":"Vady","definition":" a.: Ny iray amin'ireo olona roa (lahy sy vavy) mikambana araka ny fanambadiana: Lasa nandranto ny vadin-dRamatoa Rasoa, (Matetika, indrindra taloha, ny vehivavy voahataka, voatitra vodiondry, nampakarina no natao hoe vady, fa raha tsy vita araka ireo dia sakaiza, na ranitra, na vazo, na saingy, na tokantranomaso). ~ Ny singany amin'ny zavatra iray lomisy na iray aman'olona: Nankaiza ny vadin'ity kiraro ity? ~ Iray amin'ny zavatra fahita na fampiasa miaraka mandrakariva tahaka ny mifameno, toy ny savily sy ny lahintsavily. 6 t.i. f,: Vadina, vadiana, voavady, vinady / manambady, fanambady, mpanambady / anambadiana, fanambadiana / mamady / mivady, fivady, mpivady / ivadiana, fivadiana, mampivady, fampivadiana. Mampody vady: a) mampiverina indray ny vady nisintaka; b) manao fanambadiana tsotra, tsy malaza. / Mambodo na mibodo vadin' olona: maka vadin'olona. / Mandrani-badin'olona: mijangajanga. J Miandrano vady: mangata-bady. / Vady afaka: vehivavy afaka tsY ho vady raha tsy manaraka ny fepetra nifanarahana ny lahy. / Vady ahantona: vady noroahina fotsiny fa tsy mbola nisaorana, izany hoe tsy mbola nisarahana ara-da      / Vady amboarina: enti-milaza ny zanak'olo-mpirahalahy na havana akaiky ampifanambadina, na tsy sitrany ara, mba tsy hivoaka ny harena. / Vady an'efitra, vady an-tsiraka: tokantrano-na lehilahy mandranto any anindrana. J Vady an-tery: lehilahy na vehivavy terena hanambady olona tsy sitrany. / Vady enti-mila: vady atao filan-tsy mahita fotsiny, izany hoe iaraha-mipetraka fotsiny ambara-pahita hafa, na koa entina mampandotso ny hala ho tia ny tena. / Vady entin-doloha: vehivavy alain'ny rahalahim-badiny ho vady raha maty ny vadiny. / Vady be: ny vady voalohany amin'ireo vadin'ny lehilahy mainpirafy. / Vady fady: olona tsy tokony hivady nefa mivady ihany, toy ny zanak'olompirahavavy. / Vady fofo: vehivavy kasaina ho vady, fofombady. / Vady fotsinantsy: vady tsy miteraka na momba. / Vady kely: ny vady farany amin'ireo vadin' ny lehilahy mampirafy. / Vady lohamandry: vehivavy efa lehibe angatahin'ny ray aman-dreni-na tovolahy amin'ny ray aman-dreniny, I Vady lova: vehivavy alain' ny rahalahim-badiny ho vady raha maty ny vadiny. / Vad y masay: ny vady eo anelanelan'ny vady be sy ny vady kely, na firy na firy, ho an' ny lehilahy mampirafy. j Vadim-bolana: anaran-kafa ilazana ny Fitarikandro. I Vadim-bozo: fehivozona, gedragedra, rado. I Vady mody: enti-milaza ny vady tsy atao malaza fa tsorina ny fampakarana azy. / Vadin-koditra: tsy misaraka amin'ny hoditra, tsy azo sarahina (ny aretina dia tandra vadin-koditry ny olombelona). / Vadin'ny maro lahy: vehivavy efa voalaza dieny mialoha amin'ny fangatahana azy fa ho vadin'ny rahalahim-badiny hatrany izy raha sendra ka maty hatrany koa izay manambady azy. / Vady sengy: vehivavy alai-na tovolahy ho vady tsy nandalo teo amin'ny ray aman-dreny. / Vady tra-drafy: enti-milaza ny vady izay tratran'ny rafivaviny ao an-trano nefa mbola tsy voasaotra akory izy, j Vady tsindrano: vehivavy alain'ny Andriamanjaka na ny zanak'andriana ho vady amin'ireo Tsindranovavy na amin'ny mpanompovaviny. ¶ M.h.: Namana, andefimandry, taolan-tehezana, anjara, anjara tokantrano, tokantrano. — Vady tsindrano, vady an-tsfraka, vady an' efitra, tokantranomaso, vazo, sakaiza ratsy, ranitra, sengy.\n Ahitsio"},{"word":"Vaha","definition":" a.: Fanalana ny kofehy mamatotra; famotsorana, fanesorana ny fahan-damba; fanapahana ny fanekena nifanaovana. 1 Vahana, avaha, voavaha, vinaha I mamaha, famaha, mpamaha / amahana, famahana j mivaha, fivaha j ivahana, fivahana I mahavaha 1 vahavaha j mivahavaha j mamahavaha.\n Ahitsio"},{"word":"Vahana","definition":" (vaha) mt. ih. (vahao): Borahina: Novahana ny entany ka iny nipitika ny kilalao nentiny ho an-janany. 1Alanafatorana: Tokony hovahana ity alika ity amin'ny alina. 1 Esorina ny fahany: Efa novahan-dRasoa ilay Tomba teto omaly. ~ Tapahina: Dia hovahana izany ny fanekentsika?\n Ahitsio"},{"word":"Vahana","definition":" a: Haben'ny toe-batana: Efa uahany ny azy io kelikely io fa inona izy no marary eo. * F.-p.: Maka vahana: maka toerana lehibe; tsy mihafihafy; mibahana. 1 Vahan-tsindrano: enti-milaza bika manifinify miezoezo.\n Ahitsio"},{"word":"Vahatra","definition":" a.: Faka, fototra: Vahatry ny aina.\n Ahitsio"},{"word":"Vahia","definition":" a.: Zavamaniry manipofona.\n Ahitsio"},{"word":"Vahilanina","definition":" p. t, : Mivilana fa tsy mahitsy tsara; tsy mahitsy ny ilany: Vahilanina ity varavarana ity ka sady ratsy jerena no sarotra hidiana er9.\n Ahitsio"},{"word":"Vahimaty","definition":" a.: Bibikely mivelona any anaty rano.\n Ahitsio"},{"word":"Vahindanitra","definition":" a.: Antokon-kintana tsy hita isa mifanakaiky ka toa mitankosina fotsy ary manaraka faritra lehibe lavalava ka mova tay toy ny vahy mandadina eo afovoan' ny habakabaka.\n Ahitsio"},{"word":"Vahindrorohany","definition":" a.: Iray amin' ireo zavatra tain miforona ho vavonin'ny omby, izay misy volovolo madinika. 'Vahiny a.: Olona avy any amin'ny tany hafa, tsy tompontany: Mahazo monina tsara eto ny vahiny raha tsy voatohintohina ny fiandrianom-pirenentsika. ~ Olona tonga mitsidika ao an-tokantrano ka raisina sy omentaakafo: Andeha hanokombary ho an'ny vahiny aho aloha 1 t.if.: Mivahiny, fivahiny, mpivahiny j ivahiniana, fivahiniana. -  F.-p.: Amboa vahiny: mpangalatra an-kafetsena, mpirenireny. / Takariva mahatsara vahiny: ilay takariva mitarataratra somary mena-mena iny ka toa mahatonga ny salovan-tavan'ny vahiny hahafinaritra jerena. / Sakafo mandroa-bahiny: sakafo omanina ela loatra ka tsy andrin'ny vahiny ary dia toy ny manery azy handeha. * Ohab.: Nanao soa vahiny: voky izy dia nilaozany: aza miantehitra na miandry valiny amin'izay olona mandala, / Nanasa vahiny tsy tonga: sady voky no afaka adidy: tsy mahafaty antoka akory ny manao ny adidy tokony hoefaina.\n Ahitsio"},{"word":"Vahoaka","definition":" a.: Ny olom-pirenena amin'ny fanjakana iray: Nouorin'ny filoham-panjakana ny vahoakany. ? 01ona maro be: Vahoaka be mihitsy izay tao an-tsena izay aninaraina. -  Ny sarambaben'ny olona, ny valalabemandry: Rahefa avy nikabary izy dia nifangaroharo tamin'ny vahoaka. i ki,f•: Mamahoaka, famahoaka, mpamahoaka 1 amahoahana, famahoahana. * Fiten.: Tsy ny tany no fady fa ny vavam-bahoaka: raha misy tsy mahatamana amin'ny tany anankiray, tsy ny tany akory no anton'izany satria ny tany tsy fady na oviana na oviana, fa ny vavam-bahoaka raha toa ka ratsy ny atao. ¶ M.h.: Olona, ambanilanitra, valalabemandry, valalatsimandadiharona, sarambaben'ny kintana, vodiahitrarivo, bozaka aman'ahitra, ny miakandrefam-baravarana, ny velona rehetra, ny olo-miaina.\n Ahitsio"},{"word":"Vahoho","definition":" a.: Fiasana fihazonana mafy ny zavatra tefena na arafitra mba tsy hihetsiketsika.\n Ahitsio"},{"word":"Vahona","definition":" a.: Karazan-javamaniry mangidy izaitsizy ampiasain'ny olona ho fampivalanana (ny vonin'ny vahona atao hoe sahondra).\n Ahitsio"},{"word":"Vahonolona","definition":" a.: Karazam-bahona maniry amin'ny tany be vato sokay; misondrotra avo noho ny karazam-bahona tsotra ny faniriny ka ny raviny amin'ny tapany ambany dia miala toy ny an'ny ravinala ka raha tazanin-davitra — indrindra amin'ny alina — dia mova tsy toy ny olona izao.\n Ahitsio"},{"word":"Vahorana","definition":" na Vahorina (vahotra) mt. th, (vahory): Azon' ny tahotra; ampitahorina.\n Ahitsio"},{"word":"Vahotra","definition":" p. t.: Mionkina ny hozatra ka tsy mahahetsika, na noho ny hatsiaka na noho ny hatairana: Amin'izao fahalasanan'ny havana tampoka izao, vahotra ny lela. - t.i.f.: Vahorana, vahorina, voavahotra 1 mamahotra, famahotra, mpamahotra I amahorana, famahorana 1 mivahotra, fivahotra, mpivahotra j ivahorana, fivahorana 1 mahavahotra I vahobahotra 1 havahotra.\n Ahitsio"},{"word":"Vahovaho","definition":" p. t.: Mangovingovitra; miambakambaka, adala vava. - t.i.f.: Mivahovaho, fivahovaho, mpivahovaho 1 ivahovahoana, fivahovahoana / mahavahovaho.\n Ahitsio"},{"word":"Vahy","definition":" a. : Zavamaniry mandady amin'ny hazo: Misy dimy amby roapolo karazana ny vahy eto Madagasikara. * Ladim-bahy: ny tahon'ny vahy. / Vahiny: tsorian-javatra hita mazava tsara, hita amin'ireo teny toy ny hoe: \"uahindanitra\", \"vahindroroha\" der. ireo teny ireo). / Vahin-kandrina: ilay hoza-dra hita manasaka eo amin'ny handrin'ny olona sasany. * Ohab.: Tsy mifikitra amimbahy maina fa mifikitra amim-bahy lena: miantehitra na miankina amin'ny olona azo antoka.\n Ahitsio"},{"word":"Vaika","definition":" na Vaiky p. mt.: Saika na saiky.\n Ahitsio"},{"word":"Vaika","definition":" a.: ilay vy kely entina hampiatrana ny fem-basy. 1 t.i.f.: Vaikaina, avaika, voavaika 1 mamaika, famaika, mpamaika 1 amaikana, famaikana 1 mivaika, fivaika 1 ivaikana, fivaikana / mahavaika.\n Ahitsio"},{"word":"Vaikaina","definition":" (vaika) mt. ih (vatkào): Atranina.\n Ahitsio"},{"word":"Vaikavaika","definition":" a: Vozavoza, fidrahodraho, fitaraiky, i Mivaikavaika, fivaikavaika, mpivaikavaika I ivaikavaikana, fivaikavaikana 1 mitsivaikavaika.\n Ahitsio"},{"word":"Vaindoha","definition":" a.: Mpitarika, fototra, tonie: Izy mihitsy no te-na vaindohan-draharaha tamin'io.\n Ahitsio"},{"word":"Vainga","definition":" Vaingavainga na Vaingana a.: Vongan-javatra vaventy; didin-javatra makadiry: Lasan'ny saka ilay vaingan-kena teo ambony lovia. / Miempo ny vaingan-dranomandry raha vao tratran'ny hafanana. i t.if.: Vaingana, avainga, voavainga 1 mamaingavainga, famaingavainga, mpamaingavainga 1 amaingavaingana, famaingavaingana 1 fivaingavainga 1 mivaingana, fivaingana, 1 ivaingavaingana, fivaingavaingana.\n Ahitsio"},{"word":"Vaingaina","definition":" (vainga) mt. ih. (vain-gon): Didiana, akana didiny iray.\n Ahitsio"},{"word":"Vaingana","definition":" (vainga) mt. ih. (vaingao): Didiana: Vaingào kelY ity hena ity.\n Ahitsio"},{"word":"Vaingo","definition":" p. t.: Miolana, miolaka. ? F.-p.: Miala vaingo: manao fe manao, manao mba ho hitan'ny olona fotsiny fa efa nanan, miala safay.\n Ahitsio"},{"word":"Vaitra","definition":" a.: Haitraitra, di-doha. i t.if.: Mivaitra, fivaitra, mpivaitra f vaibaitra.\n Ahitsio"},{"word":"Vaivay","definition":" p. t.: Mena midorehitra, mena mangatrakatraka, i t. if.: Mamaivay, mivaivaY, fivaivay 1 mavaivay.\n Ahitsio"},{"word":"Vajihy","definition":" (Btm) a.: Handrina.\n Ahitsio"},{"word":"Vaka","definition":" p.t.: Tsy mahatapa-kevitra amin'izay hatao, sahirantsaina, sanganehana, sakodiavatra: Vaka ity ny saiko: sady ta handeha aho no te hijanona. 1 Vakavaka i vakavakaina 1 mivakavaka, fivakavaka, mpivakavaka 1 ivakavakana, fivakavakana I mahavakavaka.\n Ahitsio"},{"word":"Vakampotsy","definition":" a.: Vakana madinika fotsifotsy fanaon'ny olona akotso amin'ny lamba landy.\n Ahitsio"},{"word":"Vakana","definition":" a.: Karazan-javatra boribory kely mahafinaritra, izay tohizina hatao haingo ka iambozonana na ahodidina ny lanton-tanana. ~ t.if.: Vakanana, voavakana / mivakana, fivakana, mpivakana I ivakanana, fivakanana / mahavakana.\n Ahitsio"},{"word":"Vakanana","definition":" (vakana) mt. ih. (vakano): Ravahana vakana.\n Ahitsio"},{"word":"Vakansy","definition":" (fr. vacance) a.: Fotoana lavalava tsy ianarana na iasana mba hialana sasatra.\n Ahitsio"},{"word":"Vakavaka","definition":" (vaka) a.: Fikodedika, fiambakavakana. 1 Ffhambahambana, firoahana.\n Ahitsio"},{"word":"Vakavakaina","definition":" (vakavaka) mt. ih.: Ikodedehana.\n Ahitsio"},{"word":"Vakiambiaty","definition":" a.: Anarana orne-na any anivon-tany ny vary afafy amin'ny volana Septambra — izay ahavakian'ilay zavamaniry atao hoe \"ambiaty\" — ketsaina amin' ny volana Desambra ary jinjaina amin'ny volana Avrily na Mey eo ho eo (jer. Varialoha).\n Ahitsio"},{"word":"Vakina","definition":" (vaky) mt, ih. (vakio): Potehina: Novakin'ny ankizy ny fitaratray. • Tresahina, sasahina: Vakio roa io hazo fisaka io. • Simbana, ravana, robaina: Novakin'ny sasany ny tranony. • Lalovana eo afovoany: Vakin'ny arabe migodana ny tandnanay. 1 Aseho ho fantatry ny be sy ny maro: Novakin'ny fokonolona teo anatrehan'ny mpitsara ilay mpangalatra. ? Saratsarahina ny teny voasoratra mba hahazoana ny hevitra lazafny: Vakio ireo teny amin'ny petadrindrina ireo. -  F,-p,: Vakim-baratra: taitra ka kepoka foana, mitanaka foana. f Vakin'ny tazo: enti-milaza ny olona nosantaran'ny tazo.\n Ahitsio"},{"word":"Vakirà","definition":" (Br) a,: Fatidrà.\n Ahitsio"},{"word":"Vakiraoka","definition":"andrana, tsy tena izy, mbola ilaina fanatsarana sy fandaminana Ahitsio"},{"word":"Vakisaova","definition":" na Vakisôva a.: Karazan-tononkira tshnihety miady rima ary mitanisanisa zavatra mitovy amin'ny rongo sakalava. (Anarana ilazana ny sôva ihany — jar. fo teny io; ny nahatonga azy dia hoy ilay mpitantara alohan'ny sôva iray hoe: \"Vaky ny a?va momba ny...\").\n Ahitsio"},{"word":"Vakivoho","definition":" (Tsm) a: Omby tokambolo misy tsipika fotsy manaraka ny lamosiny sy ny kibony.\n Ahitsio"},{"word":"Vakoa","definition":" na Vakoana a.: Karazan-dravinala fihinana izay anaovan-tsatroka ny tsirany ary anafoana trano kosa ny raviny (Pandanus utilis).\n Ahitsio"},{"word":"Vakoka","definition":" a.: Masombola na rojo volafotay vaventy fanao haban-tanana. • h.i.: Vola na harena tehirizina; rakitsoa sarobidy navelan'ny ray aman-dreny na ny razana. -  F.-p.: Voko-drazana: ireo hira na dihy malagasy hiringiriny fahiny izay azo heverina ho tahirin-drazana.\n Ahitsio"},{"word":"Vakomanitra","definition":" a.: Teny ilazana ny zava-kanto (hira, dihy,,.) nentim-paharazana.\n Ahitsio"},{"word":"Vaksiny","definition":" (fr. vaccin) a.: Fanefitra nalaina avy tamin' otrik' aretina tsy manan-kery hankarary intsony, ampidirina amin'ny olona na biby iray mba tsy handairan'io aretina io aminy.\n Ahitsio"},{"word":"Vaky","definition":" a.: 1) Sila-javatra potipotika, poti-javatra: Voan'ny vakin-tavoahangy ny tongotro. 2) Fanasaratsarahana ny teny voasoratra mba hahazoana ny hevitra lazaina: Vaky teny malagasy, • p.t.: 1) Enti-milaza zavatra potika noho ny clona na vely nahazo azy na noho ny fianjerany: Vaky ny solomasoko. 2) Simba, raya: Vakin'ny rano ny fefiloha. 3) Miseho: Vaky masoandro. 4) Fantatry ny olona rehetra: Vaky izao ny tsiambaratelony. 5) Entimilaza ny ravina, ny voa, ny vony vao mivelatra: Vaky ravina ny zavamaniry amin' ny lohataona. - t.i.f.: Vakina, voavaky, vinakY 1 mamakY, famakY, mpamaky / amakiana, famakiana 1 mifamakY 1 mivakY, fivaky, ivakiana, fivakiana / madas'aky / vakivaky. -  F.-p.: Vakim-bola: sombintsombin'ny vola farantsa izay novakina taloha. f Vakim-borona: vorona na akoho voazara roa. f Manao vakim-borona: manao sakafo be, mihinana hanim-py. 1 Vakin-dalana: ny ilany roa avy amin'ny laiana. / Vakin-doso: ny antsasaky ny farantsa, loso. f Vaky adisaona: maniry faravazana. / Vaky am-batolampy: hita mazava, miharihary ny zava-nafenina. f Vaky ambiaty (jar. Vakiambiaty). / Vaky bantsilana mise-ho miharihary tsara, / Vaky barara: menatra fa hita na naseho miharihary ny hadisoana nafenina, vaky lainga. f Vaky betroka: vaky nipotsaka ny ati-dohany niafina. . 4 h.o.: Voapotaitra ampahibemaso ny ratay natao na ny lainga nafenina. / Vaky feo: ilazana ny sakan-jazalahy eo amin'ny fahamaotiana izay manomboka ho be feo. / Vaky holatra: enti-milaza tany efa nasaina. / Vaky lafatra na vaky lafika: aretina mahatonga ny faladia ho vaky mihelakelaka. / Vaky lainga: potsltra ny lainga na-tao. / Vaky lalan-kaotra: misy dian-kaotra miseho. f Vaky lalantsara: enti-milaza ny trano misy lalantsara manelanelana ny efitra an-daniny roa. / Vaky loha, mamaky loha: sahiran-tsaina. / Lamba am-baky loha: lamba avitrana ka ny ilany atao mitohy. f Omby vaky loha: misy fotsy mamaky amin'ny handriny. f Vaky mandositra: rifatra mandositra. / Vaky man-ta: afa-jaza. / Vaky maso: enti-milaza ny alika na ny saka kely... miantomboka misokatra ny masony, na ny voan-javatra miantomboka haniry. f Vaky masoandro: fotoana tsy ahitana afa-tsy ilany kely amin'ny masoandro vao miposaka. / Vaky ra: a) baba ra; b) fati-dra. / Vaky raoka: sisiny amin'ny lamba. / Vaky sarona: entimilaza ny hoditra manarona ny loha bibikelin-jaza izay e-fa mety hivotsotra tsara ka mora hotsongoina. / Vaky saron-teny: sesin-teny. f Vaky somotra: miantomboka maniry somotra. / Vaky tai-nana: marary kibo mivalana noho ny havokisana be loatra. / Vaky tady: rifatra mandositra, milefa. / Vaky tamberona: mitovy amin'ny vaky betroka. / Vaky tampona: sori-bolo mahitay eo antampon-doha (mifanohitra amin'ny sori-bilana, izay tsy eo afovoany an-tampon'ny loba fa amin'ny ilany havia na havanana). / Vaky tantana: misy tsy mby ao ny fahan-tenona. / Vaky tratra: sahirana izaitsizy. 1 Vaky va-va: gaga, talanjona. / Vaky vazana: maniry ka hita ny tsimoka amin'ny vary akotry. / Tsy vaky volo: tsy ankanavaka, manontolo: Ny Molagasy tsy vaky volo, i Madagasikara tsy vaky vola. / Tsy vaky lay: enti-milaza fananana na ala mbola tsy nahafahana na tany mbola tsy nisy nandia. / Tsy vaky atatra tsy vaky afero: tsy menatra, tsy valahara. f Tsy vaky holatra: tany tsy mbola nasaina. / Tsy vaky ravi-natototra: mbola tsy nahafahana. / Tay ho vaky bilady ante!: hieren'ny loza ante! ¶ M.h.: Triatra, tapaka, tresaka, mitsefoka, miveraka, misaraka, mivava, manamika, vaky hentana. — Vaky lainga, vaky barara, vaky betroka, vaky tamberona, vaky am-batolampy, vaky bantsilana.\n Ahitsio"},{"word":"Vala","definition":" a.: Fefy manodidina: A-sio vola ny akohonareo fa manimba ny tanimbolinay. • Faritra na toerana andrian' ny omby ao an-tanàna: Nihoatra ny vala ilay zanok' omby halina. ¶ M.h.: Fahitra. 1 Fizarazaran'ny tanimbary:Manana tanimbary telo vola i Dadabe eny Antanintsaonjo. • Antoko, fifehezana: Irina mba tsy hisy afatsy vola tokana ho an'ny Kristianina rehetra. - t.i.f.: Valana, avala, voavala / marnais, famala, mpamala 1 amalana, famalana 1 mifamala / mivala, fivala 1 ivalana, fivalana 1 mahavala / mivalavala. -  F.-p.: Vala be: (taloha) fahazoana miliba manao fitondran-tena ratsy na amin'olona foko inona na amin'olona foko inona. f Milaza vola maty, mitantara talla maty: milaza zavatra be foana tsy misy antony.\n Ahitsio"},{"word":"Valahana","definition":" a.: Faritra amin'ny tenan'ny olombelona mifanandrify amin'ny toerana misy ny voa ao an-damoaina, izany hoe ny faritra manodidina ny maoja.\n Ahitsio"},{"word":"Valahara","definition":" a.: Mitandro ny haja, ny voninahiny; mahatsiaro menatra (fampiasa indrindra ialohan'ny \"tsy\"): Tsy volahara: Tsy menatra, tsy mendrika. ¶ M.h.: Tsy vaky atatra, tsy vaky aty, tsy vaky afero.\n Ahitsio"},{"word":"Valahetraka","definition":" na Valaketraka a.: Toetran'ny olona mipetraka mivalandotra, tsy manana ahiahy. • p.t.: Rera-tsaina eo am-pieritreretana, tsy mahahetsika, mivarahontsana: Valaketraka foana teo izahay raha nandre ny namonoan' ny sasany ny filoham-pirenena. i t.if.: Mivalahetraka, mivalaketraka, fivalaketraka, mpivalaketraka.\n Ahitsio"},{"word":"Valaka","definition":" p.t.: Mahatsiaro tena ho reraka noho ny hery lany nampiasaina; trotraka; kotra: Valaky ny asa tany Rabe. (Tsara homarihina ny mahasamy hala ny hoe: \"sasatra, vizana, valaka ary trotraka\": ny hoe \"sasatra\" dia ilazana fahatsiarovan-tena ho reraka noho ny fahenjanan'ny hozatra indrindra: Sasatry ny miandry; ny hoe \"vizana\" kosa dia noho ny tsy fiovampihetsehana indrindra: Vizan'ny mihorirana ny marary; ny \"valaka\", dia noho ny hamaflsan'ny asa: Valaky ny asa tany izy, ary ny \"trotraka\", mitovy hevitra amin' ny valaka ihany saingy mafimafy kokoa indray).\n Ahitsio"},{"word":"Valala","definition":" a.: Karazam-bibikely la-va tanna, maitso na manja, ary misy tongony efatra ka ny roa eo aoriana lavalava kokoa noho ny eo aloha, izay ahafahany mitsambikina. ? F.-p.: Valalabemandry: ny sarambabem-bahoaka. / Valalatsimandadiharona: ohatrohatra ilazana ny zaza amam-behivavy. / Valais fiandry fasana: ny mpanompo sasany tsy mba nozarain'ny mpandova fa nasainy nitoetra teo amin'ny tany nisy ny fasan'ny mpandova lhany. — Ankehitriny: ny olona mponina eny an-tanindrazana.\n Ahitsio"},{"word":"Valalabemandry","definition":" a.: Teny entimilaza ny ankapobem-bahoaka.\n Ahitsio"},{"word":"Valalamena","definition":" a.: Ireo valala vahiny na valala vao.\n Ahitsio"},{"word":"Valalamihoatra","definition":" (Bl) a: Randram-bolo betsileo miendribalala mihoatra.\n Ahitsio"},{"word":"Valalanina","definition":" p. t.: Enti-milaza ny maso vizana eo am-pitazanana na eo am-piandrasana: Valalanina ny maso mijery ireo fiarakodia an-jatony mitanjozotra ? Enti-milaza olona refona na noana ka jembijemby mila tsy hahita. i t.Lf.: Mahavalalanina.\n Ahitsio"},{"word":"Valalatsimandadiharona","definition":" a: Teny enti-milaza ny zaza amam-behivavy izay tsy mba afaka mandositra raha misy fahatairana.\n Ahitsio"},{"word":"Valambato","definition":" (Btm) a.: Vilany tany.\n Ahitsio"},{"word":"Valamena","definition":" a.: Fefy na rova manodidina ny faritra misy ny mpitsara. • h. 4: Ny Fitsarana.\n Ahitsio"},{"word":"Valamparia","definition":" a: Tovon-tanymamaritra ny sisin-tanimbary, atao koa hoe \"tahalaka\".\n Ahitsio"},{"word":"Valampatra","definition":" a: Toetran'ny tongotra atsotra raha mipetraka. 1 t.if: Avalampatra, voavalampatra, tafavalampatra / mivalampatra, fivalampatra, mpivalampatra I ivalamparana, fivalamparana I mahavalampatra I valampadampatra.\n Ahitsio"},{"word":"Valana","definition":" (vala) rit. ih. (valao): Asiana fefy manodidina: Va-lao ny ombinao sao dia mitondraka enyamin'ny tanimbolinay.\n Ahitsio"},{"word":"Valana","definition":" a.: Fandehan'ny rano manaraka ny iva. 6 t.Lf.: Avalana, voavalana, tafavalana 1 mamalana, famalana 1 amalanana, famalanana 1 mivalana, fivalana, mpivalana 1 ivalanana, fivalanana 1 mahavalana / valambalana.\n Ahitsio"},{"word":"Valanaretina","definition":" a : Areti-mifindra.\n Ahitsio"},{"word":"Valandotra","definition":" ft.: Toetran'ny olona mandry ka mivalampatra ny tongony aman-tanany noho ny faharerahana na ny aretina. I ii t.i.f: Mivalandotra, fiva-/ landotra, mpivalandotra.\n Ahitsio"},{"word":"Valandotra","definition":" a.: Ny filazana hoe ampahafirin'ny refin-javatra iray ny sary entina milaza azy. Oh.: misy trano 12 m. ny lavany, ary ny sary milaza io halavany io 4 sm; ny valandotra nampiasaina dia 1/300, izany hoe: 1 sm amin'ny sary dia 1 sm x 300 = 3 m amin'ny tena izy; mari-drefy.\n Ahitsio"},{"word":"Valandresaka","definition":" a.: Lahateny feno famelabelarana atao amin' olona tafavory, izay mifandahatra rehefa avy eo, samy milaza ny heviny avy.\n Ahitsio"},{"word":"Valangidina","definition":" ft.: Fikodiavana amin'ny tany, fianjerana amin'ny tany; faharavan-karena. i t.Lf.: Avalangidina 1 mivalangidina, fivalangidina.\n Ahitsio"},{"word":"Valangitriky","definition":" (Tsm) a.: Andry omby an-kalamanjana mandritra ny alina.\n Ahitsio"},{"word":"Valanirana","definition":" a.: Karazan-kazo mafy fanaovan-trano (Nuxia capitala). Mahatsara ny lalandra ny raviny ka azo tanehi- valanorano na ampiasalna amin ny fana- ambony fodin'ny tosidra.\n Ahitsio"},{"word":"Valanorano","definition":" a: Ny taolana itsatohan'ny nify ambany.\n Ahitsio"},{"word":"Valatendro","definition":" Ahitra maniry any anaty rano (Potamogeton paruifolius).\n Ahitsio"},{"word":"Valavala","definition":" a: Tapa-kazo lavalava fitorahana vorona; kipikipy. ~ p. t.: Sahisahy miteny, be vazivazy sady mampihomehy no mahasosotra: Valavala loatra to zazalahy io ka tsy azoazoko. a t.Lf.: Valavalana, valavalaina, avalavaia, voavalavala 1 mamalavala, famalavala, mpamalavala / amalavalana, famalavalana / mivalavala, fivalavala 1 mahavalavala.\n Ahitsio"},{"word":"Valavalaina","definition":" (valavala) mt, ih. (valavalao): Lazaina mba hanaovana kivazivazy vosobosotra: Aza fady raha nahasosotra anao ilay tans' tao inY fa teny novalavaiaiko fotsiny ante iny e!\n Ahitsio"},{"word":"Valavalana","definition":" (valavala) mt. ih. (valaualao): Kipilizana valavala: Valavalao ireny vorona miara-dia ireny. •Vangovangoina: Vao novalavalana fotsiny io sary io.\n Ahitsio"},{"word":"Valiana","definition":" (valy) mt ih. (valio): Omena vaiiny (taratasy na fanontaniana): Valio unie ity taratasy ity raha vao voarainao e! 1 Setrena: Tsy tokony ho novalianao ratsy ny soa nataoko anao. ~ Omena valin-teny tsy amim-panajana, toherina: Tezitra tokoa aho ka novaliako mafy izy.\n Ahitsio"},{"word":"Valiha","definition":" a.: Ny malaza indrindra amin'ny zavamaneno nentim-paharazana malagasy. Vita amin'ny volo (volotsangana vaventy) ny valiha ary misy tady kitihina amin'ny ta-nana; ireo tadiny heo dia misy tohany daholo ka izany no ahazoana feo avo sy iva: folo eo ho eo tany am-boalohany ny isan'ireo tadimbaliha fa ankehitriny mahatratra efapolo na mihoatra aza. Ampiasaina manerana an'i Madagasikara ny valiha na dia sarny manana ny fomba fanaovany sy fampiasany azy aza ny tsirairay: Valiha bara: hazo mitovy habe amin' ny volo no sasahana roa, esorina ny atiny dia atambatra ary asiana tadiny; Valiha tsimihety: sampan-drofia roa no alaina, esorina ny atiny, atambatra hanjary boribory; ny hodiny•ihany no sokirina hanjary tadiny; Valiha tory tenany: ny tenany ihany no torina hanjary tadiny, ka irony volo mifanalavitra ny tonony no ampiasaina amin' izany (40-70 santimetatra); Valiha jihy vy: volo ihany ny vatany fa tariby kosa ny tadiny (jihim-baliha no flantsoan'ny Ntaolo ny tadiny amin'izay); Valiha mata (na marovany): haro na takelaby no rafetana hitovy bika amin'ny vela ka hatao tariby koa ny tadiny. -  F.-p.: Dàmatim-baliha: ny feo iva na ambany indrindra amin'ny valiha. / Toham-baliha: ireo vakim-boatavo na poti-kazo na volotsangana kely manohana ny tadim-baliha. / Valiha tory folo: valiha misy tadiny folo. * Ohab.: Mitsaha-pilàna ohatra ny mpivaro-baliha maty vady: enti-milaza ny olona mijanona tsy fidiny amin'ny asa fanaony.\n Ahitsio"},{"word":"Valihavero","definition":" a.: Zavamaneno kilalaon'ny zatovo fahiny: tahom-bero vaventy maromaro no rarina toy ny zahatra, isokirana tadiny anankiray isaky ny tahony tsirairay; tahom-bero ihany no asisika eo amin'ny tendrony ambony sy tendrony ambany ho fanenjanana ny tadiny.\n Ahitsio"},{"word":"Valilahy","definition":" (fit.-p.) a: ZaodahY.\n Ahitsio"},{"word":"Valindrihana","definition":" a.: Hazo na lalotra mandrakotra ny atin'ny tataro.\n Ahitsio"},{"word":"Valisoa","definition":" a.: Fankasitrahana no-ho ny zavatra iray vita, izay sarotra na manahhana.\n Ahitsio"},{"word":"Valitafo","definition":" a.: Hazo na lalotra atao aty ambadika ambanin' ny tafo avy hatrany mba hahazoana mipetraka any ambony rihana ambony.\n Ahitsio"},{"word":"Valizaitra","definition":" a.: Zaitra atao ao ambadika ho valin'ilay zaitra efa vita.\n Ahitsio"},{"word":"Valo","definition":" p.i.: Fito ampiana iray: Efatra ampiana efatrp valo. 1 t.Lf.: Valoina, voavalo / mivalo, fivalo / ivaloana, fivaloana / imbalo I manimbalo / fanimbalony / fahavalo, ampahavalo 1 tsivalovalo / havaloana.\n Ahitsio"},{"word":"Valo","definition":" ft.: Fiovana ho tsara, baboka, fifonana. i t.Lf.: Mivalo, fivalo, mpivalo 1 ivalozana, fivalozana / mahavalo / valovalo.\n Ahitsio"},{"word":"Valoana","definition":" p.t.: Enti-milaza zavatra asiana dimbana, na dembaina.\n Ahitsio"},{"word":"Valoina","definition":" (valo) mt. ih. (valoy): Zaraina valo: Valoy io mofo io.\n Ahitsio"},{"word":"Valolavana","definition":" a.: Farafara misy elom-pandriana voasokitra.\n Ahitsio"},{"word":"Valomena","definition":" a.: Karazan-kazo fanaovana trano ny hazony ary fanaovana kofehy ny hodiny.\n Ahitsio"},{"word":"Valona","definition":" a.: Famoretana lamba na fitafiana izay kendrena hilamina tsara; fandaminana sy fitehirizana ao anaty va-ta ny fitafiana tsy anaovana matetika. 1 t.Lf.: Avalona, voavalona 1 mamalona, famalona, mpamalona / amalonana, famalonana / mivalona, fivalona 1 mahavalona 1 valombalona I mivalombalona, fivalombalona.\n Ahitsio"},{"word":"Valonana","definition":" a.: Lamba mihorona milamina tsars, izay atao koa hoe \"goran-damba\".\n Ahitsio"},{"word":"Valonga","definition":" p.t.: Valo (amin'ilay fiteny fanaon'ny ankizy taloha raha nianatra nanisa hatramin'ny folo) jer. Ingisa.\n Ahitsio"},{"word":"Valongana","definition":" a.: Vongana, vainga, fonjan-javatra makadiry. i t.Lf.: Avalongana, voavalongana / mamalongana, famalongana, mpamalongana 1 mivalongana, fivalongana / mahavalongana.\n Ahitsio"},{"word":"Valopy","definition":" (fr. enveloppe) a.: Taratasy naforitra efatra ary midity ka aiditra ao anatiny ny taratasy alefa ho an' olona.\n Ahitsio"},{"word":"Valotra","definition":" (fr. valse) a: Karazandihy vazaha somary milantolanto: Mahay manao dihy valotra er? ireto ankizy!\n Ahitsio"},{"word":"Valòvoka","definition":" o.: Karazana vy ma-lia, roritina ho tariby.\n Ahitsio"},{"word":"Valovotaka","definition":" a.: Olona nandao ny tany niaviany ka mipetraka maharitra na sary monina mihitsy any amin'ny faritany hafa, noho ny fitadiavana ravinahitra.\n Ahitsio"},{"word":"Valozoro","definition":" a.: Trano ngeza sahalahala bika amin'ny tarehin-tsoratra H: Nony niuerina auy tany Antalaha Randria, dia io manorina trano valozoro io.\n Ahitsio"},{"word":"Valviola","definition":" (fr. valvule) a.: Takela-kakaninkanina toa matezaroritina ao amin'ny rindrina anatin'ny fo na ny fantson'ny lalandra, tsy mifefy ka mandray ny ra tonga ao aminy, nefa kosa manakana ny ra tsy hiverin-dalana.\n Ahitsio"},{"word":"Valy","definition":" a: Setry: Valin'ny fiakarana ny fidinana. ~ Setrin'ny taratasy nalefa na ny fanontaniana natao: Nandefa taratasy tany amin-dRakoto aho nefa tsy naharay voiiny hatramin'izao. / Ataovy mazava tsara ny valin-teninao. 1 Tody: Mbola hisy valiny izao fampijalianao zanak'olona izao. ~ Zavatra atao ao ambadiky ny zavatra hafa iray: Misy valy tafo ny tranonay. 4 Valiana, avaly, voavaly, vinaly 1 marner, famaly, mpamaly I amaliana, f amaliana / mifamaly I mivaly, fivaly, mpivaly I ivaliana, fivaliana 1 mahavaly I vaiivaly 1 mamalivaly. -  F,-p,: Valim-babena: fankasitrahana àtaon'ny zanaka amin'ny ray aman-dreny no-ho ireo soa be nataony taminy. / Valim-bonoana: famonoana (fikapohana) ny hafa ho setrin'ny namonoany ny tena. / Vulim-pahaizana: fankasitrahana noho ny fahombiazana tamin'ny fanadinana na ny fianarana ankapobe. / Valin'ady: fanarenana ny faharesena an'ady. / Valin-kasasarana: karama. / Valin-tanana: fomba fifanampiana fahiny tamin'ny aga teo amin'ny fokonolona: nfàsâ ho an'ny olona iray ny olona rehetra ary dia nifandimbiasana niasana toy izany tsirairay avy ny olona tao an-tanàna ka ilay niasana androany dia namaly niasa ho an'ny hala kosa ny ampitso. / Valy bontana: setrin'ny soa nataon'ny hafa tamin'ny tena / Valindrihana, ualisoa, valitafo, valizaitra (jer. amin' ny laharany ireo teny ireo). / Valy boraingona: valin-teny toa manao didiko fe lehibe fotsiny izao, valin-teny jadona. / Vaiy faty: setrin'ny namelezan'olona iray, na nahafaty izy na tsia. / Valy vilana: valin-teny atao amim-pahakingana, nefa tsy mifanaraka akory amin'izay tokony ho izy. ¶ M. h.: Setry, tsimbalivaly, valim-bonoana, valy faty, valin'ady, famerenana\n Ahitsio"},{"word":"Vanàka","definition":" p.t.: Gaga sady taitra tampoka ka ny vava no atanatana fotsiny fa tsy mahateny. 1 t.if,: Avanaka, tafavanaka / mivanaka, fivanaka, mpivanaka I ivanahana, fivanahana I mahavanaka.\n Ahitsio"},{"word":"Vanavana","definition":" o.: MisokAtra be (enti-milaza indrindra vava lavaka, hady, tevana): Teuana mivanavana. - t.i.f.: Vanavanaina, avanavana, voavanavana, tafavanavana / mamanavana, famanavana, mpamanavana 1 amanavanana, famanavanana I mivanavana, fivanavana I ivanavanana, fivanavanana I mahavanavana.\n Ahitsio"},{"word":"Vanavanaina","definition":" (vanaUana) mt, ih, (uonavanao): Sokafana makadiry be.\n Ahitsio"},{"word":"Vandambandana","definition":" (vandona) p. t.: Mipentimpentina, vangavanga.\n Ahitsio"},{"word":"Vandana","definition":" p.t.: Maramara misy sorany mifangaro: Auereno any ity taratasy vandana itY fa tsy misy hilana azy. 1 h. Tsy tsotra sy madio fa ratsiratsy toetra. i t.if.: Vandanina, voavandana / vandambandana, mamandambandana 1 mivandambandana. -  F.-p.: Hena uandana na uandan-kena: nofon-kena misy taviny mipentimpentina, fahita indrindra eo amin'ny sorokena. / Fafa uandana: fomba famafa ratsy fa ets? sy er? fotsiny no ampandalovina ny kifafa.\n Ahitsio"},{"word":"Vandanina","definition":" (vandana) mt. ih. (vandano): Atao tonga maramara.\n Ahitsio"},{"word":"Vanditra","definition":" a.: Ny mivohitra mitsoriaka lavalava (toy ny dian'ny tady namatorana na ny tsora-kazo nikapohana). 1 Ny tady voarandrana na-tao haingon'akanjo. 1 t.if.: Avanditra, voavanditra / mamanditra, famanditra, mpamanditra 1 amandirana, famandirana I mivanditra, fivanditra / ivandirana, fivandirana l. vandimbanditra.\n Ahitsio"},{"word":"Vandrahana","definition":" (vandraka) mt.ih. (vandraho): Jerena amin'ny maso midiridiry.\n Ahitsio"},{"word":"Vandraka","definition":" a.: Fidiridirin'ny maso misokatra be sady mifantoka. - t.i.f;: Avandraka, vandrahana, tafavandraka 1 mivandraka, fivandraka I ivandrahana, fivandrahana / mahavandraka.\n Ahitsio"},{"word":"Vandravandra","definition":" a.: Fifantohan' ny maso mafy eo am-pijerena misoritra hatezerana lehibe. i t.if.: Avandravandra, vosvandravandra, tafavandravandra 1 mamandravandra, famandravandra, mpamandravandra I amandravandrana, famandravandrana 1 mivandravandra, fivandravandra, mpivandravandra / ivandravandrana, fivandravandrana I mahavandravandra.\n Ahitsio"},{"word":"Vandriana","definition":" (vandry) mt. ih. (vandrio): Tilfna.\n Ahitsio"},{"word":"Vandrika","definition":" a.: Karazan-kazo mafy somary vony (Craspidospermum verticellatum).\n Ahitsio"},{"word":"Vandrina","definition":" Mitovy amin'ny Bandrina.\n Ahitsio"},{"word":"Vandry","definition":" ft.: Fitiliana, fiandrasana izay ho voan'ny velapandrika napetraka. i Vandriana, avandry, voavandry / mivandry, fivandry, mpivandry 1 ivandriana, fivandriana / vandrivandry.\n Ahitsio"},{"word":"Vandy","definition":" (fit.-p.) a,: Lainga. i t,if.: Mivandy, fivandy, mpivandy 1 mavandy.\n Ahitsio"},{"word":"Vanga","definition":" a.: Karazam-borona sady mifaingoka no mafy ny vavany (Vanga curvirostris).\n Ahitsio"},{"word":"Vanga","definition":" a,: Varotra (fivarotana sy fividianana). 1 t.f.f.: Mamanga, mivanga. -  F.-p.: Mitam-banga, mpitam-banga: olona mivarotra ho an'ny hafa fa tsy ho an' ny tena.\n Ahitsio"},{"word":"Vanga","definition":" na Vangavangap.t.: Teny ilazana loko misy pentina mainty na mena, fa fotsy ny tokotaniny.\n Ahitsio"},{"word":"Vango","definition":" (Ski) a.: Karazan-trondron-dranomasina izay tsy saro-pantarina amin'ny kirany madinika betsaka izay mihintsana ho azy raha vao fihinina mafimafy ny trondro; matsiro nofo, saingy bebe taolana ny vango: halavany: 75 sm (midina any an-dranomasina ny vango rehefa hanatody eo amin'ny volana Zanvie ka hatramin'ny vola-na Marsa).\n Ahitsio"},{"word":"Vango","definition":" a.: Famelezana izaitsizy; fanesokesohana (sakafo) tsy misy fiatoana. - t.i.f.: Vangoana, avango, voavango, vinango / maman-go, famango, mpamango / amangoana, famangoana 1 mifamango / mahavango I vangovango 1 vangovângoina 1 mamangovango / vangony, vangovangony, ambangovangony.\n Ahitsio"},{"word":"Vangoana","definition":" (vango) mt. ih. (vangdy): Asiana, velezina, kapohina mafy: Novongoany ny zandriny ka nivanditra ny ronjony. ~ Akesokesoka, arapadrapaka.\n Ahitsio"},{"word":"Vangongo","definition":" a.: Fitangoronanjavatra miavoavo amin'ny toerana iray, tangongo, sangongo. i Vangongoana, vangongoina I vangongo, voavangongo, tafavangongo 1 manavangongo, fanavangongo, mpanavangongo 1 anavangongoana, fanavangongoana 1 mivangongo, fivangongo I ivangongoana, fivangongoana / mahavangongo.\n Ahitsio"},{"word":"Vangongoana","definition":" na Vangongoina (vangongo) mt. ih. (vangongoy): Entina milaza ny zavatra itangoronana: Novangongoan'ny vitsika ilay sombimofo.\n Ahitsio"},{"word":"Vangovango","definition":" (vango) a.: Fanaovan-javatra amin'ny ankapobenyfotmny.\n Ahitsio"},{"word":"Vangovangoina","definition":" (vangovango) mt, ih. (vangouangoy): Atao amin'ny ankapobeny fotsiny.\n Ahitsio"},{"word":"Vangy","definition":" a: Fandehanana mitsidika olona any aminy; fitsapana alehelo noho ny fahafatesan-kavana. - t.i.f.: Vangiana, avangy, voavangy / mamangy, famangy, mpamangy 1 amangiana, famangiana I mampamangy I mahavangy I vangivangy.\n Ahitsio"},{"word":"Vangy","definition":" a.: Nify maranitra sady somary lavalava kokoa noho ny sasany manelanelana ny vazana sy ny nify anoloana, eo an-kilany sy an-daniny avy. a t.if.: Vangivangy 1 mivangivangy, flvangivangy. -  F,-p,: Manasa uangy: miteny be mamely, manao vava be, manati-kabary. ¶ M. h.: Ombalahinify.Vangiana (uangy) mt. ih. (vangio): Tsidihina, aleha any aminy ho fanehoana firaisampihavanana aminy na ho famalifaliana azy raha marary: Rahampitso i Dadatoa no hovangianay eny amin'ny hopitaiy. ~ Tsapaina alahelo, alana alahelo, haladina: Toa tsy novangianareo akory Rasoa tamin'ny izy maty ana-ka?\n Ahitsio"},{"word":"Vaniana","definition":" a. Ny kibo malemy, faritra ambany indrindra amin'ny kibo (ny faritra amin' ny ilany roan'ny vaniana dia atao hoe: \"lohavaniana\" ary ny ao an-damosina \"valahana\").\n Ahitsio"},{"word":"Vanika","definition":" a.: Fampisehoana ny nify, na ho mari-pihomehezana tsy afa-manoatra izay na ho mari-katezerana; tsy fahakombonan'ny vava noho ny harerahana mafy. 1 t.if: Avanika 1 mivanika, fivanr7ra, mpivanika 1 ivanihana, fivanihana.\n Ahitsio"},{"word":"Vanila","definition":" na Lavanila (fr. vanille) a.: Zavamaniry karazana vahy misy voany lavalava tokony ho 25 sm ary tahaka ny anklkely ny habeny, manana fofona manitra izay mahatonga azy ho sarobidy noho izy tafiditra amin'ny fanamboarana zava-pihinana maro (sokolà, mofomamy...) sy fanaovan-taozava-manitra (savony, ranomanitra...).\n Ahitsio"},{"word":"Vaninandro","definition":" a.: Ny andro sy volana ary taona nitranganjavatra na nanaovana asa iray: Ny uaninandro 26 Jona 1960 no nahazoan'iMadagasikara ny fahaleouantenany,\n Ahitsio"},{"word":"Vanivany","definition":" a.: Hehy na tsiky maneso. i t,if.: Mivanivany, fivanivany, mpivanivany / ivanivaniana, fivanivaniana.\n Ahitsio"},{"word":"Vanja","definition":" o.: Vovo-javatra mora mirehitra ka ampiasaina amin'ny fanaovam-bala fitifirana — Nisy karazany telo ny vanja teto fahizay: ny vanja barota (vita teto antoerana), ny vanja fotsy ary ny vanjam+piraka. -  F,-p.: Vanja may tsy harena: enti-milaza izay rehetra lanilanim-poana.\n Ahitsio"},{"word":"Vankona","definition":" a.: Fiasan'ny mpandrafitra hanadiovany ny hazo ho tonga malamalama tsars: Ny vankona dia lehibe noho ny raboa. - t.i.f.: Vankonina, avankona, voavankona 1 mamankona, famankona, mpamankona / amankonana, famankonana / mahavankona. ~ F.-p,: Taim-bankona: potikazo mihoronkorona avy amin'n? hazo novankonina.\n\njereo: ''vakona'' avy@ teniparitra betsileo. Mira amin'ny vankona\n Ahitsio"},{"word":"Vankonina","definition":" (vankona) mt. ih. (vankony): Halamaina tsara atao malambolambo amin' ny vankona. 1 h.o.: Voamboatra tsara aoka izany: 0-hatra ny novankonina er? ny fiteniny!\n Ahitsio"},{"word":"Vano","definition":" o.: Karazam-borona avo dia, mitovy amin'ny vantogisa ny haben'ny tenany, ny tendany azony halavaina hirangaranga avo rehefa misy zavatra tazaniny ary koa azony hafohezina rehefa mipetraka izy; ny lehibe indrindra dia ilay antsoina hoe: \"Vanobe\": fotsy tanteraka ny volony fa ny ranjony sy ny vavanyno vony tanora; amin' ny toerana be fariby sy ony lehibe ary amin'ny heniheny no ahitana azy. (Telo karazana ny vano ka ny lehibe indrindra dia ilay vanobe voalaza etsy ambony).\n Ahitsio"},{"word":"Vanona","definition":" p.t.: Mahomby: Tana vanona tsara ny voaloboka tamin'ny taona ito. 1 Mandroso: Tsy mety vanona ny varotra eto amin'ity faritany ity. 1 Manjary: Tsy misy vanona ny akoho nompiany. 1 Misy vidiny; mahatanteraka ny ilana azy, tomombana amin'ny maha-izy azy: Tsy vanona intsony ity penina ity. / Mbà olom-banona. 1 To, tanteraka: Tsy nisy uanona ny fikasany ka kivy tanteraka izy. ïf t.i.f.: Mahavanona, fahavanona, mpahavanona / ahavanonana, fahavanonana.\n Ahitsio"},{"word":"Vanontety","definition":" (Tsm) a.: Omby misoratsoratra fotsifotsy manaraka ny lamosiny.\n Ahitsio"},{"word":"Vantana","definition":" p.t.: Mahitsy: Vanta-na ity lalana ity fa aroho. 1 Tsotra tsy misy olakolaka: Vantana ny ankizy raha miteny. 1 Tsotra tsy misy aingitraingitra na haingonkaingony: Vantana loatra izany hira izany! 1 Voan'ny aretin-kibo ka mivalana tsy mahatsiaro tena: Vantana ao 1-balita hatramin'ny aninaraina. - t.i.f.: Vantany / vantanina, avantana 1 mamantana, famantana, mpamantana 1 amantanana, famantanana / mivantana, fivantana 1 ivantanana, fivantanana 1 mahavantana f vantambantana.\n Ahitsio"},{"word":"Vantanina","definition":" (vantana) mt. th. (vantano): Aleha tsy mivilivily: Nouantanin'ny mpisava ny fivarotany ka hita tao ny entana nafeniny, 1 Lazaina tsy misy olakolaka: Vantano ny teninao fa aza sa farina\n Ahitsio"},{"word":"Vantany vao","definition":" ppt. feh.: Tamin' ny fotoana indrindra izay...: Vantany vao niseho izy dia nitehaka ny olona.\n Ahitsio"},{"word":"Vantotra","definition":" a.: Enti-milaza olona na biby tanora efa ho lehibe. -  F.-p.: Vanto-j axa: sakanjaza / Vantotr'olona: tovolahy tovovavy. / Miaro vantony: mandrara havana vavy tsy hanao fitondran-tena ratsy. / Mivantotra sahady: ilazana olona vao tera-bao ka mametraka ny zanany amin'ny olona ary lasa mijilajila.\n Ahitsio"},{"word":"Vantozy","definition":" (fr, ventouse) a.: Tamaboha antonontonony apetaka amin'ny hoditra mba hampisy fahamaimaizana, amin'ny fanafoanana ny rivotra ao anatiny, ka hitsaboana ny aretina amin'io faritra io.\n Ahitsio"},{"word":"Vantsavantsa","definition":" Mitovy amin'ny Vatsavatsa.\n Ahitsio"},{"word":"Vantsilana","definition":" a.: Karazan-kazo.\n Ahitsio"},{"word":"Vantsiona","definition":" a.: Karazan'akoho (Porphyrio smaragnotus).\n Ahitsio"},{"word":"Vany","definition":" a.: Ny faritra anelanelan' ny tonony roa: Fary lava vany. -  F,-p.: Mila vaniny: mita ady, olona sarotiny amin'izay atao. * Fit-en.: Hikapa hahita ny tonony, handidy hahita ny uaniny: firariana atao olona mba hahombiazany tanteraka amin'izay ataony.\n Ahitsio"},{"word":"Vao","definition":" p.t.: Tsy mbola simba: Mofo vao vidina fa efa leon' ny mofo mialina andro aho. 1 Niseho tsy ela izay: Fery vao. 1 Tsy tranainy, tsy ton-ta: Nosoloana dabilio vao daholo ny dabilio tao am-piangonana. Ny p.mt, \"Vao\" dia manan-kevitra samy hafa araka ny matoanteny miaraka aminy, na milaza ny ankehitriny, na ny lasa, na ny ho avy: 1) Mbola eo...: Vao misakafo izahay. 2) Avy... tsy ela akory: Vao nisakafo izahay, 3) Efa akaiky ny: Vao hisakafo izahay. 1 ppt. feh.: Raha vantany avy...: Vao nahare poa-basy izy dia nandositra. i Vaozina, havaozina/ manavao, fanavao, mpanavao / anavaozana, fanavaozana / mifanavao 1 mihavao / ihavaozana, fihavaozana / mahavao 1 mavao.\n Ahitsio"},{"word":"Vaofy","definition":" Jer. Vofy.\n Ahitsio"},{"word":"Vaohina","definition":" (vaoka) p.t.: Misy vaoka: Lehilahy vaohina izay izy.\n Ahitsio"},{"word":"Vaoka","definition":" a.: Volo ampaniriana mandady amin'ny fihirifana ka matetika mampitohy ny volombava sy ny volondoha. 1 t.if.: Vaohina.\n Ahitsio"},{"word":"Vaomiera","definition":" a.: Fivorian'olona vitsivitsy notinendry mba handinika zavatra kasaina ha-tao na hanara-maso ny fanatanterahan-javatra notinapaka. ¶ M.h.: Komisiona.\n Ahitsio"},{"word":"Vaona","definition":" ft.: Tsy mahitsy, meloka. i t.if.: Avaona, tafavaona / mivaona, fivaona, mpivaona 1 ivaonana, fivaonana / vaombaona.\n Ahitsio"},{"word":"Vaovao","definition":" a.: Zavatra niseho vao haingana ka ataon'ny olona firesaka: Tamin'ny radio no nandrenesanay aninaraina izany vaovao izany, ¶ M.h.: Maresaka. 1 p. t.: Enti-milaza zavatra tsy nisy na tsy fantatra raha tsy vao haingana: Teny vaovao izany ka tsy fantatro. 1 Enti-milaza zavatra nentina na nanaovana voalohany: Nitondra kiraro vaovao i Koto tamin'ny Krismasy. ¶ M.h.: Maresaka, mahoraka, resaky ny olona, ambentin-dresaka, teny mandeha, sahoa, tsaho, honohono, tsahotsaho, fary mitety reny, siosio.\n Ahitsio"},{"word":"Vaozina","definition":" Havaozina (vao) mt. ih. (vaozy, havaozy): (Ity faharoa no fampiasa kokoa) Soloana hafa: Nohavaoziny daholo ny mpiasam-barotra tao aminy. 1 Soloana vaovao: Havaozin'ny lohataona ny zava-drehetra. / Averina, indraozina: Rehefa lehibebe, tsara hohavaozina ny toky nomena tamin'ny batemy.\n Ahitsio"},{"word":"Vara","definition":" (fr. verre) a.: Fitaovana fisotroan-drano vita amin' ny tamaboha tantera-pahazavana, -  F.-p.: Dom-bera: fifandonam-bera rehefa misotro divay mba ho fifampirariana soa.\n Ahitsio"},{"word":"Varahina","definition":" a.: Karaza-metaly menamena azo anjahina ary azo taritina ho tariby izay ampiasaina betsaka, indrindra amin'ny fampitana ny herim-baratra amin'ny elektrisite.\n Ahitsio"},{"word":"Varahontsana","definition":" p.t.: Tsy mahahetsika noho ny hatairana na tahotra. i t.if : Mivarahontsana, fivarahontsana.\n Ahitsio"},{"word":"Varaka","definition":" ft.: Triatra, tsefaka — der. Veraka), it t.if.: Mivaraka / varakahaka, mivarakahaka, fivarakahaka.\n Ahitsio"},{"word":"Varakahaka","definition":" (varaka) p.t.: Malemy miparitaka. 1 h.o,: Mihahakaha-kevitra, lasam-borona.\n Ahitsio"},{"word":"Varanga","definition":" a.: Hazakazaka, fandehanana haingana dia haingana: Manao varanga (jer. Rarangy).\n Ahitsio"},{"word":"Varanga","definition":" sy Varangan-kena a,: Hena masaka, alona ao anaty menaka mba haharetany sy hahatsara tsiro azy. -  F,-p,; Varangan'amalona: amalona masaka alona anaty menaka mba haharitra. / Varangam-bitsika: tranom-bitsika eny ambony hazo. Ahitsio"},{"word":"Varapohe","definition":" (Ski) a: Jar. Radraty.\n Ahitsio"},{"word":"Varatra","definition":" a.: Karazan'afo avy amin'ny fifanatonan'ny rahona misy elektrisite sy ny tany, rehefa avy orana, ka mahatonga tselatra sy kotroka ary mahafaty izay ilatsahany: Nilatsahan'ny varatra ny omby niraoka tery an-kavoana -  F.-p.: Ohatra ny nilatsaham-baratra: ankona tsy mahateny. / Vara-datsaka: feonjavatra mitalakotrokotroka mankarenin-tsofina. / Varamaina: varatra mipoaka tsy avy orana. 1 h,o,: Hatezerana tsy hita antony. / Zanabaratra: olona tsy mahalala mankasitraka. / Namelonjana-barati'a: nanao soa olona tsy mahay mankasitraka. ¶ M.h.: Fotaka.\n Ahitsio"},{"word":"Varatraza","definition":" a.: Rivotra mangatsiaka avy atsimo,atsinanana mitsoka amin'ny volana Jiona sy Jolay any amin'ny tapany avaratra sy avaratra andrefana.\n Ahitsio"},{"word":"Varavarana","definition":" a.: Loaka namboarina amin'ny rindrin'ny trano mba hahazoana miditra sy mivoaka ao an-trano ary koa mba hahazoan'ny trano rivotra sy hazavana. (Roa karazana ny hazo rafibaravarana, dia ny tolana sy ny lélavarauarnna: ny tolana no iraiketan'ny varavarana amin'ny rindrina noloahana ary ny lelavaravarana kosa dia ilay hazo fisaka voavoatra ho azo arindrina sy vohaina mipetaka amin' ny tolana amin'ny alalan' ny savily).\n Ahitsio"},{"word":"Varavarana","definition":" (Btm) a.: Anarankazandrano.\n Ahitsio"},{"word":"Vareraka","definition":" ft.: Enti-milaza fitafiana miborotsaka ny ilany, mirefarefa; fiboretahana fotsiny kivy sy ketraka fa tsy mampiseho herin-tsaina. - t.i.f : Avareraka, voavareraka, tafavareraka / manavareraka, fanavareraka,mpanavareraka I anavarerahana, fanavarerahana 1 mivareraka, fivareraka, mpivareraka 1 ivarerahana, fivarerahana 1 vareradreraka.\n Ahitsio"},{"word":"Varialoha","definition":" a.: Anarana omena amin'ny afovoan-tany ny vary afafy amin'ny volana Avrily sy Mey, ketsaina amin'ny Aogositra ary jinjafna amin' ny Zanvie. * Ohab.: Toy ny varialoha: mahatra-po fa tsy mahavita taona: enti-milaza ny zavatra izay mahavonjy amin'ny fotoana iray, fa tsy mahafapahasahiranana maharitra.\n Ahitsio"},{"word":"Variaminanana","definition":" a.: Vary misy teti-kena sy karazan'anana samihafa (anatsonga, anamamy, voatabiha, tongolo...) handroina miaraka. Intelo miantoana no fahandro ny variaminanana: ny teti-kena aloha, dia ny anana, ary izaY vao ny fotsimbary rehefa mangotraka ireo.\n Ahitsio"},{"word":"Variana","definition":" p. t.: Vary hevitra: Very ny firavako sarobidy ka variana aho. 1 Lasa eritreritra: Variana aho mijery ireto tanora betsaka, tsy maintsy hitadiauana asa rahampitso, 1 Mifantoka amin'ny zavatra tokana ny sain ka manadino izay tokony hatao, sondriana, revo: Varian-dalao izy ka tsy nahatsiaro sakafo akory. - t.i.f.: Mahavariana, fahavariana, fahavarianana / varivariana.\n Ahitsio"},{"word":"Varibotry","definition":" a.: Dihim-behivavy iray karazana amin'ny tsipisandry ihany fa miletaka mihabotry somary manjoko ny mpandihy.\n Ahitsio"},{"word":"Varidimiventy","definition":" a.: Anaram-bola izay latsaka kely noho ny varifitoventy. * Ohab.: Varidimiventy namidy vozon-kena: kely ihany fa misauily any an-katony na Varidimiventy namidy trafonkena: kely ihany fa lasana ambony: ilazana zavatra kely jerena toa tsy inona, nefa nahazoana na nahavitana zava-dehibe.\n Ahitsio"},{"word":"Varifitoventy","definition":" a.: Anaram-bola mitovy amin'ny variraiventy impito, izany hoe mitovy lanja amin'ny voambary fito, ka ny sandany dia dimy santima amin'ny vola ankehitriny (0,05f).\n Ahitsio"},{"word":"Varijo","definition":" p. t.: Enti-milaza ny omby fotsy handrina.\n Ahitsio"},{"word":"Varika","definition":" a.: Karazana gidro kely, ny rambony misoratra mitapatapaka.\n Ahitsio"},{"word":"Varikitia","definition":" a.: Anaran-kazo madlnika (Clorodendron emirnense).\n Ahitsio"},{"word":"Varimbazaha","definition":" a.: Karazam-bary famboly indrindra any amin'ny tany mangatslaka (E-oropa, Amerika avaratra...), ahazoana ny lafarina, izay anaovan ny mofo atao hoe mofo dipaina.\n Ahitsio"},{"word":"Varina","definition":" a.: Fidinana, fianjerana, fitsingidinana, fanonganana, fionganana. i Avarina, voavarina, tafavarina / mamarina, famarina, mpamarina / amarina-na, famarinana / mivarina, fivarina, mpivarina / ivarinana, fivarinana / mahavarina, varimbarina.\n Ahitsio"},{"word":"Varina","definition":" (vatra) mt, ih. (varo): Zarina: Varo hikarakara tena ireo zaza ireo.\n Ahitsio"},{"word":"Varinesy","definition":" (angl. uarnish) a.: Zavatra ahosotra ny hazo mba hampalambolambo ary hampamirapiratra azy.\n Ahitsio"},{"word":"Varingarina","definition":" a.: Iraizotongotra izay manana fototra faribolana.\n Ahitsio"},{"word":"Variona","definition":" a.: Rivotra avy andrefan'ny amorontsiraka atsinanana; ny avy any atsimo kosa atao hoe anintafara.\n Ahitsio"},{"word":"Variraiventy","definition":" a: Anaran'ny vakim-bola kely indrindra. mitovy lanja amin'ny voambary anankiray; ny sandany dia iray ampaharoapolo amby fitonjaton'ny ariary.\n Ahitsio"},{"word":"Varirotra","definition":" p.t.: Enti-milaza ny tarehy na molotra mifendrotra na mifandrirotra noho ny zava-mahazo. - t.i.f.: Mivarirotra, fivarirotra / mahavarirotra / varirodrirotra.\n Ahitsio"},{"word":"Varivarina","definition":" (varivary) mt. th. (varivario): Asianavarivary.\n Ahitsio"},{"word":"Varivary","definition":" a: Tsy tena mamo, falifaty noho ny hantamoana, mienjina, jaonjaona. 1 Atriatry, salasalany, tsy kely tsy lehibe (filaza indrindra amin'ny hazandrano).\n Ahitsio"},{"word":"Varivary","definition":" p.t.: Vakin-kazo lava marotsaka fantsihana amin' ny lohatrano ka ipetrahan' ny tafo: Volotsangana no fanao uarivarin'ny tafo. 1 t, : Varivarina, mamarivary, famarivary, mpamarivary / mahavarivary. * Fiten.: Ianao no vovonana iadian'ny lohany, varivary andrian'ny tafo: enti-milaza olona ipetrahan'adidy amana andraikitra lehibe.\n Ahitsio"},{"word":"Varizohina","definition":" (varizoka) mt. ih. (uarizohy): Enti-milaza zavatra resahina lavareny, tsisy farany.\n Ahitsio"},{"word":"Varizoka","definition":" a: Resadresaka tsy misy antony mitarazoka tsisy farany. 1 Varizohina, tafavarizoka/mivarizoka, fivarizoka, mpivarizoka / ivarizohana, fivarizohana / mahavarizoka / varizodxizoka.\n Ahitsio"},{"word":"Varombo","definition":" a.: Ilay faritra hoboka aty idiran'ny zarany amin'ny angady.\n Ahitsio"},{"word":"Varongy","definition":" a.: Hazon'ala atsinanana, tsy dia mafy loatra, nefa maro mpitady hanaovana hazon-trano, hazon-kodiaran-tsarety, rafitra madinika... (Ocatea tricophlebia).\n Ahitsio"},{"word":"Varoraka","definition":" p.t.: Enti-milaza akanjo na lamba tsy voafatotra tsars fa ketraka, migedragedra. 1 h.o.: Tay mihetsika firy fa kivy sady vizana. - t.i.f.: Avaroraka, voavaroraka, tafavaroraka / manavaroraka, fanavaroraka, mpanavaroraka / anavarorahana, fanavarorahana / mivaroraka, fivaxoraka, mpivaroraka / ivarorahana, fivarorahana / mahavaroraka / varoradroraka.\n Ahitsio"},{"word":"Varotra","definition":" a: Fanakalozan-javatra amin'ny vola, hitadiavantombony: Lasa nanao varotra any an-tsiraka izy. 1 Entana amidy: Aza hitsahinao ity varotr'olona. i t.if.: Voavarotra / mivarotra, fivarotra, mpivarotra / ivarotana, fivarotana / mampivarotra, mifampivarotra, mahavarotra / varobarotra. -  F.-p.: Ady varotra: fifamaliana ataon'ny mpivarotra sy ny mpividy momba ny vidin' entana ka ny mpividy mangataka mba hahenan'ny mpivarotra io vidiny io, ny mpivarotra kosa tsy mety mainpihena avy hatrany. / Mamola-barotra: mampitamby ny mpivarotra ny mpividy mba hampihenany ny vidin'ny entana iadiam-barotra, na mampitamby ny mpividy ny mpivarotra mba hanekeny ny vidiny araka ny tiany hivarotana azy. / Manongombarotra: mahita olon-kafa mitady hividy ilay zavatra efa nokasaina hovidina ka manondrotra indray ny vidiny efa nomena. / Mivaro-tena: mahazo vola amin'ny fijanganjangana. / Varotra alika: varotra ifanerena. / Varotra ambongadiny: varotra be no atao fa tsy mitsipotipotika. / Varotra an'elakelatrano, varotra an-kobohobo: varotra atao any an-takontakona tsy sahy mazava noho ny mpivarotra ta hanondrotra ny vidin'entana tsy ara-drariny. / Varotra an-trano tokana: varotra entana tsy mety hita any an-kafa fa ao amin'io toerana io ihany. / Varotra antsinjarany: fivarotana zavatra tsipotehina madinidinika. / Varotra olona: fivarotana olona atao mpanompo. / Varotra omby anaty ambiaty: varo-javatra tsy eo ambany maso. / Varotry ny mananotena: varotry ny mpivarotra misalasala noho izy sady ta hahazo vola no toa tsy mahafoy entana. / Varo-bazaha: varotra tsy misy ady varotra fa efa raikitra hatrany tsy azo ovana ny vidin'entana. / Varoboba: varotra mora dia mora. / Varo-dratsy: fivarotana zavatra nangalarina. / Varodroa: enti-milaza olona roa samy mivarotra zavatra iray (oh. trano iray izay karakaraina mpanera roa samy ha-fa). / Varotra mahay mody: varotra azo averina na afody. / Varo-maika na Varotry ny maika hiala, Varotry ny mai-ka hody: varo-mora. / Varomaizina: mitovy amin'ny varotra an'elakela-trano. / Varo-mandeha: fivarotana enta-na mifindrafindra amin'ny toerana maro samihafa fa tsy amin'ny toerana anankiray raikitra. / Varo-maty: varotra entana tsy azo averina intsony na manao ahoana na manao ahoana. 1 h,o,: Fahafatesana, / Varo-miandry: varotra entana izay avela hijanona eo raha mbola tsy lafo. / Varo-miera na Varo-mifody: varotra entana azon'ny mpividy averina raha tsy mahafa-po azy. / Varotra misy fehi-uauany: varotra misy fepetra izay azo ravana. J Varotra tsy miverimbodiondry: varotra entana nanomezana vola mialoha ho fandraiketam-barotra, ka raha tahiny tsy raildtra ny varotra any aorian, dia lany maina iny vola iny fa tsy averin'ilay olona tompon'entana intsony. / Varo-tay mifody: varotra entana tsy azo averina intsony. 1 h.o.: Fahafatesana.\n Ahitsio"},{"word":"Varozaka","definition":" Varozana a. sy p. t.: Enti-milaza: 1) zavatra lava mirefarefa na mitaritarfka; 2) teny lava tsy misy antony fa ny teo ihany no averimberiaa, - t.i.f.: Avarozaka / manavarozaka, fanavarozaka, mpanavarozaka j anavarozahana, fanavarozahana / mivarozaka, fivarozaka, mpivarozaka / ivarozahana, fivarozahana / mahavarozaka / varozadrozaka.\n Ahitsio"},{"word":"Vary","definition":" a.: Karazan-javamaniry madini-boa, izay ambolena amin'ny tany malaria sy be rano, foto-kanin'ny telo ampahefatry ny mponlna eran'izao tontolo izao, ka anisan'izany ny Malagasy. (Misy karazany maro ny vary arakaraka ny lafiny jerena: raha ny bika aman' endriny no jerena, ao ny vary lava, vary botry, vary rojo..., \nMiha-betsaka ny karazana vary misy eto Madagasikara toy ny vary dista, makalioka, ny vary gasin'ny Mangamila, ny varin'ny Marovoay, ...\nRaha ny toerana aniriany kosa, ao ny vary ankeniheny, ny vary an-tanety, ny vary tomboka; raha ny fotoana amafazana azy, ao ny varialoha, vakiambiaty, vary asara, vary jeby, vary atriatry.•). 1 Famarana taloha mitovy amin'ny tolàna inenin'ny vata, izany hoe ~—\tmahatratra eo amin'ny 120 litatra ankehitriny eo ho savily eo: Vary zato tsy entimandeha. -  F,-p.: Vary varialoha (jar. io teny io), / Vary vakiambiaty (jer, io teny io). / Vary asara: vary ambolena amin'ny Janoary. / Vary jeby: vary afafy amin'ny Mey, ketsaina amin'ny Jiona ary jinjaina Novambra. / Vary atriatry: ambolena amin'ny Martsa (amin'ny tapany avaratra andrefana daholo ireo telo farany). / Vary rahana: vary akotry maitso andrahoina, ahahy vao totoina.\nIreto avy no zavatra lalovan'ny vary miatomboka izy akotry mandra-pahatongany ho vary azo hanina\nakotry: ireo totoina na atao masomboly\nafafy aloha ny akotry eny amin'ny taninketsa izay efa voaomana\nketsaina ireo ketsa atao eny amin'ny tanimbary\navaina afaka volana vitsy, rehefa matoy manomboka mavomavo dia jinjaina, atapy eny amin'ny famoloana ho maina, totoina ary hofaina izay vao andrahoina\n\nohabolana fampiasa: vary sy rano an-tsaha tsy mifanary, an-tanàna tsy mifandao\n Ahitsio"},{"word":"Vasavasa","definition":" a.: Famakafakana (zavatra) hatramin'ny antsipirianY madinika - t.i.f.: Vasavasaina, voavasavasa / mamasavasa, famasavasa, mpamasavasa / amasavasana, famasavasana / mivasavasa, fivasavasa, mpivasavasa / vasavasana, fivasavasana / mahavasavasa.\n Ahitsio"},{"word":"Vasavasaina","definition":" (vasavasa) mt. ih. (vasavasao): Fakafakaina hatramin'ny antsipiriany madinika.\n Ahitsio"},{"word":"Vasia","definition":" (fit.-p.) a.: Kintana. Vasia (t. tr.) a: Dihy.\n Ahitsio"},{"word":"Vasohina","definition":" (vasoka) mt, ih. (vasohy): Atao mangavoka. 1 Alana baraka: Novasohiny teo imason'ny olona teo a-ho.\n Ahitsio"},{"word":"Vasoka","definition":" p. t.: Tay mamiratra na mangiran fa mangavoka, matroka, komavoka: Vatoaoa efa vasoka ity ka tsy tiako. 1 Afa-baraka ka menatra. 1 t.if.: Vasohina, voavasoka / mamasoka, famasoka, mpamasoka / amasohana, famasohana / mahavasoka / vasobasoka. ¶ M.h.: Tsy mamiratra, tsy mangirana, tsy mandina, matroka, mangafoka, mangavoka, vazina, kimavo.\n Ahitsio"},{"word":"Vata","definition":" a.: Fanaka vita amin' ny hazo na vy, atao fainetrahana fitafiana na zavatra hafa ao anatiny: Avalona ao anaty vota ny lamba madio. 1 Fotoben'ny famarana taloha izay natao koa hoe fahenim-bary, mitovy amin'ny 20 1 na 2 dal ankehitriny; ny tapa-bata izany dia 10 litatra no fatrany. • F.-p,: Vatabe: tenabe (ny vataben-dokanga). / Vatandrakitra: vata fandatsahandrakitra. / Vatam-paty: vata filevenana na vata ametrahana ny faty andeha halevina. / Vatasarihana: vatakely norafetana hifampiditra amin' ny latabatra ka azo aintonina sy atosika araka izay itiavana azy. * Ohab.: Tantely tapa-bata ka ny fo no mameno azy: enti-miala tsiny raha kely tsy arakaraka ny fitiavana ny fanomezana atao.\n Ahitsio"},{"word":"Vatana","definition":" a.: Ny tenan'ny olona na biby: Ny olombelona dia uatana sy fanahy araka ny fampianaran'ny antokom-pinoana maro. -  F.-p.: Isam-batan'olona: enti-milaza ny tenan'ny olona tsirairay avy. / Vata-miaramila: miaramila tsotra tsy manan-galona. / Vatan-dehi?ahy: ny lehilahy rehetra ao amin'ny toerana iray. / Vatan'orona: ny tampon'orona, ny taolan'orona. / Vatantenany: enti-milaza hoe ny tenany mlhitsy. / Vatan-tsambo: ny tapaky ny sambo mitsinkafona ambonin'ny rano. / Vatan'okondro: ilay taho ben' ny akondro mitondra ny tenany manontolo. / Vatan' adaia: enti-milaza olona na zavatra lehibe ratsy bika, tsisy endriny. / Vaton-tainy: teny fanambaniana ilazana ny miaramila tsy manana Brady, ny vata-miaramlla.\n Ahitsio"},{"word":"Vato","definition":" a.: Zavatra mafy sady mavesatra hita ao anaty tany, izay lazain'ny mpahalala fa avy amin'ny fanjarian' ny afo, tany am-boalohany, ho vongana: Tany be vato i Madagasikara afovoan-tany. ? Potik'io voalaza eo ambony: Vary be vato. 1 Ireo toko alahatra amin'ny fanaovana kilalao sasany, toy ny fanorona, katra, dama: Vatom-panorona. ~ Ireo vy na varahina fandanjana efa misy rahateo ny mariky ny lanja: Vato-mizana. ~ Isa azo amin'ny fifidianana: Nitovy ny vato azon-dRakoto sy Baba tamin'ny fifidianana farany. - t.i.f.: Vatoana / mamato, famato / mamatovato, famatovato. -  F.-p.: Akora voto: silatsila-bato toa tsy ilaina manao ahoana. / Fo vato: fo tsy mangoraka olona. /Fonosimbato; haham-bato: enti-milaza hafatra tsy nova, voatahiry tsy nisy nahafahana. /Manao am-batonikaky: mandraikitra zavatra indray mandeha, ka tsy azo ovana intsony io; mihenahena amin' ny teny natao, toy ny mpivarotra tsy azo iadiam-barotra. / Mangidy vato: mety hanan-kevitra maro: na fatratra, na sarotra, na tsy laitra. / Nitady toko ka sendra vato: sendra izay notadiavina indrindra (matetika io f.-p. io no tohizana ny hoe: \"naniry zaza ka tera-dahy\", \"nikororoka vary ka sendra rivotra\"). / Toro vato nandiauana: maty olona kiady sy voninahitra (mitovy amin'ny hoe: folaka andry niankinana). / Vato ateli-mamba: enti-milaza ny tenin'olona efa ho faty izay tsy maintsy tovfna tanteraka, na koa teny na tsiambaratelo tanana mafy tsy atao misy mahalala. / Vato eran-tanana: olona eo am-pelatanan'ny hafa ka azony ampiasaina araka izay itiavany azy. / Vato fa-mono lolo: olona fanariana ny raharaha rehetra. / Vato fehizoro: vato fototra eo amin'ny zoron'ny trano aoriana. J Vato fiolahana: fialana. ( Vota filokana; vato torahana na vato tsipazana: vato misy loaka notorahan' ny olona ka noheverin'ny mpinompino foana fa fambara tsara raha tafiditra tao anaty lavaka ny vato, fa fambara ratsy kosa raha tsy tafiditra. / Vato kely vaua: kahihitra, mahidy mihirim-belona. / Vota mahery: vato-mizana mavesatra kokoa noho ny ara-dalàna. / Vato mitsangana: vato fahatsiarovana. / Vato nametan-kafatra: olona nametrahana teny ka tsy ma-nova izany. / Vato osa: vatomizana maivana kokoa noho ny ara-dalàna. / Vato tsindry hahazana: ilazana ny vato ataingina eo amin'ny sisin'ny tsihy anahazam-bary mba tsy hikopahan'ny tsihy rehefa tsofin'ny rivotra, ka esorina rehefa mena ny vary. ? h.o.: Zavatra na olona akipaka rehefa tsy misy ilana azy intsony. * Ohab.: Aza atao uato tsindry hahazana, ka raha maioka ny andro atsipy: enti-mananatra tsy hanao tsinontsinona ireo nahitana soa rehefa tsy misy ilana azy intsony. / Vato atora-pody ka tsy mataho-bary hihintsana: enti-milaza zavatra tsy maintsy atao noho ny soa kendrena aminy, ka tsy ajanona na inona inona tonga.\n Ahitsio"},{"word":"Vatoafo","definition":" na Vatofalia a.: Karazam-bato mainty mafy, fakana afo fa mora miteraka afo rehefa ampifampikasohina; fanaovana kapaika\n Ahitsio"},{"word":"Vatoana","definition":" p.t.: Be vato: Tany votoana, vary vatoana ? Hetry, botry, vatokely: Vatoana ity arma ity. ~ Mafy, sarotra andrahoina: Mangahazo uatoana.\n Ahitsio"},{"word":"Vatoasana","definition":" a.: Karazam-batovary malemy volo atao fandranitana fiasana, toy ny antsy, hety...\n Ahitsio"},{"word":"Vatobodo","definition":" a.: Karazam-bato mafonja.\n Ahitsio"},{"word":"Vatodidy","definition":" a.: Karazam-bato menamena madini-bolo sady malemilemy no tsy dia malama, ka atao fandranitana antsy tsara na fiasana (rehefa voavoatra toy izany ny vatodidy dia atao hoe vatoasana) mora pehina koa ny vatodidy ka ampiasaina hanaovana sary na haingontrano.\n Ahitsio"},{"word":"Vatofalia","definition":" na Falia a: Jer. Vatoafo.\n Ahitsio"},{"word":"Vatofantsika","definition":" a.: Fonjam-by alentika any anaty ranomasina mba hitana ny sambo tsy handeha.\n Ahitsio"},{"word":"Vatokangaly","definition":" na Vatongaly na Vatokinangaly a.: Karazambato mainty mangilohilo.\n Ahitsio"},{"word":"Vatokaranana","definition":" na Vatoharanana a.: Karazam-bato mafy sy mangarangarana.\n Ahitsio"},{"word":"Vatokilonjy","definition":" a.: Vongam-bato madinidinika efa tonga malama sy boribory noho izy nifampikasokasoka tao anaty rano.\n Ahitsio"},{"word":"Vatolahy","definition":" na Vato mitsangana a.: Vato ajoro eo ambony f asana na amin'ny toerana an-kavoana amoron-dalana mazàna misy soratra fampahatsiarovana.\n Ahitsio"},{"word":"Vatomainty","definition":" a: Karazam-bato mainty fahita betsaka eto amin'ny Nosy, heverina ho avy amin'ny fivainganan'ny mineraly niempo fahizay.\n Ahitsio"},{"word":"Vatomamy","definition":" a.: Karazan-javapihinana aingitraingitra vita amin'ny siramamy, mitarehina vato kely boribory.\n Ahitsio"},{"word":"Vatomandry","definition":" (Ats) a.: Vary afafy amin'ny heniheny ka jinjaina amin'ny ririnina.\n Ahitsio"},{"word":"Vatomanga","definition":" a.: Karazam-batosoa manga mahafinaritra ny lokony.\n Ahitsio"},{"word":"Vatomasina","definition":" a.: Sehatra boribory sy avo, voafaritra amin' ny vato, natokana hikabarian'ny Andriamanjaka fahizay.\n Ahitsio"},{"word":"Vatomazava","definition":" g: Karazana vatokaranana madio, tantera-pahazavana vita-Nanahary.\n Ahitsio"},{"word":"Vatomizana","definition":" a.: Fonjana metaly ampiasaina amin'ny fandanjana zavatra amin'ny mizana; manana endrika efa raikitra ny vatomizana ary misy tarehimarika milaza ny lanjany avy: l kilao, 2 kilao, 5 kilao, sns...\n Ahitsio"},{"word":"Vatonakoho","definition":" a.: Karazam-bato malemy sady loadoaka.\n Ahitsio"},{"word":"Vatonangy","definition":" a.: Karazam-bato mafy.\n Ahitsio"},{"word":"Vatonono","definition":" a.: Jer. Nono.\n Ahitsio"},{"word":"Vatony","definition":" na Sakany na Andranarivavy (Btt) a.: Vantotr' ombivavy afa-miteraka.\n Ahitsio"},{"word":"Vatopaika","definition":" (t. tr.) a.: Vonjy fo, sakafo tohan'aina.\n Ahitsio"},{"word":"Vatorano","definition":" a.: Karazana vatomainty izay mainty dia mainty ary mafy izaitsizy, ela vao mafana raha hafanaina, ka raha mandalo eo aminy ny entona tonga rano.\n Ahitsio"},{"word":"Vatorendrika","definition":" a.: Karazan-javatra namboarina hitarehi-na VatoaOa, mitovitovy amin' ny tamaboha.\n Ahitsio"},{"word":"Vatosanga","definition":" a.: Karazam-bato rehefa dorana 1500 mivoadrano ary tonga sokay malemy volo na platra.\n Ahitsio"},{"word":"Vatosoa","definition":" a.: Karazam-bato sarYObidy noho ny hasoany.\n Ahitsio"},{"word":"Vatosokay","definition":" a.: Karazam-bato inlay sokay.\n Ahitsio"},{"word":"Vatosokina","definition":" a: Karazam-bato fasipasehina na misy mivongambongana kely madinika.\n Ahitsio"},{"word":"Vatosolaitra","definition":" a.: Karazam-bato mihelakelaka na miselatselaka.\n Ahitsio"},{"word":"Vatotsileondoza","definition":" a.: Karazambatosoa.\n Ahitsio"},{"word":"Vatovandana","definition":" na Marbra o.: Karazam-batofotsy, tsy dia mafy loatra, vandambandana ny sorany ary mety ho tonga malambolambo mahafinaritra.\n Ahitsio"},{"word":"Vatovary","definition":" na Vatoasana a.: Karazam-bato mandray roa fa sady misy ny fotopototry ny vatofalia na vatoafo no misy sokay koa, ampiasaina indrindra hatao fanasana antsy.\n Ahitsio"},{"word":"Vatovy","definition":" a.: Karazam-bato mafy mainty avy amin'ny volkano.\n Ahitsio"},{"word":"Vatra","definition":" ft.: Vanditra amin'ny tena avy amin'ny kapoka na tady namatorana. i t. L f.: Mivatra, fivatra 1 vatravatra.\n Ahitsio"},{"word":"Vatra","definition":" a: Voakarakara, voakolokolo: Ho oatranao ve ireto zaza ireto? ? Zatra amin' ny...: Toa tsy ho vatrako na oviana na oviana io mpampianatraio. 1 Vita, azo a-tao: Tsy vatrany, hono, ny hiakatra at? isan'andro. ~ Aritra, zaka: Moa ho vatranao ve ny hofanana any amoron-tsiraka? - t.i.f.: Varina I mahavatra, fahavatra, mpahavatra / ahavarana, fahavarana / mankavatra / mifankavatra I ifankavarana, fifankavarana / vabatra.\n Ahitsio"},{"word":"Vatra","definition":" (t. tr.) a.: Rian-tapaka.\n Ahitsio"},{"word":"Vatravatra","definition":" a.: Fahatongavana rodobe amin-kery. ? Filatsahana havandra na orana vaventy sady mahery fiavy. 1 t.Lf.: Vatravatraina, avatravatra, voavatravatra / mamatravatra / amatravatrana, famatravatrana I mivatravatra, fivatravatra, mpivatravatra / ivatravatràna, fivatravatràna.\n Ahitsio"},{"word":"Vatravatraina","definition":" (vatravatra) mt. ih. (uatravatrao): Entina na tenenina mahery.\n Ahitsio"},{"word":"Vatritra","definition":" (t. tr.) a: Taolana.\n Ahitsio"},{"word":"Vatritrika","definition":" Mitovy amin'ny Trfngitringy. 6 t.Lf.: Mivatritrika.\n Ahitsio"},{"word":"Vatsavatsa","definition":" a.: Kamentsona, pentsompentsona, habasiambava; taria. • p. t.: Basivava. - t.i.f.: Vatsavatsaina, avatsavatsa, voavatsavatsa / marnatsavatsava, famatsavatsa, mpamatsavatsa ) amatsavatsana, famatsavatsana / mivatsavatsa, fivatsavatsa, mpivatsavatsa / ivatsavatsana, fivatsavatsana 1 mifampivatsavatsa / mahavatsavatsa.\n Ahitsio"},{"word":"Vatsavatsaina","definition":" (eatsavatsa) mt. ih. (uotsavatsào): Tariavina, kamentsonina.\n Ahitsio"},{"word":"Vatsina","definition":" (vatsy) mt. ih. (vatsio): Omena vatsy: Handeha tauitra izy ka uatsio tsora\n Ahitsio"},{"word":"Vatsy","definition":" a.: Sakafo, na vola atao solony, omena olona handeha hivahiny lavitra. - t.i.f.: Vatsina, avatsy, voavatsy, vinatsy / mamatsy, famatsy, mpamatsy I amatsiana, famatsiana / mivatsy, fivatsy, mpivatsy I ivatsiana, fivatsiana 1 mahavatsy.\n Ahitsio"},{"word":"Vava","definition":" a.: Fiandohan'ny lalankanina, izay eo afovoany ambanimbany amin'ny tarehy no misy azy, art' misarintsarin-davaka ny endriny, voafaritry ny molotra roa ambony sy amban?: Ao anatin'ny voua no misy ny lela sy ny nify. 1 Faritra misy loaka amin'ny zavatra énankiray, izay ampiasaina ho fidirana na fivoahana: Veina tafondro. 1 Teny ilazana rehefa mety ho faritra mitarehin-davaka na loaka: Voua fery, 1 Fiandohana: Voua asa, vaua alahamady. 1 Fahereza-miteny befahatany: Vauan'olona koa Rasoa iny! 1 Teny, fitenenana: Tsy tohako ny vavan-dRamatoa io ka aleoko mihataka. / Voua soa sakafo fa ny voua ratsy adidy. i t.Lf.: Vavàna, voavava / mamava, famava, mpamava 1 amavàna, famavàna / mivava, fivava I mahavava / vavavava / mivavavava, fivavavava. -  F.-p.: Auo uaua: sahy miteny loatra, miavom-piteny loatra. / Adala uaua: tsy mahay miteny. / Basivaua, uauàna: mahery miteny, tia miteny tsy an-kijanona. / Be taim-bava, be uaua: matinkambo izaitsizy. / Fihara-baua: mipentsompentsona ary tsy mijanona miteny. / Indraim-bava: teny kely foana. / Lasan-ko uauany (toa haron-tabebaka): be teny nefa tsy mahatanteraka / Mafy vava: enti-milaza olona mahatana tsara ny vavany ka tsy mamindra amin' ny hafa ny teny henony. / Mahay uaua: olona miteniteny ny sasany foana, mifosaf osa sy manaratsiratsy foana. / Maizim-bava uilany: ny ha-riva efa manomboka ho maizina. / Moka am-bavany: mamototra olona hotsaraina. / Maka uauan'olona: mino avy hatrany izay lazain'ny olona fa tsy mamototra akory ny amin'ny fahamarinany. / Ma-lama voua (mitovy amin'ny fihara-bava). / Manta voua: be fampanantenana fotsiny, miovaova fiteny /Maroni-baua (mitovy amin'ny fiharabava). / Masim-bava: enti-milaza ny olona maminavina zavatra ka matetika tanteraka izay lazainY. / Maty uauany: relia misy antsapaka na fanadinana ka kely sisa tsy nahazoany na nahafahany. / Mauesa-bava: tsy mahay miteny, sahirana izaitsizy rehefa miteny. / Miandry voua latsaka: manararaotra izay fiteny diso sendra latsaka. / Miaraka amin'ny uaua: poa toy izay, eo no ho eo. / Mihoa-bava: manao teny tafahoatra mandratra ny rariny na ny fitiava-namana. / Miloa-bava: miteny. / Tsy maty am-bauany: loza raha hiteny, kevoka ers', manan-kolazaina foana. / Vaut' ady: ny faritra manatrika ny fahavalo. / Voua ala: ny fidirana ho ao anaty ala. / Voua an-tsena: teny be tabataba fotsiny. / Voua asa: ny soritsoritr'angadfnomby farany amin'ny asa tanety. / Vaua azon'Andriamanitra: fikasana atao amin'Andriamanitra nefa tsy tanterahina any aoriana. /Va-va diso (tsy mba kabary): teny lasa tsy nahy. / Voua lalana: ny tendron'ny lalana roa, na ny toerana manamorona ny lalana. / Vauan'ny maty an-drano: teny mamy na be fampanantenàna noho ny hamaizana, nefa tsy tànana akory rehefa lasa ny loza. / Voua riana: ny tampon' ny riana. / Ambauariana: efamby akaiky ho faty (mitovy amin'ny °`andohariana\"). / Vava tany: ny faritry ny tany iray. / Voua tsy ambina (no ahitan-doza): teny tsy voatandrina, tsy voahevitra / Vaua vola: fanambazana vola.\n Ahitsio"},{"word":"Vavadidy","definition":" a: Loaka atao amin' ny fanambanin'ny lafaoro fanempoana vy, mba handehanan'ny rivotra tsara mampirehitra ny afo.\n Ahitsio"},{"word":"Vavafo","definition":" na Ambavafo a.: Ny lempona eo ambanin'ny tratra, mamaritra ny toerana misy ny vavony ao anaty.\n Ahitsio"},{"word":"Vavaha","definition":" a.: Hazandrano lehibe misy tandrony tokana fisaka voaravaky ny nifiny.\n Ahitsio"},{"word":"Vavahady","definition":" a.: Rafi-bato na hazo atao fidirana ao amin'ny tanàna na sahan'olona iray. 1 Vavan'ny hadivory nanodidina ny vohitra fahiny ka na-tao fidirana sy fivoahana tao. (Natao telo sosona na roa na iray monja ny vavahady, ka raha telo, ny mafy indrindra dia ny any ivelany, ary toerana roa no azo nanaovana ny vavahady, na eo andrefana kelin'ny zoro firarazana na eo amin'ny zorony atsimo andrefana tahaka ny misy ny varavaramben'ny trano). -  F.-p.: Kabary ambony uauahody: -kabary mipoapoaka natao hampirehidrehitra ny vahoaka.\n Ahitsio"},{"word":"Vavahoala","definition":" a.: Toerana andehanan'ny rano avy eny an-keniheny.\n Ahitsio"},{"word":"Vavahoana","definition":" a: Tany mitriatra, lempona. / Fotoana farany iafnana: Efa eo om-bauahoana ihany ilay marary notsidihinay omaly.\n Ahitsio"},{"word":"Vavaka","definition":" a: Fitsaohana sy fangatahana atao amin'Andriamanitra: Olona tia vavaka marina raha iny vehivauy iny. 1 tif: Voavavaka I mivavaka, fivavaka, mpivavaka I ivavahana, fivavahana / mifampivavaka / mampivavaka / mahavavaka I vavabavaka.\n Ahitsio"},{"word":"Vavaloza","definition":" a.: Vavan'ny votry. 1 Vava tafondro. 1 Zavamaniry tenehina anaovana fanafody aretim-bavony.\n Ahitsio"},{"word":"Vavana","definition":"(vava) mt ih. (vavao): Asiana vavany, asiana banga, loaka: Vauào ity ampiantany ity. 1 p. t.: Basivava, mipentsompentsom-bava: Mba vehivauy vavana izany!\n Ahitsio"},{"word":"Vavarana","definition":" (uauatra) mt. ih. (uavàro): Tatahana kely. • Vahana, velarina. 1 Aseho, ambara, aposaka.\n Ahitsio"},{"word":"Vavarano","definition":" o.: Toerana fiafaran'ny ony ka ivarianany any an-dranomasina; vinany. 1 Fihaonan-drenirano roa. 1 Halehiben'ny sakan'ny renirano na ny ony iray.\n Ahitsio"},{"word":"Vavatra","definition":" a.: Fatitra na tatatra kely. 1 Vaha, velatra. 1 Famosahan-kevitra, filazana. - t.i.f.: Vavarana, avavatra, voavavatra / mamavatra, famavatra, mpamavatra / amavarana, famavarana I mahavavatra.\n Ahitsio"},{"word":"Vavavokaka","definition":" (t, tr.) a.: Lavaka fanototra eo anoloan'ny varavaram-pasana.\n Ahitsio"},{"word":"Vaventy","definition":" p.t.: Lehibe: Olombauenty. 1 Be vatana, mivongavonga, makadiry: Olona uauenty tokoa izay nireaaka taminay izay! 1 Bakatraka: Vauenty fahana ity lamba ity. - t.i.f.: Vaventiventy I haventesana. -  F.-p.: Vaventy fiavy: manao an-keriny. / Vaventy fiteny: enti-milaza olona toa mandidididy raha miteny. / Vauenty be: goavana, goay be, babangony.\n Ahitsio"},{"word":"Vaviana","definition":" (vauy) mt. ih. (uauio): Enti-milaza ny biby roa (lahy sy vavy) ampiarahina.\n- vaviana: vavy anaka, tsy miteraka raha tsy vavy. oh: vaviana ramatoa Rasoa. \n- fivaviana: enti- milaza n'y fitaovam- pananahan'ny vehivavy Ahitsio"},{"word":"Vavina","definition":" na Vavena (vauy) mt. ih. (oavio, uaueo): Asianavavin-drafitra.\n Ahitsio"},{"word":"Vavolombelona","definition":" a.: Olona nanatri-maso na nandre zavatra iray ka afaka hiantoka ny fahamarinany, Ilana uauolombelona roa ny fisoratampanambadiana. 1 Zavatra entina manaporofo, manamarina: Vouo?ombelon'ny fahakamoana, dia izao laharana farany misy anao izao. * Ohab.: 'Vavolombelon'ny mpiasa ny bainga: enti-milaza fa ny asa no fanamarinana ny fahazotoan'ny mpiasa.\n Ahitsio"},{"word":"Vavomby","definition":" na Vavombiny a.: Ny ambaviny ifampitanan' ny rindrina roa amin'ny trano hazo.\n Ahitsio"},{"word":"Vavoninkena","definition":" a: Kitapo fahefatra amin'ny vavonin'ny biby mpandinika (toy ny omby na ondry).\n Ahitsio"},{"word":"Vavony","definition":" a: Kitapo mahalany eo amin'ny 1,5 1 (ho an'ny olombelona), izay mihetsiketsika mandritra ny ora vitsivitsy aorian'ny sakafo ka manakobana sy manapotipotika ny sakafo; tsy izany ihany fa mbola manova ny toetrany simika koa izy amin'ny alalan'ny fiharombavony izay ao anaty rindrim-bavony.\n Ahitsio"},{"word":"Vavorona","definition":" a.: Ireo lavak'orona roa hita amin'ny olombelona sy ny biby sasantsasany toy ny omby, soavaly, alika, sa-ka sns..., mba hidiran'ny rivotra iainana ary koa hivoahan'ny rivotra izay vao avy niainana.\n Ahitsio"},{"word":"Vavy","definition":" a: Olona na biby ma-nana toe-batana natao hiteraka. - t.i.f.: Vaviana, vavina, va-vans / mavavy, famavy, mpamavy.\n Ahitsio"},{"word":"Vay","definition":" a.: Fiangona-nana ao anaty nofo. * Ohab,: Manao vain-drahalahy tsy mba maharary: tsy miraharaha afa-tsy izay mahazo ny tena ihany, fa ny an'ny sasany heverina ho tsinontsinona.\n Ahitsio"},{"word":"Vazaha","definition":" a.: Ireo olona fotsY hoditra, mena sofina avy any Eoraopa: Tamin'ny tao-na 1.500, hono, no nahiton' ny Vazaha voalohany an'i Madagasikara 1 h.i: Rehefa mety ho vahiny avy any ampitan-dranomasina na avy an-tany hafa. - t.i.f.: Vazahaina / mahavazaha / vazahazaha.\n Ahitsio"},{"word":"Vazahaina","definition":" (uazaha) p.t.: Atao araka ny fomban'ny Vazaha.\n Ahitsio"},{"word":"Vazahazaha","definition":" p.t.: Manana fomba manahatahaka ny an'ny Vazaha.\n Ahitsio"},{"word":"Vazakakio","definition":" na Kakio a: Karazam-boloky madinika toy ny sarivazo, saingy mainty.\n Ahitsio"},{"word":"Vazana","definition":" a: Ireo nify vaventy fara laharana indrindra ary fanaikerana ny zavatra mafy: Maniry fara vazana 1 Zoro na lafiny efatra ambony amin'ny trano: Vazantrano. 1 h.i.: Lafiny efatra amin'ny tany: Eran'ny vazan-tany. i t.Lf.: Vazànana, avazana, voavazana / mamazana, famazana, mpamazana ) amazànana, famazànana 1 mifamazana 1 mahavazana 1 vazambazana. -  F,-p.: Vazan'aina: ilany kely amin'ny aina, sombimpahatsiahivana. / Tsy hitan' ny Uazan'aina akory: entimilaza zavatra hanina bitika kely ka zara raha tsaroan' ny aina.\n Ahitsio"},{"word":"Vazanana","definition":" (uazana) mt. ih. (vazàno): Kekerina mafy: Nouazanan'ny alika ny feny ka naratra ary lasa haingana any amin'ny Dokotera izy. ~ Terena mba hanoka-bava sy nify: Tsy maintsy vazanana i Koto rehefa ampisotroina fanafody.\n Ahitsio"},{"word":"Vazavaza","definition":" a.: Antsoantso mafy; hirahira mafy tsy misy laniny ary tsy hita izay mahatsara azy. - t.i.f.: Vazavazaina, voavazavaza/ mivazavaza, fivazavaza, mpivazavaza / ivazavazàna, fivazavazàna / mahavazavaza.\n Ahitsio"},{"word":"Vazavazaina","definition":" (vazavaza) mt. ih. (uazavazao): Antsolna kiakiahana mafy.\n Ahitsio"},{"word":"Vazimba","definition":" a.: Olona fohy sady kely, nonina tamin'ny tanin' ny Marina fahizay ary nivavahan'ny olona sasany sy nohajainy ny fasany taty aoriana. • h.L: Olona na zavatra kely loha sady fisaka: Fantsika loham-bazimba. t,if.: Vazimbaina.\n Ahitsio"},{"word":"Vazimbaina","definition":" (vazimba) mt. ih. (uazimbao): Tsiratsiraina, zimbazimbaina, atao tsinontsinona.\n Ahitsio"},{"word":"Vazina","definition":" p. t.: Fano vovoka, ma-loto, komavoka, be fotaka: Vazina aoka izany Ikoto niarina avy tao anaty fotaka. • Vasoka, vasobasoka, matromatroka toa maloto. • Tsy misy hajany, revo amin' ny zavatra iray ka tsy mahatandro ny voninahiny, - t.i.f.: Manavazina / mivazina, fivazina, mpivazina / ivazinana, fivazinana ! mahavazina / vazimbazina.\n Ahitsio"},{"word":"Vazivazina","definition":" (vazivazy) mt. ih. (uazivazio): Anaovana vazivazy, vosobosotra: Novazivaziko teo izy dia tezitra. • Esoina, harabina: Tandremoi tsy azonao uazivazina aho.\n Ahitsio"},{"word":"Vazivazy","definition":" a.: Zavatra atao mba hihomehezana, hanaovana sangisangy; vosobosotra: Ra-koto iny koa mba be vazivazy erg. • Fanesoana, fanarabiana: Tsy lefitro intsony ny vazivazin'ise, ry Koto, ka otsaharo hatramin'ny masonandro androany. / t.if.: Vazivazina, avazivazy, voavazivazy / mamazivazy, famazivazy, mpamazivazy / amazivaziana, famazivaziana / mivazivazy, fivazivazy, mpivazivazy / ivazivaziana, fivazivaziana / mahavazivazy. ¶ M.h.: Kivazivazy, somon ga, vosobosotra, sangisangy, kihanihany, kilalao, tsihanihany, safary, ala hamohamo, hatsikana, haikaika. — Voso-dratsy, sangisangy zary tenany, sangy mihoatra ny loha, fanory. — Mpanao kiuazivazy, kivalavala, hatsikana, katsikana, akisakisabe, hotsohotso, mpananihany, mpiaingiaingy, ariralahy, ariravavy, kapotsaka, mpiangano.\n Ahitsio"},{"word":"Vazizo","definition":" a.: Resaka tsy misy laniny na fiafarany ka mankaleo. • Fitampesonana na tomany lavareny ka mahasosotra ny mihaino azy. 1 tif: Mivazizo, fivazizo, mpivazizo / ivazizoana, fivazizoana / mahavazizo.\n Ahitsio"},{"word":"Vazizotra","definition":" a.: Jar. Vazizo.\n Ahitsio"},{"word":"Vazo","definition":" a.: Vehivavy sakaizan' ny lehilahy iray ivelan'ny tokantranony. — Indraindray anefa, na ny lehilahy sakaizam-behivavy koa aza dia a-tao hoe vazo araka ilay fitenenana hoe: \"Tsy manam-bazo afa-tsy Rainisambainy\".\n Ahitsio"},{"word":"Vazo","definition":" a.: Kalom-pitiavana ahatsiarovana olon-tiana; kalon' olo-manina. i t,if.: Vazoina J mivazo, fivazo, mpivazo / ivazoana, fivazoana / mahavazo / vazovazo.\n Ahitsio"},{"word":"Vazoina","definition":" (vazo) mt. ih. (vazoy): Hiraina, kaloina: Nouazoin' nyAvana ny hanin-kavana. • Anaovana vazo na kalompitiavana: Imiangaly no nouazo i n' And riana mpo inimerina.\n Ahitsio"},{"word":"Vazomboana","definition":" a.: Aretin'andoha manelonelo sy dontodonton'ny hamamoana ny omalin' iny. -  F,-p.: Miala uazomboana: misotro toaka kely indray mba hanala ny fahadontodontoana sy fahalemilemena tamin'ny fahamamoana ny omalin'iny.\n Ahitsio"},{"word":"Vazy","definition":" (fr, vase) a.: Fitoeramboninkazo, tavim-bonkrkazo.\n Ahitsio"},{"word":"Ve","definition":" Kianteny kely enti-manontany, ka tsy manomboka fehezanteny no ampiasana azy fa eo aorian'ny teny fototry ny fanontaniana: Handeha ue ianao amin'ny Alakamisy? — Amin'ny Alakamisy ve ianao no handeha? Indraindray, azo amplasaina miaraka amin'ny moa ny ve ka atao manarakaraka azy: Moa ve hijanona ianaof\n Ahitsio"},{"word":"Vehana","definition":" a.: Halavan-drefy ha-tao amin'ny tendron'ny fanondro ka hatramin'ny tendron'ny ankibe (vodivoampelatanana miverina indroa, na voatondro Polo, na zehy latsaka tondro). * F,-p,: Tsy miala vehana: tsy manaiky ny hihemotra na kely aza.\n Ahitsio"},{"word":"Vehivavy","definition":" a.: Ny olombelona vavy natao hiteraka, izany hoe manana ny toe-batana mifanohitra amin'ny an'ny lehilahy: Tsy misy tsy natera-behivavy. * F.-p.: Vehivaviny: enti-milaza ny vazo na sakaiza ratsy na tokantranomason'ny lehilahy iray.\n Ahitsio"},{"word":"Vela","definition":" a.: Fanalanonana; fainetrahana, famoizana; fanomezan-dalana, famindram-po amin'ny hadisoana vita. i t.Lf.: Avala, ambela, voavela, tafavela / mamela, famela,mpamela / amelàna, famelàna / mifamela / mivela, fivela, mpivela / ivelàna, fivelàna / mahavela / velavela.\n Ahitsio"},{"word":"Vela","definition":" a.: Trosa alan'izay resy amin'ny lalao fanorona. 1 I-lazana koa ny vato telo sisa amin'ny fanoron-dimy, na ny vato dimy amin'ny fanoron-tsivy. * Matim-bela: enti-milaza ny resy amin'ny fanorona. / Mihinam-bila na homam-bela: enti-mllaza izay resy manao valin'ady ka avy hatrany dia haniny ny vela. / Tsy afa-bela: ilazana faharesena tanteraka na fahavoazana mitohitohy. / Velamaivoho: fomba iray filalaovampanorona: esorin'ilay naharesy ny laharana iray amin' ny vatony. / Tsontsam-paika ka matim-bela: enti-milaza fahavoazana na fahafaham-baraka satria nanao hadisoana.\n Ahitsio"},{"word":"Velarana","definition":" (velatra) rat. pdr. (ve-Iaro): Enti-mllaza ny olona izay anaovana ny asa voalaza ao anatin'io matoanteny io: Velarana tsihy ny uahiny,\n Ahitsio"},{"word":"Velarina","definition":" (velatra) mt,ih. (vela-ro): Atsotra mivalampatra tsara: Velaro, retsy, ny tsihy hipetrahan'ny olona! ? Sokafana: Velaro tsara ny boky ao amin'ny takila fahatelo amby roapolo, • Aseho hatao milamina sy milahatra tsars mba hanaltra ny mason'ny olona: Nouelariny teo amoron-dalana ny entam-barony, izay nentiny avy any an-drenivohitra. • Hazavaina: Novelariny teo ny heviny ka niaiky daholo ny olona fa marina ny nolazainy. • Borahina, aseho tsy misy afenina: Velaro izay ao am-ponao fa aza misalasala.\n Ahitsio"},{"word":"Velatanana","definition":" a.: Dihim-behivavy ka ny felatanana no avadibadika.\n Ahitsio"},{"word":"Velatra","definition":" a.: Fandaharana; fampisehoana hiharihary; fandaharana sy fandaminana ny zavatra hamidy ho hitan'ny olona rehetra. 1 t.Lf.: Velarina, velarana, voavelatra, tafavelatra 1 mamelatra, famelatra, mpamelatra / amelàrana, famelàrana I mivelatra, fivelatra / ivelàrana, fivelàrana / mahavelatra / velabelatra.\n Ahitsio"},{"word":"Velatry","definition":" (Ats) a.: Vavaka atao amin'Andriananahary sy ny Razana.\n Ahitsio"},{"word":"Velezina","definition":" (vely) mt. ih. (velezo): Kapohina mafy: Noveleziny tamin'ny kibay ilay kely ka saika torana. • Kapohina mba hihintsanan'ny voambary : Eo amin'ny famoloana no uelezina ny vary. • Ampanenoina: Velezo amin'izay àry ny lakolosy. / Any ambanivohitra dia ny amponga no velezina raha hamory ny fokonolona. * Fiten.: Velezo ny vy dieny mafana: hararaoty ny fotoana tsara hanaovan-javatra.\n Ahitsio"},{"word":"Velively","definition":" p. mt.: Teny tsy fampiasa raha tay miaraka amin' ny \"tsy\", ka entina manamafy ny fandavana: Tsy fantatro velively izany olona izany.\n Ahitsio"},{"word":"Veloma","definition":" p.t. (velona amin'ny fomba mandidy): Teny ifanaovana raha mifandao ka firarlana mba sarny mbola ho velona soa aman-tsara. -  F.-p,: Veloma mandra-pihaona: veloma ifanaovana rehefa hisaraka handeha ka manantena mbola hihaona tsy ho eia / Veloma mifoha: teny ifanaovana rehefa hisaraka fa samy handeha hatory, mitovy amin'ny hoe: \"tafandria mandry\". * Fiten.: Veloma madinidinika, marina fantimpantenana: tomba fanaovam-beloman'ny mpifankatia miangolangola fiteny.\n Ahitsio"},{"word":"Velomina","definition":" (velona) mt. ih. (oelomy): Avala ho velona, noesorina tamin'ny fahafatesana ka naverina amin'ny fahavelomana indray: Efa nohelohin'ny fitsarana ho faty io olo-meloka io fa novelomin' ny Filohan'ny Nosy. 1 Karakaraina, ahina, omena sakafo: Tsy zakany velomina intsony, hono, ny zanany. 1 Ampanenoina, velezina: Velomy amin'izay ny lakolosy fa efa amin'ny valo maraina izao. ? Tsofina mba hirehitra: Novelominy indray ny a-fo nony Lasa ny fahaualo. • h,o.: Velomy isan'andro ny finoanao.\n Ahitsio"},{"word":"Velona","definition":" p. t.: Misy aina, tsy maty: Velona daholo ny zanakazo namboleko —Mbola uelona any ihany va re izay Rabe e! • Mandeha tsara, afaka mandeha: Efa uelono ve ilay fiarakodianao? • Maneno, midoboka, mirefodrefotra: Velona ny lakolosy — Velona ny amponga — Velona ny tehaka raha vao nitsangana fotsiny izy. • Mirehitra (amin'ny hevitra ara-bakiteny sy an'ohatra): Efa velona ny afo raha hahandro uary ianao — Velona indray ny hatezerany nandre izany teny izany. i Mihiratra, voasoritra, manan-kery: Mbola velona tsara izany fiteny izany — Mbola uelona mandraka ankehitriny ny \"Kitay telo andalana\". e Manomboka: Na-ka akalana iray avy izahay telo lahy dia velona tamin' izay ny resaka. • t.-p.: Teny atao firarian-tsoa raha misy olona mievina: Velona e! ? p. r nt.: Izaitsizy, aoka izany, fatratra: Maimbo velona io hena io izany! - t.i.f.: Veloma, velomina, voavelona, vinelona / mamelona, famelona, mpamelona / amelomana, famelomana / mivelona, fivelona, mpivelona / ivelomana, fivelomana / mampivelona, mpampivelona / mahavelona / velombelona. -  F.-p.: Manao mamy fo uelona: tia tena izaitsizy. / Mihirim-belona: kahihitra fatratra. / Mikimpy velona: miaxitra izaitsizy. / Rano vela-na: rano mikoriana. / Velom-bao: enti-milaza ny vehivavy vao avy niteraka, tera-bao. / Velom-bolo: mitsiatsia tsara, falifaly, miramirana. J Velona akora: miantsoantso, mihorakoraka, / Velona ambod: enti-milaza ny olona tsy maty ny am-boa natao solony tamin'ny fampinomana ka naman'ny naharesy ihany. / Velona antoka: enti-milaza ny zavatra amidy amin'ny vidy nahazoana azy lhany. / Velon-dindo: mana-mpandimby mendrika; masonkarena. / Velondratsy: valons saingy ory fadiranovana. / Velona eritreritra: lasa fisainana, tonga ma-nana ahiahy. / Velon-)aza: nahazo zaza. I Velon-taho: ilazana ireo vodin-javamaniry alaina nefa tsy voaongotra ny tahony. I Tsy velon-komana: mahia kaozatra. J Velo-mihafy: kamboty mlahy tena. / Velo-misalahy: faly amin'ny anjara azo raha mfsy fizaran-javatra natao.\n Ahitsio"},{"word":"Velovelo","definition":" ft.: Sarlsary hita an' eritreritra; fahontsana man-gins. - t.i.f.: Mamelovelo.\n Ahitsio"},{"word":"Vely","definition":" a.: Fikapohana, famonoana amin'ny zavatra (hazo, kanonta) eny an-tanana: Vely kanonta — Vely uary, i t.Lf.: Velezina, avely, ainely, voavely, vinely / mamely, famely, mpamely / amelezana, famelezana / mifamely / mively, fively, mpively / ivelezana, fivelezana 1 mahavely / velively. -  F.-p.: Vely rano na velirano: fianianana.\n Ahitsio"},{"word":"Vembena","definition":" (vena) a.: Firondronana, fihilangilanana. * t.Lf.: Mivembena, fivembena, mpivembena.\n Ahitsio"},{"word":"Vena","definition":" (fr. veine) a.: Lalandra mitondra ny ra miverina ho ao amin'ny fo rehefa avy ni-tondra sakafo ho an'ny tena rehetra; mangamanga kosa noho izany ny ra ao aminy.\n Ahitsio"},{"word":"Vena","definition":" ft.: Rona, fihilanana, firaikana, * t.i.f.: Avena, voavena / mi-vans, fivena, mpivena I vembena / avembena, voavembena, tafavembena / mivembena, fivembena, mpivembena / ivembenana, fivembenana / mahavembena.\n Ahitsio"},{"word":"Venavena","definition":" a.: Toetran'ny zavatra, toy ny fery na lavaka, misokatra makadiry, mitanatana. • Toetran'olona miraikiraiky, mitahontahona. - t.i.f.: Mamenavena, famenavena / mivenavena, fivenavena, mpivenavena I ivenavenana, fivenavenana / mangovenavena,\n Ahitsio"},{"word":"Vendrana","definition":" p.t.: Mihenjana, misokatra kely ny hodimaso: Vendrana hatrany an-kibondreniny io zaza io. • Adaladala, tay mahay na inona na inona: Olona vendrana ve no iaraha-miasa ka aiza no ho tsara ny zavatra ataol - t.i.f.: Vendranina, avendrana, voavendrana j mamendrana, famendrana, mpamendrana I amendranana, famendranana I mivendrana, fivendrana I mahavendrana / vendrambendrana / mamendrambendrana.\n Ahitsio"},{"word":"Vendrana","definition":" a.: Karazana hazandrano.\n Ahitsio"},{"word":"Vendranina","definition":" (vendrana) mt. ih. (vendrano): (maso) Sokafana avadika mba hanalana tapak' ahitra sendra nahaditsoka. • Verahina roa (ohatra ny akoho vonoina).\n Ahitsio"},{"word":"Vendrivendry","definition":" a.: Firenirenena, • Hadalana, haketrenana. • Tsy fanasiana antony, filalaovana, famazivaziana. • Fahajemben'ny maso tarafin' ny hazavana ka mipendrampendrana. - t.i.f.: Avendrivendry, voavendrivendry, tafavendrivendry / mamendrivendry, famendrivendry, mpamendrivendry / amendrivendrena, famendrivendrena / mivendrivendry, fivendrivendry, mpivendrivendry / ivendrivendrena, fivendrivendrena I mahavendrivendry.\n Ahitsio"},{"word":"Venezoelianina","definition":" (fr. vénézuelien) a. : Ny firenena tompontany any Venezoela (Amerika ataimo). ? p.t.: Momba an'i Venezoela, an'i Venezoela na avy any Venezoela: Ny Espaniola no teny tenenin'ny mponina venezoelian(na.\n Ahitsio"},{"word":"Ventesina","definition":" (venty) mt. fh. (c'en-tain): (hira, fivavahana) Tarihina: Venteso ny fivavahana.\n Ahitsio"},{"word":"Ventiny","definition":" a.: Enti-milaza zavatra vongany fa tsy ranony.\n Ahitsio"},{"word":"Venty","definition":" a.: Fototry ny isa. • 1024\tAntoko, tsinjara: Lalàna dimy venty sy telonjato. • Fo topototra: Holazaiko anao ny ventin'ny lahateny nataony fa henoy tsara dry. *Vongana iray mitambatra: Ranony daholo izy izany fa tsy misy ventiny na dia kely oza, t' Fitarihana hira. - t.i.f.: Ventesina, voaventy j miventy, fiventy, mpiventy I iventesana, fiventesana / mahaventy. - \tVentin-teny: fototry ny teny na ny lahateny.\n Ahitsio"},{"word":"Venty","definition":" a.: Anaram-bola malagasy ampahenin'ny ariary ny sandany na iralmbilanja; latsaka voamen: 0,80Fr ary miditra amin'lreto anarambola manaraka ireto: lasiuenty (ilavoamena sy venty: OFr9O);uentlsikorobo (2Frs); ariary latsabenty (4Frs).\n Ahitsio"},{"word":"Veoveoka","definition":" a.: Anarana karazam-borona.\n Ahitsio"},{"word":"Verahina","definition":" (veraka) mt. ih. (veraho): Vakina roa ka sokafana tsara: Misy vitsika ny voankazo sasany rehefa verahina, • Loarana ny tsinafny: Noverahina ilay kisoa rehefa avy nodorana. • Velarina: Veraho ny entanao hosavana. • Borahina: Aza matahotra fa veraho izay ao am-ponon.\n Ahitsio"},{"word":"Veraka","definition":" a: Toetran'ny zavatra misaratsaraka, mitriatra na vaky; famborahana. - t.i.f.: Verahina, voaveraka / mameraka, fameraka, mpameraka / amerahana, famerahana / miveraka, fiveraka / iverahana, fiverahana / mahaveraka j veraberaka.\n Ahitsio"},{"word":"Veravera","definition":" a.: Fanatsikerakerana sy fanasaratsarahana ny vohavoha na landy hofolesina. • Fivaroradrorahan'ny akanjo anaovana ka mampiseho vatana. • Toetran'ny olona mivozavoza, mitahontahona. i t.if.: Veraveraina, averavera, voaveravera / mameravera, fameravera, mpameravera 1 ameraveràna, fameraveràna j miveravera, fiveravera, mpiveravera / iveraveràna, fiveraveràna j mahaveravera.\n Ahitsio"},{"word":"Veraveraina","definition":" (veravera) mt, ih. (veraverdo): Saratsarahina, tsikerakeraina.\n Ahitsio"},{"word":"Verezina","definition":" (very) mt, ih. (verezo): Arian tsy ho zanaka na atao tonga mietry hamendrehana ka tonga andevo: Noverezina tamin'ny vola tsy vaky lzy, / Verezin-jo. • Lamina amin'ny tsinontsinona, amin'ny tsy antony: Nouerezin-dRamatoa iny tamin' ny resaka tsisy antony fotsiny lahy ny androko!\n Ahitsio"},{"word":"Verimaso","definition":" a.: Fijerena amin' ny hirika kely amin'ny larrrba anaronana ny loha ka ny maso ihany no tsy takonana: Manao verimaso.\n Ahitsio"},{"word":"Verina","definition":" a.: Fahatongavana indray eo amin'ny toerana nialans. • Fanaovana dia mianotra. •Fanaterana. - t.i.f.: Averina, voaverina, tafaverina 1 mamerina, famerina, mpamerina 1 amerenana, famerenana j miverina, fiverina, mpiverina / iverenana, fiverenana j mahaverina / verimberina / mamerimberina / miverimberina.\n Ahitsio"},{"word":"Vermisely","definition":" (fr. vermicelle) a.: Koba misy atody nomainina ary notorotoroina.\n Ahitsio"},{"word":"Vero","definition":" a.: Karazan'ahitra lava, ny raviny mahitsy maranfdoha (Andropogon hirtus, L). Misy karazany vitsivitsy ny vero: verobe, verofehana, veromanitra, verontsanjy. - t.i.f.: Verovero j mamerovero.\n Ahitsio"},{"word":"Verobe","definition":" a: Ny Inhibe indrindra amin'ny vero (Andropogon).\n Ahitsio"},{"word":"Verofehana","definition":" a.: Karazam-bero (Andropogon nardus).\n Ahitsio"},{"word":"Veroka","definition":" a.: Teny tsy fahita afatsy amin'ilay fombam-pitenenana hoe: Tsy azo veroka, tsy hita veroka: tsy azo eritreretina, tsy azo saintsainlna.\n Ahitsio"},{"word":"Veromanitra","definition":" a.: Karazam-bero mani-dravina izay anaovan' ny olona fisotro toy ny dite ka manapahita tory tsara(Andropogon Schoenantus).\n Ahitsio"},{"word":"Verontsanjy","definition":" a.: Karazam-bero vaventy sady lava (Andropogon Cymbarius).\n Ahitsio"},{"word":"Verovero","definition":" a.: Hanitra, fofona. 1 t.i.f.: Mamerovero.\n Ahitsio"},{"word":"Very","definition":" p.t.: Tsy hita izay misy azy, tsy hita izay nalehany: Very ny peniko (izay atao koa hoe: Veriko ny peniko, na Very penina aho). / Very ny ondrinay. • Lany amin' ny tsinontsinona, amin'ny tsisy antony: Very foana lahy ny androko! / Very mai-na ny hasasarako. • (taloha) Nandevozina, nesorina ny zo maha-olona afaka azy: Vary izy mianakavy fa tsy nahaloa ny volan'olona, • Voaheloka ho any amin'ny afobe: Ho very izay tsy mibebaka alohan'ny hahafatesany (fampianarana kristianina). - t.i.f.: Verèzina I mamery, famery, mpamery j amerezana, famerezana 1 mahavery j ahaverezana, fahaverezana / haverezana. -  Very andro: lany fotoana amin'ny tsinontsinona. / Vary araka: tsy hita harahina intsony ny nalehany. / Very dia: tsy mifantoka intsony amin'ny zavatra iray nibahana tao an-doha ny saina. / Very faty: tsy hita izay misy ny fatiny. / Very fonoka: tsy ao an-tsaina intsony. / Very hasina: tay manana ny voninahiny intsony. / Very heuitra: tsy mahita izay hatao, sanganehana fatratra. / Vary lany: enti-milaza ny kofehy misafotofoto tsy hi-ta ny laniny roa. / Very mai-na: tsisy vokany. / Very maso: jer, verimaso. / Very momoka: tsy misy mahatsiaro intsony. / Very polka na very petsika: enti-milaza ny mpilalao fanorona izay voasokera hatraiza hatraiza ka voatery milavo lefona. j Very poka: tsy re maty tsy re velona. j Very rariny: mitovy amin'ny very andro. j\n Ahitsio"},{"word":"Very rerika","definition":" latsaka lalina ao anatin'ny fandinihana ka tsy mahare izay ambonin' ny tany intsony. / Very saina: lasa adala. / Vary arisa-ka: nahena na nariana ny antsasany. / Very sioka: hadino tanteraka. j Very tadidy: enti-milaza ny zavatra tsy tsaroana intsony na olona tsy mahatsiaro na inona na inona intsony. / Very tenany: amin'ny adin'akoholahy, ny tenan'ilay akoholahy resy mihitsy no natao Io-ka ka lasan'ny tompon'ilay akoho naharesy.l Very voadia: mitovy hevitra amin'ny very araka, tsy hita hokarohina intsony. / Very zo: nesorina taminy ny fahazoamanao zavatra maha-olona azy, lasa mpanompo. ¶ M. h.: Diso toerana, tsy hi-ta, nafoy, aira latsaka andrano, very an-tsavony, very faty, very momoka, very po-ka, very sioka, very tadidy. — Very, diso lalana, maniasia, mirenireny, tsy mahita lalana, voan'ny tamberintany.\n Ahitsio"},{"word":"Vesarana","definition":" na Vesarina (uesatra) mt. pdr. (vesaro): Tsindriana zavatra be lanja: Aza vesarana entana io zaza io fa mbola kely. / Nouesaranao adidy Inhibe aho, nefa na dia izany aza tsy hiamboho adidy aho. 1 Tototra: Vesaran'alahelo ny fony.\n Ahitsio"},{"word":"Vesatra","definition":" a.: Lanja: Ny vesatry ny adidy. i• Ny hadontoana, tsy fisononohana. - t.i.f.: Vesarana, vesarina, avesatra, voavesatra / marnesatra na manavesatra, farnesatra, mpamesatra / amesarana, famesarana / mivesatra, fivesatra, mpivesatra / ivesarana, fivesarana / mahavesatra / vesabesatra / havesarana I fahavesarana / mavesatra.\n Ahitsio"},{"word":"Vesohina","definition":" (vesoka) mt. ih. (vesohy): Enti-milaza ny zavatra resahina tsisy faranY mandany andro.\n Ahitsio"},{"word":"Vesoka","definition":" a: Pentsompentsona, fitenenana tsisy farany mandany fotoana, vatsavatsa, ta-ria. - t.i.f.: Vesohina, voavesoka I mivesoka, fivesoka, mpivesoka I tvesohana, fivesohana / mahavesoka 1 vesobesoka.\n Ahitsio"},{"word":"Veta","definition":" p. t.: Mainte, flafna, tia na milalao loto: Ity tena zozo veta mihitsy: diky maloto io dia lalaouiny. - t.i.f.: Vetaina, voaveta I mameta, fameta, mpameta / ametàna, fametàna / mahaveta / vetaveta 1 mametaveta.\n Ahitsio"},{"word":"Vetaina","definition":" (veto) mt ih. (vetao): Lotoina, otana fady.\n Ahitsio"},{"word":"Vetaveta","definition":" (veta) p. t.: Mana na miteny zavatra tsy mendrlka; ratsy fiaina: Zaza vetaveta mihitsy ity zaza ity. •Maha-;nenatra, tsy mendrika, ma-loto: Aoka ianareo tsY hiteny vetaveta eto imasoko fa mahasosotra ahy. • Mandranitra ny filan'ny nofo: Aoka tsy hanao dihy vetaveta fa mamono ny fanahinareo izany.\n Ahitsio"},{"word":"Vetivety","definition":" na Vetivetika p. mt.: Tsy ela, haingana ihany: Hiverina vetivety aho ka aza miala eto foana ianao.\n Ahitsio"},{"word":"Vetraka","definition":" na Tsivetraka a.: Ny faritra hatreo amin'ny valahana ka hatramin'ny tongotra. • Fipetrahana amin'ny tsihy ka mitsotra tsara ny tongotra roa. - t.i.f.: Avetraka, voavetraka / mivetraka, fivetraka, mpivetraka I ivetrahana, fivetrahana / mahavetraka I vetrabetraka 1 vetrany. -  F.-p.: Milanja am-betraka: fomba filanjana olona, na biby, na zavatra tsy malntsy ilana olona roa, toy ny marary fonosina anaty lamba, ka ny iray amin'ny mpitondra avy eny amin'ny, lohanY, ny iray avy any amin'ny tongony.\n Ahitsio"},{"word":"Vetrehina","definition":" (vetrika) mt. ih. (vetreho): Vatsavatsaina, kamentsonina. • Bedibedena, bedibedesina.\n Ahitsio"},{"word":"Vetrika","definition":" a.: Vatsavatsa; kamentsona. • Bedibedy foana tsy misy farany. - t.i.f.: Vetxehina, voavetrika/ mivetrika, fivetrika, mpivetrika / ivetrehana, fivetrehana j mahavetrika / vetribetrika.\n Ahitsio"},{"word":"Vetro","definition":" na Vetrovetro a.: Fampifangaroana zavatra andrahoina ka ny anana no atao betsaka fa sombiny kely ny hafa. - t.i.f: Mivetro na mivetrovetro, fivetro na fivetrovetro.\n Ahitsio"},{"word":"Vetsivetsy","definition":" na Vetsovetso a.: (ity faharoa no tena fampiasa) Tanisanisa lazain'ny vava na ao am-po tsy miloaka fotsiny ihany. • h.L: Hira kaloina malefaka dia malefaka. - t.i.f.: Vetsivetsena, vetsovetsoina, voavetsivetsy, voavetsovetso / mametsivetsy na mametsovetso, fametsivetsy na fametsovetso, mpametsivetsy na mpametsovetso / mivetsivetsy na mivetsovetso, fivetsivetsy na fivetsovetso, mpivetsovetso na mpivetsivetsy / ivetsivetsena na ivetsovetsoana, fivetsivetsena na fivetsovetsoana / mahavetsivetsy na mahavetsovetso.\n Ahitsio"},{"word":"vetso","definition":"Tononkalo an-tsento. Rindran-teny milanto. Tanisan-teny Ahitsio"},{"word":"vetsovetso","definition":"Jer. [vetso] Ahitsio"},{"word":"Vetsovetsoina","definition":" (vetsovetso) mt. ih. (vetsovetsdy): Tanisanisaina, hirahiraina: NY fahatsiarovana ny zanany no io vetsovetsoiny marain-tsy ha-riva io.\n Ahitsio"},{"word":"Vezabezatra","definition":" a.: Toetran'ny zavatra misokatra mangotanatana.\n Ahitsio"},{"word":"Vezarina","definition":" na Vezatina (vezatra) mt. ih. (vezàro, vezato): Roritina mafy mba hisokatra na hivaha.\n Ahitsio"},{"word":"Vezatra","definition":" a.: Famahana na fanokafana zavatra an-keriny amin'ny fandroritana mafy ny vavany: Aza atao am-bezatra ny fanokafana io sobiky io sao dia vaky daholo ny atodim-borona ao anatiny. - t.i.f.: Vezarina, vezatina, avezatra, voavezatra / marnezatra, famezatra, mpamezatra / amezàrana, famezàrana / mivezatra, fivezatra I ivezarana, fivezarana.\n Ahitsio"},{"word":"Vezavezaina","definition":" (vezaveza) mt.ih. (vezavezao):Atao tonga mangotanatana.\n Ahitsio"},{"word":"Vezika","definition":" a.: Fandehanana etsy sy eroa ka miverimberina eo hatrany. - t.i.f.: Avezika, voavezika, tafavezika / mivezika, fivezika, mpivezika I ivezehana, fivezehana / mahavezika.\n Ahitsio"},{"word":"Vezimbezina","definition":"(vezina) a.: Firondronana, fiverimberenana amin'ny toerany teo aloha indray.\n Ahitsio"},{"word":"Vezina","definition":" a.: Enti-milaza fihemorana na fihatahan-javatra kely izay miverina eo amin'ny toerany ihany indray. i t.Lf: Avezina, tafavezinaj mivezina, fivezina / ivezenana, fivezenana / vezimbezina / mamezimbezina I mivezimbezina.\n Ahitsio"},{"word":"Vezivezy","definition":" a.: Fandehanana etsy sy eroa; fiasana dia; firenirenena, firioriovana. - t.i.f.: Avezivezy, voavezivezy, tafavezivezy / mamezivezy, famezivezy, mpamezivezy / amezivezena, famezivezena /mivezivezy, fivezivezy, mpivezivezy 1 ivezivezena, fivezivezena f màhavezivezy.\n Ahitsio"},{"word":"Vezo","definition":" a.: Zana-poko madinika sakalava, atsimo andrefana, malaza amin'ny fahaizana rano ka ny fanjonoana indrindra no antom-pivelomany.\n Ahitsio"},{"word":"Vezovezo","definition":" a.: Filan-kisa, filambaniny, fifandirana hanimbana fihavanana. 1 t.if.: Vezovezoina, voavezovezo / mamezovezo, fainezovezo, mpamezovezo / ainezovezoana, famezovezoana / mivezovezo, fivezovezo, mpivezovezo / ivezovezoana, fivezovezoana/ mahavezovezo.\n Ahitsio"},{"word":"Vezovezoina","definition":" (vezovezo) mt. ih. (vezovezoy): Ilana ady: Miangavy anao aho, aza mba izaho no vezovezoinao eo fa hataoko mahita ahy ianao!\n Ahitsio"},{"word":"Via","definition":" a.: Jar. Viha.\n Ahitsio"},{"word":"Viaidina","definition":" a.: Karazana vy fanaovana fantsona fitondrandrano.\n Ahitsio"},{"word":"Viavy","definition":" (fit,-p.) a.: Vehivavy.\n Ahitsio"},{"word":"Vibrio","definition":" (fr. vibrion) a,: Mikraoby miditra amin'ny antokon' ny bakteria, miendrika faingo amin'ny fahitana azy amin'ny mikraoskopy, fototry ny aretina maro toy ny kolerà.\n Ahitsio"},{"word":"Vidina","definition":" (vidy) mt. ih. (vidio): Atakalo vola: Nouidiko valopolo ariary io reniakoho io, t+ Tambazam-bola: Isaorana Andriamanitra fa olona tsy mba azo vidim-bola raha ia mpitsara io.\n Ahitsio"},{"word":"Vidy","definition":" a.: Takalon-javatra arabola: Efa nomen'i Naivo ve ny vidin'ny bokinao tany aminy? 1 Valiny, setriny: ]o trano io izao no mba vidinkasasarako hatramin'izay. • Lanja: Tsy hay tombanana ny uidin'ny hatsaram-panahy na dia mbola eto an-tany aza. 6 t.tf.: Vidina, amfdy, voavidy, vinidy / mividy, fividy, mpividy f ividianana, fividianana / mahavidy / vidividy.\n Ahitsio"},{"word":"Vifotsy","definition":" a,: Karazam-by manify fanaovana siny, zinga, maharitrafo, sns...\n Ahitsio"},{"word":"Viha","definition":" a.: Karazan-javamaniry sahala amin'ny saonjo ngezabe fahita any anaty rano na amin'ny tany mando (Thyphonodorum Lindleganum),\n Ahitsio"},{"word":"Vihana","definition":" a.: Anaran-kazo.\n Ahitsio"},{"word":"Vihina","definition":" na Vihindahy a.: Voa anankiroa voafono kitapo eo ambanin'ny faritra fananahan'ny lehilahy.\n Ahitsio"},{"word":"Vihivihy","definition":" a.: Hovitra, pararetra noho ny hatsiaka. - t.i.f,: Mivihivihy, fivihivihy, mpivihivihy /      ivihivihiana, fivihivihiana.\n Ahitsio"},{"word":"Vika","definition":" a.: Pitsoka oritra, fahafolahan-taolana. i t.i.f.: Mivika, fivika.\n Ahitsio"},{"word":"Vika","definition":" a.: Ahitra lava fanao sarom-bovonana. ? h.o.: Entimilaza izay mafy sy maharitra. - t.i.f.: Mavika, mavibika.\n Ahitsio"},{"word":"Vikavika","definition":" a.: Fomba fanjairana hanamarihana izay tena hozairina na hitanana azy fotsiny vonjimaika; zojdtra: A-taouy vikavika fotsiny aloha fa izaho no hanjaitra azy amin'ny milina. - t.i.f.: Vikavikaina, avikavika, voavikavika / mamikavika, famikavika, mpamikavika / amikavikàna, famikavikàna / mivikavika, fivikavika / ivikavikàna, fivikavikàna / mahavikavika.\n Ahitsio"},{"word":"Vikavikaina","definition":" (vikavika) mt.ih. (vikavikào): Atao vikavika fotsiny; zairina atao zojdtra: Vikavikao, retsy, io lambako io fa maika hahodiko milina.\n Ahitsio"},{"word":"Vikera","definition":" (fr. vicaire) a.: Anarana iantsoana ny lefitry ny kiore. (fiv. kat.)\n Ahitsio"},{"word":"Vikina","definition":" a.: Fandinganana misavoana avo dia mikasika ny tany indray; fihoarana, fitsipihana, tsambikina. 1 t.Lf.: Vikinina, avikina, voavikina, vinikina, tafavikina f mamikina, famikina, mpamikina 1 amikinana, famikinana f mivikina, fivikina, mpivikina I ivikinana, fivikinana / mahavikina / vikimbikina. -  F,-p.: Manao uikin-tsahona: mitsambikina, ny tongotra roa mikambana. +t Ohab.: Atao vikina alina: aleo manana amby, toy izay tsy ampy: raha misy zavatra mampatahotra na mampisalasala, aleo manao mihoatra noho izay tokony hatao toy izay manao latsaka.\n Ahitsio"},{"word":"Vikinina","definition":" (vikina) mt. ih. (vikino): Ihoarana, dikaina, clinganina: Vikfno io tamboho io raha afakao. -  F,-p,: Tsy vikinin-dahy na tsivikinindahy: tamboho eo amin'ny iray metatra sy sasany eo ho eo, na fefy hazo marani-doha.\n Ahitsio"},{"word":"Vikiviky","definition":" a.: Hamailahana, havitrihana. - t.i.f.: Tafavikiviky I mivikiviky, fivikivikY, mpivikiviky / ivikivikiana, fivikivikiana / mamikiviky.\n Ahitsio"},{"word":"Viko","definition":" (Tsm) a.: Zavamaniry iray karazana amin'ny volotsangana, fanao sahafa sy fanohanana vavan-tandroho.\n Ahitsio"},{"word":"Vila","definition":" (Btm) a.: Fefin'ny hazandrano anaty rano.\n Ahitsio"},{"word":"Vilahina","definition":" (vilaka) mt. ih, (vilàho): Folahina: Novilahin' ny rivotra ny rantsan-kazo.\n Ahitsio"},{"word":"Vilaka","definition":" p.t.: Tsy mahitsy fa meloka, bilabila miforitra: Notsofin'ny riuo-mahery ny hazo teo an-tokotany hany ka vilaka daholo ny rantsankazo rehetra. - t.i.f.: Vilahina, avilaka, voavilaka / mivilaka / mahavilaka.\n Ahitsio"},{"word":"Vilana","definition":" p. t.: Tsy mahitsy fa misompirana: Vilana be mihitsy ny tsipika nataonao. • Tsy araka ny toetrany mahitsy tsara fa mivaona: Nanjary vilana ny vavany noho ilay aretina nahavoa azy. - t.i.f.: Avilana, voavilana / mivilana, fivilana f mahavilana / vilambilana.\n Ahitsio"},{"word":"Vilany","definition":" a.: Zavatra fandrahoantsakafo, mety ho vy na tany: Ny vilany tany izay natokana ho fandrahoan-daaka dia natao hoe \"nongo\". -  F,-p.: Aretim-bilany: teny vazivazy ilazana ny hanoanana. / Maizim-bava vilany: enti-milaza ny hariva efa manomboka maizina. * Ohab.: Izay akaiky vilany feno arina: enti-milaza fa izay eo akaiky matetika no ihandrinan'ny fahasahiranana fa ny lavitra tsy hita hantsoina. / Ny ao am-pon'ny vilany mahamay, ny ao ampon'ny siny mangatsiaka: enti-milaza ny fahasamihafan'ny toetran'ny olona na ny toetran'ny zavatra. / Vilany misarona toa hisy inona ihany: matetika ny zavatra avala iunin'izao na tsy ranima hojerena tsy dia manaitra firy, fa raha saxo-nana na sakantsakanana kosa ny fijerena azy vao main-ka manintona ny saina sy ny maso hijery azy izany.\n Ahitsio"},{"word":"Vilaory","definition":" (fr. velours) a: Loko manga fanadiovan-damba.\n\" volory\".\n\n Ahitsio"},{"word":"Vilavila","definition":" a.: Olikolika; tsipika melomeloka, miolikolika; fiolanana; famozafozana zavatra eo am-pandraisana azy. 1 t.i.f.: Vilavilaina, avilavila, voavilavila 1 mamilavila, familavila, mpamilavila ! amilavilana, familavilana / mivilavila, fivilavila 1 ivilavilàna, fivilavilàna ! mahavilavila.\n Ahitsio"},{"word":"Vilavilaina","definition":" (vilavila) mt. ih. (uilavilao): Fozafozaina, entina tsy itondràna roa: Aza dia vilavilaina toy io, retsy, ny zanako, sao dia folaka.\n Ahitsio"},{"word":"Vilia","definition":"Fivadihan'ny vaninteny ao amin'ny hoe \"Lovia\" izay tena teny voalohany; zavatra fasiana ny sakafo aroso hohanina: Ny vilia dia mety ho vy na bakoly na tanimanga na hazo.\n Ahitsio"},{"word":"Viliantsahona","definition":" a.: Karazan-javamaniry fahita eny amorondrano na amin'ny tany be petsapetsa, somary mitapelapelaka kely ny raviny ary fanaon'ny olona ody tazo (Hydrocotile mosihata), * Ohab.: Malaza tsy ihinanana ohatra ny viliantsahona: enti-milaza olona na zavatra mireondreona er? araka ny anarany, fa ny toetrany na ny zava-bitany tsy misy inona.\n Ahitsio"},{"word":"Vilina","definition":" a.: Zaitra fanao amin' ny sisin-damba ka ny lohany iny ihany no aforitra, na amin'ny fanakambanan-damba ka ny lohany roa ihany koa no zairina: Hataonao vilina sa hataonao milina ny moron-tongotry ny akanjonao? - t.i.f.: Avilina, voavilina I mamilina, familina, mpamilina 1 amilinana, familinana I mivilina, fivr7ina I mahavilina.\n Ahitsio"},{"word":"Vilona","definition":" a.: Anarana iantsoana ny ahitra maitso fihinan' ny biby: Mirao-bilona ny omby aman'ondry.\n Ahitsio"},{"word":"Vily","definition":" a.: Fialana amin'ny lalana naleha ka mankamin'ny iray hafa indray tsy amin'ny hitsiny, - t.i.f.: Avily, voavily, tafavily / mamily, family, mpamily / amiliana, familiana 1 mivily, fivily, mpivily / iviliana, fiviliana / mahavily i vilivily.\n Ahitsio"},{"word":"Vily","definition":" (Atm) a.: Hazandrano kely bitika mivelona amin' ny rano marivo.\n Ahitsio"},{"word":"Vimbina","definition":" a.: Fitondrana eny an-tanana zavatra tsy dia lehibe na mavesatra loatra. ~ Fiarovana na fitahiana. - t.i.f.: Vimbinina, avimbina, voavimbina, vinimbina I mivimbina, fivimbina, mpivimbina 1 ivimbinana, fivimbinana I mahavimbina I vimbimbimbina.\n Ahitsio"},{"word":"Vimbinina","definition":" (vimbina) mt. ih. (vimbino): Entina amin'ny tanna: Vimbino kely, ana-ka, ity harona ity. ~ Arovana, tahina: Novimbinin'Andriamanitra izy ka tody soa aman-tsara eto an-tanindrazona indray.\n Ahitsio"},{"word":"vina","definition":"tanjona ho tratrarina. Ahitsio"},{"word":"Vinaingitra","definition":" (fr. vinaigre) a.: Karazan-dranon-javatra avy amin'ny divay izay avala hihamarikivy, ampiasaina amin'ny fikarakarana karazan-kanina sasantsasany toy ny salady, na hanadiovanjavatra maro. Misy vinaingitra vita amin'ny alkaola izay tsy tsara ohatra ir? voalohany.\n Ahitsio"},{"word":"Vinaky","definition":" (vaky) mt. ih. misy tsofoka in: Voavaky, hovakfna: Vato novinaky no nanaovana ity lalana ity.\n Ahitsio"},{"word":"Vinaly","definition":" (valy) mt.ih. misy tsofoka in: Voavaly, valiana, o-mena valiny: Tsy novinaliny ny fanontaniako fa nandeha amin'izao izy. / Raha tsy vinaliko ny soa nataonao, ho valia n'Andriam ani tra.\n Ahitsio"},{"word":"Vinango","definition":" (vango) mt. ih. misy tsofoka in: Voavango, novangoina, nasiana, novelezina: Novinangon'i Berna ny zandriny ka aaika safotra mihitsy.\n Ahitsio"},{"word":"Vinanina","definition":" (vinany) mt. ih. (vinanio): Lazaina na ambara mialoha: Novinaniny ny hahazo ny olombelona any amin'ny taonjato faha-XXV. -  Fantarina na dia tsy hita aza: Vinanio iza no namely anao. ~ Fantarina kitoatoa: Vinanio iza no nahazo ny loka lehibe indrindra tamin' ny antsapaka. ~ Alain antsaina, an'eritreritra: Tsy azonao vinanina ny fahoriana nahazo ahy.\n Ahitsio"},{"word":"vinanio","definition":"avy amin'ny ftt \"vinany\" : ezaho fantarina, fantaro, alaivo sary an-tsaina Ahitsio"},{"word":"Vinanto","definition":" a.: Vadin'ny zanakalahy na ny zanakavavy, ka arakaraka lzany no iantsoana azy hoe \"vinantola, hy\" na \"vinantovavy\". * Ohab.: Misosososo ohatra ny vinanto tsy mahare fosa: enti-milaza ny olona tay mahimahina ny amin'izay olona hatonina fa aviavy ery} mamboraka izay ao am-po.\n Ahitsio"},{"word":"Vinany","definition":" a.: Vava fidtran'ny renirano amin'ny ony, na ny ony amin'ny ranomasina.\n Ahitsio"},{"word":"Vinany","definition":" a.: Eritreritra na tsindrimandry amin'ny mbola ho avy, tombantombana eo ho eo: Vinany ara-keviny fotsiny ante no ilazako izany e! -  Nofinofy sy hevi-dravina kitoatoa na anjoanjo: Iaiahy ity koa dia manao vinany'mihitsy! ~ Zavatra na teti-dratsy, hasomparana: Tandremo 800 manao vinany aty aminay aty a! (f.t.m.) - t.i.f.: Vinanina, avinany, voavinany / maminany, faminany, mpaminany) aminaniana, faminaniana ! mahavinany / vinaninany.\n Ahitsio"},{"word":"Vinavina","definition":" a.: Tombantombana, fisainana na tetika ara-keviny fotsiny momba ny zavatra iray, izay tsy lavitra ny tena marina: Anaovy vinavina kely, ange, ny ho laniko amin'ny fanamboarana to trano io, - t.i.f.: Vinavinaina, avinavina, voavinavina / maminavina, faminavina, mpaminavina / aminavinana, faminavinana / mahavinavina.\n Ahitsio"},{"word":"Vinavinaina","definition":" (vinavina) mt. ih. (vinavinào): Tombantombanana: Vinavinào aloha izay ho laninao alohan'ny hanorenanao trano.\n Ahitsio"},{"word":"Vinda","definition":" o.: Zavamaniry fanao tsihy na harona.\n Ahitsio"},{"word":"Vindaka","definition":" p.t.: Sosotra. Vindavinda a.: Teny an-katezerana mikitakita. - t.i.f.: Tafavindaka, tafavindavinda I mivindaka, na mivindavinda, fivindaka na fivindavindaa, mpivindaka na mpivindavinda I ivindahana na ivindavindàna, fivindahana na fivindavindàna / mahavindaka na mahavindavind a.\n Ahitsio"},{"word":"Vindina","definition":" ft.: Fivontosana tahaka ny voakaikitry ny renitantely; fivontosan'ny molotra raha 'dardera na nisy namely totohondry. - t.i.f.: Mivindina, fivindina / ivindinana, fivindinana.\n Ahitsio"},{"word":"Vingavinga","definition":" a: Fanaovana olona ho tsy mitovy saranga amin'ny tena ka entina tsy misy fanajana; fanivaivana, fanambaniana, far.azimbana. 1 Vingavingaina, voavingavinga ! mamingavinga, famingavinga, mpamingavinga 1 amingavingana, famingavingana / mahavingavinga.\n Ahitsio"},{"word":"Vingavingaina","definition":" (vingavinga) mt, ih. (vingavingao): Ivaivain, ambanina, zimbaina, hamavoina, tsy asiana hasina, tsy hajaina: Novingavingainy teo imason'olona maro be teo a-ho ka tsy manaiky.\n Ahitsio"},{"word":"Vingina","definition":" na Vingivingina (vingy) mt. ih. (uingfo, uingivingio): Entina amin'ny tandron-tanana. •Tsiratsirafna.\n Ahitsio"},{"word":"Vingitina","definition":" na Vingirina (vingiira) mt. ih (vingito, vingiro): Entina amin'ny loba fanondro sy ny ankibe: Ento tsara fa aza vingitina toy izao io mosara io fa efa madio.\n Ahitsio"},{"word":"Vingitra","definition":" a.: Fitondran-javatra amin'ny loba fanondro sy ny ankibe ka sisiny kely no itondrana azy. - t.i.f.: Vingitina, vingirina, voavingitra / mamingitra, famingitra, mpamingitra / amingftana, famingitana / vingfmbingitra.\n Ahitsio"},{"word":"Vingy","definition":" sy Vingivingy ft.: Fitondran-javatra amin'ny tendron-tanna ihany, toy ny zavatra maivan-kely. ~ Fanaovana tsinontsinona, tsy fanajana, fanixatsirana. - t.i.f.: Vingina, vingivingina, avingivingy, voavinay, voavingivingy, tafavingy, tala= vingivingy / mamingivingy, famingivingy, mpamingivingy I amingivinglana, famingivingiana / mivingy na mivingivingy, fivingy na fivingivingy, mpivingy na mpivingivingy I ivingivingiana, fivingivingiana I mavingy, mavingivingy.\n Ahitsio"},{"word":"Vinidy","definition":" (vidy) mt, ih misy tsofoka in: Voavidy, novidina, naloa vola: Taiza no novinidinao it? tsihy it9?\n Ahitsio"},{"word":"Vinikina","definition":" (vikina) mt. ih. misy tsofoka in: Novikinina, nodinganina, nihoarana: Tatatra ma metatra no novinikin' ity zaza mbola kely ity.\n Ahitsio"},{"word":"Vinimbina","definition":" (vimbina) mt. ih misy tsofoka in: Voavimbina, vimbinina, entina amin' ny tanana: Voankazo kely no novinimbinay ho anareo. ? Tahina, arovana: Novinimbin'Andriamonitra ity fianakaviana it? fa sady nomeny taranaka maro no nomeny harena koa.\n Ahitsio"},{"word":"Vinirina","definition":" (vinitra) mt. ih. (vint-ro): Atao izay hahatezitra: Aza uinirina rainao, anaka.\n Ahitsio"},{"word":"Vinitra","definition":" p.t.: Tezitra, mampiseho endrika tsy faly: Vinitra er? izy niditra tao antrano. ~ Henjana manao tsy an-kihetsika (filaza amin'ny miaramila): Vinitra daholo ny miaramila nanao sapaoritra raha nandalo ny lehibe. - t.i.f.: Vinirina, tafavinitra 1 mivinitra, fivinitra, mpivinitra / ivinirana, fivinirana ) havinirana, fahavinirana 1 mahavinitra / vinibinitra.\n Ahitsio"},{"word":"Viniviny","definition":" a.: Toetran'ny olona tezitra mihenahena tsy miteny fotsiny amin'izao, na ny endrika malonilony sy sosotra. - t.i.f.: Aviniviny, tafavinlviny I miviniviny, fiviniviny, mpiviniviny / iviniviniana, fiviniviniana / mahaviniviny.\n Ahitsio"},{"word":"Vinonjy","definition":" (vonjy) mt. ih, misy tsofoka in: Voavonjy, novonjena, navotana: O Io na novinonjiny tamin'ny loza ianao ka tokony hahay hankasitraka.\n Ahitsio"},{"word":"Vinory","definition":" (vory) mt. ih. misy tsofoka in: Voavory, novorina; nangonina, noehina: Novinorin'ny mpiantso ny fokonolona.\n Ahitsio"},{"word":"Vintana","definition":" a.: Anjara (soa na ratsy) heverina ho avy amin' ny sendrasendra na miankina amin'ny tonon'andro nahaterahana: Tsara vintana mihitsy ny zanakao nahazo ilay fiarakodia tamin'ny tombola.\n Ahitsio"},{"word":"Vintanina","definition":" a.: Karazan-kazo (Calophyllum spurium).\n Ahitsio"},{"word":"Vintsitra","definition":" p.t.: Voky mibotanaka ny kibony (filaza indrindra amin'ny zaza).\n Ahitsio"},{"word":"Vintsy","definition":" a.: Karazam-boronkely manga maitso sy marevaka ny sorany, atao koa hoe Maritaina.\n Ahitsio"},{"word":"Vio","definition":" ft: Enti-milaza hataniahana sy havltrihana. 1 t, i.f.: Mavio, maviovio.\n Ahitsio"},{"word":"Vioka","definition":" p.t.: Mitsoriaka, midify mandositra. - t.i.f.: Avioka, tafavioka j mivioka, fivioka, mpivioka 1 viobioka.\n Ahitsio"},{"word":"Viona","definition":" ft.: Enti-milaza fibirioka, fihodivitra. / Vembena, vezimbezina, rondrona. 1 t.i.f.: Aviona, tafaviona j miviona, fiviona, mpiviona I ividnana, fividnana 1 viombiona.\n Ahitsio"},{"word":"Viravira","definition":" a.: Fikitakitana. 1 Fandraindraisana befahatany amin'ny tanana, fozafoza. / Fanasaritsarihana, fandroridroritana. 1 t.if.: Viraviraina, aviravira, voaviravira, viniravira 1 mamiravira, famiravira, mpamiravira / amiraviràna, famiravkàna j mahaviravira.\n Ahitsio"},{"word":"Viraviraina","definition":" (viravira) mt. ih. (uirauirào): Kitakitaina atao ratsy fitondra, tsy itondrana roa: Nouirai) irain'ilay tsy mifaditrovana iny lahy ny zanako! 1 Raidraisina befahatany amin'ny tanana, fozafozaina: Nahoana re no dia uirauirainao toy izao ity akanjoko mivalona? 1 Roridroritina, saritadritahina: Novirauirain'ny amboadia ilay zanak'ondry ka maty tsy tradrano.\n Ahitsio"},{"word":"Virioka","definition":" p.t.: Tsy mahitsy fa misy mifaraingo na mibilabila. - t.i.f.: Avirioka, tafavirioka / mivirioka, fivirioka j viriodrioka.\n Ahitsio"},{"word":"Virjiny","definition":" (lat. virgo, virginis) a.: Olona mbola tsy nanambady. 6 t.if.: Fahavirjiniana;\n Ahitsio"},{"word":"Viro","definition":" a.: Anaram-bibikely.\n Ahitsio"},{"word":"Viroka","definition":" na Virotra p.t.: (tarehy na vava) Mifandrirotra, mivilambilana. i t.if.: Avirotra, voavirotra, voaviroka I miviroka na mivirotra, fiviroka na fivirotra, mpiviroka na mpivirotra 1 mahaviroka, mahavirotra.\n Ahitsio"},{"word":"Virosy","definition":" (fr. virus) a.: Karazana mikraoby manokana, mbola kely indray noho ny bakteria fa latsaka ny 0,2 ampaharivon'ny mm ny habeny ary tsy hita raha tsy amin'ny mikraoskopy manokana, fototry ny aretina ma-ro toy ny gripy, poliomieliVisavisa a.: Fitanisanisàna. / Filazalazana hatramin'izay antsipiriany madinika kely indrindra. / Enti-milaza ny teny mamohafoha ny lasa ombam-pitarainana fatratra. - t.i.f.: Visavisaina, voavisavisa j mamisavisa, famisavisa, mpamisavisa 1 amisavisàna, famisavisàna j mahavisavisa.\n Ahitsio"},{"word":"Visavisaina","definition":" (uisavisa) mt. ih (visavisào): Tanisaina, lazaina tsirairay: Tsy hay houisavisaina ny zavatra rehetra nataony. / Lazaina hatramin'izay antsipiriany madinika indrindra: Visauisao ary ny dia nataonao tany an-dreniuohitra!\n Ahitsio"},{"word":"Vita","definition":" p. t.: Efa, tontosa: Vita daholo ity ny asa uao mba tonga ianao. 1 Natao: Farafara vitako io fa tsy novidiko akory. 1 Azo atao: Vitako io fa aza matahotra lanao. 1 Tapitra: Vita ny trosanao izao ka aza manelingelina ahy intsony. 1 Tapa-ka, voafarana: Vita izay ny fanekena. 1 Maty, jingy: Notorahan'Ikoto indray mande-ha mania ilay fodilahy dia uita tery, - t.i.f.: Vitaina, vinita j ma-mita, famita, mpamita 1 amitàna, famitàna 1 mahavita j ahavitàna, fahavitàna 1 vitavita.\n Ahitsio"},{"word":"Vitaina","definition":" (vita) mt. ih. (vitao): Efaina, tanterahina, atao manontolo hatramin'ny farany: Vitao haingana ny tranonao fa ho avy izao ny fahavaratra. 1 Taperina, faranana: Vitao ny resaka fa mbola be mihitsy anie izany raharaha hatao izany e! 1 Tapahina: Tokony hovitaina ny fanekem-barotsika,\n Ahitsio"},{"word":"Vitamina","definition":" (fr. vitamine) a.: Jer, Otrikaina.\n Ahitsio"},{"word":"Vitanona","definition":" (Btm) a.: Anarankazo.\n Ahitsio"},{"word":"Vitrana","definition":" a.: Ny zaitra atao hanakambanana ambain-damba roa: Tata-bitrana ity lamba ity izany. 1 Fanakambanana. / Fampirindrana. - t.i.f.: Avitrana, voavitrana Imamitrana, famitrana, mpamitrana 1 amitranana, famitranana 1 mivitrana, fivitrana, mpivitrana 1 ivitranana, fivitranana 1 mahavitrana 1 vitrambitrana. is Vitram-bato: takelabato misy triatra nefa tsy te-na misaraka.\n Ahitsio"},{"word":"Vitravitra","definition":" (t. tr.) a.: Mitovy amin'ny Vikavika.\n Ahitsio"},{"word":"Vitrika","definition":" ft.: Enti-milaza hakingana ombam-pahatanjahana. 1 t.if•: Mavitrika / mahavitrika / mampahavitrika I havitrika, havitrihana, fahavitrihana 1 vitribitrika.\n Ahitsio"},{"word":"Vitro","definition":" (Ats) a,: Akanga.\n Ahitsio"},{"word":"Vitsika","definition":" a.: Bibikely bitika dia bitika, lavalava vatana, mivelona miara-mitoetra ao anaty lavaka izay atao indrindra hoe lava-bitsika, na votry. / t,if.: Mangorovitsika. * Ohab.: Izay be no basy, ny vitsy lanin'ny vitsika: tailalaon-teny enti-milaza fa ny fitambaran'ny maro no handresena ary tsy maha-resy ny tena koa.\n Ahitsio"},{"word":"Vitsikambo","definition":" a.: Karazam bitsika manao ny tranony eny ambony hazo.\n Ahitsio"},{"word":"Vitsikazo","definition":" a: Karazam-bibikely ohatra ny vitsika fa tsy Iray karazana aminy velively, mikiky ny hazo amin'ny trano na ny fanaka.\n Ahitsio"},{"word":"Vitsivitsy","definition":" (vitsy) p.t.: Sasany ihany, tsy dia maro loatra: Olo-mahay vitsivitsy no efa nilaza izany.\n Ahitsio"},{"word":"Vitsy","definition":" p.t.: Tsy maro na betsa  ka, tsy firy, keiy isa: Vitsy kely foana ny olona nahafantatra azy tata an-tanàna. 6 Havitsfna j mamitsy na manavitsy, famitsy na fanavitsy, mpamitsy na mpanavitsy j amitsiana na anavitsiana, famitsiana na fanavitsiana j mahavitsy j vitsivitsy / havitay / havitsiana I fahavitsiana / ankavitsiana. ¶ M.h.: Kely, vitsy kely, tsy maro, tsy firy, azo isaina, ankavitsiana, vitsy dia vitsy, azo isaina amin'ny rantsantanana, tsirairay tadiavina, zara raha misy.\n Ahitsio"},{"word":"Vity","definition":" (fr. lévite) a.: Palitao misy rambony any aoriana.\n Ahitsio"},{"word":"Vity","definition":" (fit.-p.) a.: Tongotra, ranjo.\n Ahitsio"},{"word":"Vivaona","definition":" a.: Karazan-kazo mafy (Dilobeia Thonarsü).\n Ahitsio"},{"word":"Vivery","definition":" p.t.: Fahasahiana mihoapampana tsy manahy izay ho vokatry ny hatao fa izay halehany tsy maninona, ary izay tonga zakaina: Manao vivery mihitsy Rangahy io.\n Ahitsio"},{"word":"Vivitina","definition":" (uiuitra) mt. ih. (uiuito): Entina amin'ny tendrony, amin'ny sofiny, amin' ny molony: Aza vivitina amin'ny molony io vilany io sao dia uaky. 1 Sintontsintonina, roridroritina: Aza vivitinao ny akanjoko sao ro-vitra. / (teny) Tsongoina dia roritina hiadiana: Teny diso lasa tsy nahy dia nouiuittiny ka lasa ady saika tsy vita mihitsy.\n Ahitsio"},{"word":"Vivitra","definition":" a.: Enti-milaza molo-javatra, sisiny. 1 Fandraisana zavatra amin'ny sisiny na amin'ny silany kely. 1 Fitsongoana teny kely eo amin'ny resaka ifanaovana na eo am-pifamaliana ka roritina hiadiana. - t.i.f.: Vivitina, avivitra, voavivitra j mamivitra, famivitra, mpamivitra 1 amivitana, famivitana 1 mivivitra, fivivitra 1 ivivitana, fivivitana 1 mahavivitra 1 vivibivitra 1 ambivitra, ankambivitra.\n Ahitsio"},{"word":"Vivy","definition":" a.: Voronandrano somary bongobongo maso, miraiki-drantsantongotra, mpanao an-tsitrika mba hahazoany trondro izay ivelomany; manao trano mitsingevaheva eny ambony rano ny vivy. * Ohab.: Via), nanitrika ka bongo mason'ny nahiny: enti-milaza ny olona izay voan' ny nataony ihany. ¶ Rh.: Mpivaro-drano tratr'orana. / Mandrora mitsilany ka mahavoa tena.\n Ahitsio"},{"word":"Vizana","definition":" sy Vizaka p.t.: Sasatra amin'ny tsy fihetsehana eo amin'ny toerana iraY, amin'ny fomba fipetraka iray tsy miova, amin'ny fihetsehana iray tsy miova: Vizan' ny niandry azy aho ka farany Lasa nody tany an-trano. 1 Reraka, osa: Vizana mafy loatra aho ka aoka keiy aioha mba handrihandry eto. Jer. Valaka. - t.i.f.: Vizanina,voavizana, voavizaka, vinizana 1 mamizana, famizana, mpamizana 1 amizanana, famizanana 1 mivizana na mivizaka, fivizana na fivizaka, mpivizana na mpivizaka 1 ivizanana, fivizanana 1 mahavizana, mahavizaka 1 vizambizana, vizambizaka j havizanana j fahavizanana. ¶ M. h.: Vizaka, sasatra, valaka, lanaka, reraka, disaka, rontsona, ronjana, mangana, masaka, vahotra, ronaka, honaka, marafoka, refona, tominjana, valalanina, monaina, savolaina, trotraka, toro, torovana, fotsy angola, mirozirozy, tsy mahahetsika, maty hentona. — Miala vizana, miala sasatra, miala ianona, maka aina, mitsotsotra.\n Ahitsio"},{"word":"Vizanina","definition":" (viiana) mt. ih. (uizano): Sasarana, atao izay hahavizana.\n Ahitsio"},{"word":"Vizatina","definition":" (vizatra) mt.ih. (vizato): Tenenina amin'ny feo miriadriatra.\n Ahitsio"},{"word":"Vizatra","definition":" a.: Fiteny miriadriatra, miaraka amin'ny endrika mifandrirodrirotra. {\tVizatina 1 mamiza- VOâ tra, famizatra, mpamizatra ( amizatana, famizatana 1 mivizatra, fivizatra, mpivizatra 1 ivizatana, fivizatana j mahavizatra 1 vizabizatra.\n Ahitsio"},{"word":"Vizaviza","definition":" a.: Fitenenana manao tsinontsinona, maniratsira; vingavinga. - t.i.f.: Vizavizaina, avizaviza, voavizaviza 1 mamizaviza, famizaviza, mpamizaviza 1 amizavizana, famizavizana 1 mahavizaviza.\n Ahitsio"},{"word":"Vizavizaina","definition":" (uizaviza) mt.ih. (uizauizào): Fanaovana tsinontsinona; vingavingaina: Aza vizavizaina ny olona tsy mitovy aminao.\n Ahitsio"},{"word":"Vo-","definition":" Tovona fanaovana fototeny faharoa mba hampitombo sy hanamafy ny hevitry ny fototeny voalohany: Voretra (ratait), vozihitra (zihitra).\n Ahitsio"},{"word":"Voa","definition":" mt. ih.: Tratra: Voan' ny vato ilay fody ka dangy. 1 Azo: Voan'ny sery aho ixany. / Simba, voaloto...: Voan'ny fotaka ny akanjoko. 1 Iharam-p ahavoazana, iharan-doza: Voa mafy aho fa maty ny raiko. 1 Maty antoka, maty loka...: Diso fotoana aho ka voa ter?. / Voa tamin'ny varotra nataoko a-ho. 1 Resy: Voan-dRakoto izy tamin'ny fifaninanana. 1 Hay: Tsy voako ilay marika natao tamin'ny fanadinana. - t.i.f.: Mahavoa 1 fahavoazana !voavoa, ¶ M.h.: Tratra, midradraka, mikidradraka, mibabaka, miboiboy. — Voa daholo, lany ringana, lany ripaka, lany tamingana, tsy nisY niangana, lambarn-bary, raraka ompana.\n Ahitsio"},{"word":"Voa","definition":" a.: Organa kely boribory ao anatin'ny voankazo, izay mety mitsimoka raha ambolena, ka tonga zavamaniry hafa hrdray mitovy karazana amin'ilay niaviany: Nividy uoan-daisoa izy hamboleny. 1 Enti-milaza ny voankazo raha kelikely madinika: Voam-boaioboka, (• Enti-milaza koa rehefa mety ho zavatra boribory kely: Voan-tsapile, i t. f f, : Mamoa, famoa, mpamoa ( amoazana, famoazana.\n Ahitsio"},{"word":"Voa","definition":" a.: Organa roa mitovy, menamena, eo an-dany roan' ny hazondamosina, izay if oronan'ny fivalanandrano avy amin'ny fandiovany ny ra amin'ny loto rehetra nentin' ny ra ombieny ombieny amin'ny lalana nalehany. ~ ? F.-p.: Voankena: ny voan' ny omby, izay be mpifady. / Milo voa tsy ary (izay soratana teny iray koa matetika: 'boatsiary\"): mitady zavatra tsy azo atao.\n Ahitsio"},{"word":"Voa-","definition":" Tovona fanaovana mt, ih. milaza vokatra efa azo: Voauory, voateny, (Marihina fa tahaka ny amin'ireo tovona rehetra vaninteny ma, toy ny tafa, maha, dia latsaka ny a amin'ny voa eo alohan'ny ft. manomboka amin'ny a: Voarina (fa tsy voaarina) — (ampitahao amin'ny tafarina, maharina).\n Ahitsio"},{"word":"Voabona","definition":" a.: Anaran-javamaniry.\n Ahitsio"},{"word":"Voadiadia","definition":" p.t.: Efa nihinanana (fiteny amin'ny sakafo, vary sy laoka efa nihinanana, ka tsy sahy aroso homena ny vahiny intsonY)•\n Ahitsio"},{"word":"Voady","definition":" a.: Fametrahan-teny hanao zavatra iray raha tahiny ka tanteraka izay tadiavina na irfna: Manefa ny voady nataony Baba. • Fianianana na fanomezan-toky eo imason'ny solontenan'ny E-g1izY: Manao voadin'ny fanekena sy fahantrana ary fahadiovana ny reii)iozy, i Mivoady, fivoady, mpivoady / ivoadiana, fivoadiana ( mahavoady j voadivoady I mivoadivoady. ¶ M.h.: Dina, teny nomena, orimbato, lokaloka, tsikafara.\n Ahitsio"},{"word":"Voafadina","definition":" mt. ih.: Alànabaràka.\n Ahitsio"},{"word":"Voafady","definition":" p. t.: Afa-baraka, very hasina.\n Ahitsio"},{"word":"Voafikitra","definition":" (fikitra) mt. ih,: Voatana mafy: Voafikitro ilay hazo teo amoron-drano, fa raha tsy izany, lasan'ny rano tany aho.\n Ahitsio"},{"word":"Voafora","definition":" (fora) mt. ih.: Nesorina ny nofo manarona ny lohan'ny filahian'ny ankizilahy kely. ¶ M.h.: Voadidy foitra, nodidiam-poitra, voasikina, nosikinana, voatsongo, notsongoina, voalehilahy, afa-trosa, vita hasoavana.\n Ahitsio"},{"word":"Voafotsy","definition":" a: Voankazo avy a~ min'ny hazo kely maniry; fanao fisotro mahasalama ny raviny raha ampangotrahina (Btl): fandramana; Skl: Kirandrambiavy),\n Ahitsio"},{"word":"Voahangibe","definition":" na Hangibe a.: Karazana voasary be somary marimarikivy.\n Ahitsio"},{"word":"Voahanginandriana","definition":" a.: Karazam•boahangy menamena volo.\n Ahitsio"},{"word":"Voahangindrano","definition":" a.: Karazamboahangy namboarina fa tsy vita-Nanahary.\n Ahitsio"},{"word":"Voahangisampandralambo","definition":" a.: Ny tsara sy sarobjdy indrindra amin'ny karazam-boahangy.\n Ahitsio"},{"word":"Voahangitsimandrilalana","definition":" a.: Karazam-boahangy lehibe indrindra.\n Ahitsio"},{"word":"Voahangy","definition":" a,: Zavatra boribory kely mahafinaritra avy amin' ny biby any anaty ranomasina, ataon'ny vehivavy fihaingoana; vakana, moraporitra, voavola.\n Ahitsio"},{"word":"Voahazoa","definition":" Karazan-javamaniry ahazoana menaka.\n Ahitsio"},{"word":"Voahirana","definition":" a.: Zavamaniry any anaty rano izay mamony ny tatamo (Nymphoea stellata),\n Ahitsio"},{"word":"Voaibe","definition":" p.t.: Makadiribe, goaibe.\n Ahitsio"},{"word":"Voailahy","definition":" p.t.: Tsy matahotra, mahery fo.\n Ahitsio"},{"word":"Voaka","definition":" a.: Fialana avy ao anaty toerana iray mankany ivelany; fisehoana ety ivelany; fampisehoana asa natao. 1 Avoaka, voavoaka, tafavoaka I mamoaka, famoaka, mpamoaka I amoahana, famoahana I mifamoaka / mivoaka, fivoaka, mpivoaka / ivoahana, fivoahana I mahavoakalvoaboaka.\n Ahitsio"},{"word":"Voakitsonamboa","definition":" a.: Karazana voaloboka (Vitis microdiptera).\n Ahitsio"},{"word":"Voalavo","definition":" a: Biby lavalava vatana, tsoky loha, lava rambo, mpanimba zavatra (indrindra ny voly sy tahirin-tsakafo) ary mpanely ny areti-mifindra amin'ny parasy entiny. Misy karazany telo ny voalavo: ny voalavo mainty, ny voalavo fotsy ary ny voalavon-drano. • F.-p.: Mamono voalavo: jar. Vono. / Tsy maty voalavo an-kibo: tsy levona 1o1ompo. * Ohab,: Voalavolahy sasatry ny miaina: saka matory ka alam-bolombava: enti-milaza ireo olona sahisahy loatra ka tsy mitaapa izay mety hahafaty azy akory. / Voalavo manaiki-by ka ny tsy laitran'ny nify no vazivazfna: enti-milaza ireo manandranandram-poana ka ny tsy azo atao no naikanaikana.\n Ahitsio"},{"word":"Voalavofotsy","definition":" a.: Karazam-boalavo misy fofona, matsilo vava ary maneno tahaka ny fody, tsy tian'ny saka hohanina (voalavofody no iantsoan'ny Tanala ny voalavofotsy).\n Ahitsio"},{"word":"Voalefoka","definition":" a.: Ny vody tatamo.\n Ahitsio"},{"word":"Voalehilahy","definition":" p.t.: Voafora, efa vita hasoavana.\n Ahitsio"},{"word":"Voaloboka","definition":" a.: Zavamaniry mandadina izay mamoa voany mamy fanaovana divay.\n Ahitsio"},{"word":"Voalobokala","definition":" a.: Voaloboka dia.\n Ahitsio"},{"word":"Voalohany","definition":" p.t.: Loha laharana, ny aloha indrindra: Ny volana zanvie no volana voalohany amin'ny taona. ? Fiandohana: Tany am-boalohany.\n Ahitsio"},{"word":"Voamadilo","definition":" a.: Voan'ny hazo atao hoe Kily, na Madilo, maniry any amin'ny tapany ataimo sy andrefana; tahatahaka ny voantsaramaso ao anaty fonony lavalava misy voany maromaro ao anatiny ny voamadilo, izay sady mamimamy kely no maharikivy, tian'ny ankizy fatratra, haninY amin'nY sira sy sakay; ny voamadilo dia mana-na toetra mampivalana ka azo ampiasaina raha mitohana.\n Ahitsio"},{"word":"Voamahery","definition":" a.: Karazana hazo madinidinika (Grewia).\n Ahitsio"},{"word":"Voamaho","definition":" (Btm) a.: Voan-javamaniry madinika manitra, sady matavy rehefa endasina.\n Ahitsio"},{"word":"Voamaintilany","definition":" a.: Zavamaniry mandady mizara mainty sy mena ny voany, madini-dravina ary marikivy raha tenehina, fanao ody kohaka (Ski: masonamboangara).\n Ahitsio"},{"word":"Voamandina","definition":" a.: Karazana voasary makirana, malambolambo hoditra (Citrus medica).\n Ahitsio"},{"word":"Voamantorana","definition":" na Voamahatorana a.: Anaran-kafa iantsoana koa ny Voamaintilany.\n Ahitsio"},{"word":"Voamarintampona","definition":" a.: Karazan-kazo madinidinika (Eugén ia).\n Ahitsio"},{"word":"Voamaso","definition":" a.: Ilay faritra boribory mainty ao anatin'ny tapotsi-maso: Ilay teboka ao anatin'ny voamaso no a-tao hoe: anakandriamaso.\n Ahitsio"},{"word":"Voamasonomby","definition":" a.: Karazan' ahitra (Dianelle).\n Ahitsio"},{"word":"Voamba","definition":" p.t.: Vandana manja sy mainty (filaza indrindra amin'ny alika).\n Ahitsio"},{"word":"Voamboana","definition":" a.: Karazan-kazo sady mafy no mavesatra, mania antitra ny volony, fanaovana fanaka mihaja.\n Ahitsio"},{"word":"Voambolana","definition":" o.: Fitambaran' ny teny rehetra fampiasa amin'ny sampam-pahaizana iray. 1 Rakibolana nofintinina.\n Ahitsio"},{"word":"Voamena","definition":" a.: Anaram-bola malagasy ampahefatra amby roapolon'ny ariary, izany hoe mitovy amin'ny 0,fr 20 amin'ny vola ankehitriny. — Ny voamena no ampahan' ny ariary nalaina ho fototra ho an'ny vola hatramin'ny lavoamena ka hatramin'ny lasiroa, izany hoe: ny lauoamena (ilan'ny voamena: 0,fr 10), ny latsakafitouenty (voamena latsaka varifitoventy: 0,fr 15), ny latsapaheniny (voamena latsaka faheniny: 0,fr 17), ny voamena (0,fr 20), ny fitouentisivoamena (0,fr 25), ny lasiray (ilan'ny voamena sy iray voamena: 0,fr 30), ny roavoamena (0,fr 40), ny tasiroa (ilan'ny voamena sy roa voamena: 0,fr 50). -  F.-p.: Voamena maniho ariary: zavatra kely foana mety hahavery zava-dehibe. / Ny sotro rano My tian'i Neny, ny m'amena zaton'i Da-da: enti-milaza ireo fisahiranan'ny ray aman-dreny amin'ny zanany, ka ny an'ny reny, dia ny mikasika indrindra ny niterahany azy; ny an'ny ray kosa, ny mikasika ny fitadiavam-bola hamelomana azy.\n Ahitsio"},{"word":"Voamiera","definition":" na Vaomiera a.: Antokon' olom-bitsy mpiara-mihevitra amin'izay hatao, alohan'ny handrosoana azy amin'ny be sy ny maro.\n Ahitsio"},{"word":"Voamitohy","definition":" a.: Karazam-boangory sahala habe amin'ny voanantoka na ny voanosy, fa misy poizina mahafaty raha manaikitra.\n Ahitsio"},{"word":"Voamivonto","definition":" a.: Otri-po ananana amin'ireo ambony na lehibe mpitondra, -  F,-p.: Manao voamivonto: manao an-dolompo.\n Ahitsio"},{"word":"Voampanjehy","definition":" (Btm) a.: Bibikely sahala amin'ny dinta.\n Ahitsio"},{"word":"Voampano","definition":" a.: Ilazana ireo mibontsimbontsina madinika amin'ny hoditry ny zaza, izay vokatry ny hafanana.\n Ahitsio"},{"word":"Voampo","definition":" na Voampoa a.: Hazo madinika, ny voany menamena mahafinaritra fa mangidy tsy laitra (Solanum indicum).\n Ahitsio"},{"word":"Voanadabo","definition":" a.: Karazan'aviavjmbazaha.\n Ahitsio"},{"word":"Voanalakely","definition":" a.: Karazana vahy mani-pofona. ~ Teny lia-rima ny votrovotro amin'ny nendra amin'ny fotoana ahamainany.\n Ahitsio"},{"word":"Voanampotsy","definition":" a.: Karazan-kazo (Melanophylla ainifolia).\n Ahitsio"},{"word":"Voanana","definition":" a: Karazan-kazo anaovana sahafa (Eloeocarpus).\n Ahitsio"},{"word":"Voanantay","definition":" a.: Karazan'anamamy maniry eny arnin'ny zezika. ~ h. o.: Enti-milaza ny zaza maroroka loatra.\n Ahitsio"},{"word":"Voanantoka","definition":" a.: Karazam-boangory mitovy habe amin' ny voanosy.\n Ahitsio"},{"word":"Voanantsindrana","definition":" a.: Karazankazo kely madinika mamimamy ny voany.\n Ahitsio"},{"word":"Voandamory","definition":" a.: Voatabiha maniry ho azy ary madinika kely.\n Ahitsio"},{"word":"Voandamoty","definition":" a.: Karazana paisom-bazaha teratany.\n Ahitsio"},{"word":"Voandelaka","definition":" a.: Anaran-kazo lehibe madinidini-dravina, ny voany mavo mitambatambatra ho sampaho.\n Ahitsio"},{"word":"Voandramiary","definition":" a.: Karazan-javamaniry fahita eny arnin' ny harambato na anaty honahona, misy voniny fotsy, mitovitovy bika amin'ny lisy.\n Ahitsio"},{"word":"Voanemba","definition":" a : Karazan-javamaniry madini-boa fanao fangaron-daoka matsiro,\n Ahitsio"},{"word":"Voanembanalika","definition":" na Voanembanamboa a.: Karazan-kazo madinidinika ny voany sy ny raviny, fanao famalanana na fisotro mampahatsemboka der. Talrokonangatra),\n Ahitsio"},{"word":"Voangaly","definition":" a.: Karazam-boangory mitovitovy amin'ny voanantoka, ny elany misy mitsoriadriaka fotsy (Cétonia).\n Ahitsio"},{"word":"Voangilombazaha","definition":" a: Anarana hafa ilazana ny voatabiha.\n Ahitsio"},{"word":"Voangoribe","definition":" a: Karazam-boangory be fihinana.\n Ahitsio"},{"word":"Voangorifotsivody","definition":" a.: Karazam-boangory kely fihinana, mifaritra fotsy ny vodiny.\n Ahitsio"},{"word":"Voangorimbaratra","definition":" a. :Karazamboangory kely mivelona any anaty ahitra.\n Ahitsio"},{"word":"Voangorimpasika","definition":" a.: Karazamboangory kely mivelona any anaty fasika amoron-drano.\n Ahitsio"},{"word":"Voangorinakoho","definition":" a: Karazamboangory.\n Ahitsio"},{"word":"Voangorindroho","definition":" a.: Karazamboangory.\n Ahitsio"},{"word":"Voangorintapia","definition":" a.: Karazamboangory.\n Ahitsio"},{"word":"Voangory","definition":" a.: Bibikely ohatra ny ankibe, ny vavany mafy natao hanorotoro ny fakankazo, ny elany roa mifanarona amin'ny andaniny avy ka ilay ivelany mafy toy ny kaninkaninkena.\n Ahitsio"},{"word":"Voaniho","definition":" a.: Karazan-kazo iray fianakaviana amin'ny rofia, ravinala, antendry, ans..., izay sady avo be no lehibe, ny voany mifono ao anaty akora be kirany (fanao borosin-trano), ny nofomboany azo akana menaka (diloilo kaokao) ary ny ao anatiny misy rano manan-tsiro manokana manala hetaheta.\n Ahitsio"},{"word":"Voanjo","definition":" a.: Miaramila napetraka hiandry tany ao amin'ny toerana na taniina vao nalaina. ~ Ny olona rehetra manao fonenana vonjimaika hanamainty molaly ny tany na hila ravin' ahitra. - t.i.f.: Voanjoana, avoanjo, voavoanjo / mamoanjo, famoanjo, mpamoanjo / amoanjoana, famoanjoana I mivoanjo / mahavoanjo.\n Ahitsio"},{"word":"Voanjo","definition":" a.: Karazan-javamaniry mamoa voa fakana menaka iray atao hoe mena-boanjo. (Rehefa hiova ho voany ny voniny, dia milentika any anaty tany ny tahom-boanjo, ka rehefa vokatra ny voanjo dia hadina ireo tahony ireo ary akifik,a mba hampihintsana ny voany; izany no nahatonga ny fitenenana hoe: \"Ara atao toy ny tahomboanjo: ny nahitana indray no akifikifika\") — Misy karazany roa ny voanjo: ny voanjobory ary ny voanjombazaha na kapika.\n Ahitsio"},{"word":"Voanjoana","definition":" (voanjo) mt. ih. (voanjo y) :Ametrahana voanjo.\n Ahitsio"},{"word":"Voanjopika","definition":" na Kapika a.: A-naran-kafa ilazana ny voanjombazaha (Btl: Vanjokatra).\n Ahitsio"},{"word":"Voankandrina","definition":" a.: Karazan-kazo fihinam-boa (Garcinia Ge-nordi).\n Ahitsio"},{"word":"Voankanina","definition":" a: Aretina azo tamin'ny hanina nisy mosavy. ? Tsy fahalevonan-kanina.\n Ahitsio"},{"word":"Voankarabo","definition":" a.: Karazam-bahy.\n Ahitsio"},{"word":"Voankavandra","definition":" a.: Karazan-kazo madinika mitovy amin' ny havandra ny haben'ny voany (Longani).\n Ahitsio"},{"word":"Voankazo","definition":" a.: Organa amin'ny zavamaniry izay avy amin' ny voninkazo ary misY ny voa hamelona taranaka azY indraY.\n Ahitsio"},{"word":"Voanketsihetsy","definition":" a.: Karazan-javamaniry mifanahaka amin' ny voatango.\n Ahitsio"},{"word":"Voanongo","definition":" a.: Anaran-kafa ilazana ny tanantanampotsy.\n Ahitsio"},{"word":"Voanosy","definition":" a.: Karazam-bibikely fianakaviamben'ny voangory mivelona eny ambony hazo sasantsasany.\n Ahitsio"},{"word":"Voantailahy","definition":" a.: Tsy fitoviana; fisaratsarahan-tsaina, fisaraham-bazana. - t.i.f.: Mivoantailahy, fivoantailahy.\n Ahitsio"},{"word":"Voantaimboalavo","definition":" a.: Karazankazo madinika.\n Ahitsio"},{"word":"Voantaindalitra","definition":" a.: Karazankazo.\n Ahitsio"},{"word":"Voantakasina","definition":" a.: Karazan-kazo madinika (Dracoena).\n Ahitsio"},{"word":"Voantamenaka","definition":" a.: Jar. Tamenaka.\n Ahitsio"},{"word":"Voantandroka","definition":" a.: Bibikely mipetraka amin'ny mandomando sy ny maizimaizina, saingy mihorona faingana izy rehefa raisin'ny tanna.\n Ahitsio"},{"word":"Voantay","definition":" a.: Karazam-boangory kely, manga mainty ny sorany ary manao ny tranony any anaty tain'omby.\n Ahitsio"},{"word":"Voanteny","definition":" (t. tr.) a.: Fahaizamandaha-teny — ankehitriny, ampiasaina hilazana ny amboaran'ny teny tsirairay fampiasa, atao koa hoe voambolana.\n Ahitsio"},{"word":"Voantolongo","definition":" a.: Voasarimakiranamarikivy izaitsizy.\n Ahitsio"},{"word":"Voantondro","definition":" a: Ny refy mitovy amin'ny haben'ny rantsana iray izay atao koa hoe: anky (halavana: 18m/m).\n Ahitsio"},{"word":"Voantrotroka","definition":" a.: Karazan-kazo madinika (Tristemma Virusanum).\n Ahitsio"},{"word":"Voantsakoa","definition":" a.: Karazan-javamaniry (Spondias).\n Ahitsio"},{"word":"Voantsefoka","definition":" a.: Anarana bibikely.\n Ahitsio"},{"word":"Voantsianaranana","definition":" a.: Voan'ny ampaly.\n Ahitsio"},{"word":"Voara","definition":" a.: Anenta-masombolim-bary na ravin-javamain kely. 1 t.if.: Amboara.\n Ahitsio"},{"word":"Voara","definition":" a.: Karazan-kazo vaventy midoroboka naman' ny aviavy, madinidini-boa fihinana, toy ny aviavy sy ny amontana ihany koa.\n Ahitsio"},{"word":"Voarakitia","definition":" a.: Karazan-kazo izay miteraka afo rehefa ampifampikasohina.\n Ahitsio"},{"word":"Voaramena","definition":" a.: Karazana voara iray mena ny voany.\n Ahitsio"},{"word":"Voaramontsina","definition":" a.: Hazo lehibebe mahatratra 2 na 3 metatra ny haavony; fihinana ny voany, izay mivondrona ho salohy ary mena, antitra rehefa masaka.\n Ahitsio"},{"word":"Voaramontsina","definition":" a.: Hazo madinika misy voany kely fihinana tsara tsfro (Vaccinium fasciculatum).\n Ahitsio"},{"word":"Voarampoaitra","definition":" na Voarampoitra a: Karazan-kazo (Eugenia).\n Ahitsio"},{"word":"Voaranala","definition":" na Voarandambo a.: Karazana voara fihinan' ny lambo any an'ala ny voany.\n Ahitsio"},{"word":"Voaroihazo","definition":" a.: Karazana voaroy fihinan'ny landy ny raviny, ka izany no anaovana azy koa hoe \"Hazondandy\".\n Ahitsio"},{"word":"Voaroimainty","definition":" na Voarointsilo a.: Karazan voaroy mainty.\n Ahitsio"},{"word":"Voaroimbazaha","definition":" Voaroimena, Voarointsaka a.: Karazana voaroy fihinana (Rubis rosoe folius).\n Ahitsio"},{"word":"Voaroy","definition":" a.: Anarana iombonan' ny karazan-kazo madinidinika maro, misy voany mena-mena kely.\n Ahitsio"},{"word":"voary","definition":"Jereo [ary] Ahitsio"},{"word":"Voasana","definition":" (vofy na vaofy) mt. ih. (voàsy): Esorina ny hodiny: Voasy ity mananasy ity. 1 Hazavaina: Novoasan'ny mpampianatra tsara ny lesona.\n Ahitsio"},{"word":"Voasaotra","definition":" Sinaotra a.: Entimilaza ny vehivavy vady napetraka tsy ho vady intsony. 1 Nankasitrahana.\n Ahitsio"},{"word":"Voasarimakirana","definition":" a.: Karazan voasary, kely noho ny voasarimamy ny habeny ary marikivy ny tsirony.\n Ahitsio"},{"word":"Voasarimamy","definition":" na Laoranjy (fr. orange) a.: Karazam-boasary mamy be ranony.\n Ahitsio"},{"word":"Voasarimandina","definition":" a.: Karazana voasary, mandina malambolambo ny hodiny fa tsy mba marokoroko.\n Ahitsio"},{"word":"Voasarinikalavola","definition":" a: Karazankazo madinidinika (Crotalaria Spinosa).\n Ahitsio"},{"word":"Voasary","definition":" a.: Anarana iombonana iantsoana ireo karazamboankazo salasalany, ny voany mavomena, ohatra ny totohondry ny habeny ary ny tsirony misy mamy misy marikivy.\n Ahitsio"},{"word":"Voasokera","definition":" p.t.: Voahodidina tsy afa-milefa.\n Ahitsio"},{"word":"Voatabiha","definition":" a: Zavamaniry, ny voany menamena malemy, fanao fangaron-daoka matsiro.\n Ahitsio"},{"word":"Voatama","definition":" (Btm) a.: Anaramboankazo.\n Ahitsio"},{"word":"Voatango","definition":" a.: Karazam-boatavo, lavalava ny endriny, misy voa anatiny, voankazo otazana rehefa matoa sy manitra ary somary miendaka ny hodiny, mafotrafotra sy mangatsiatsiaka ny nofony, tsy masira no sady tsy mamy ny tsirony, fatao tsindrin-tsakafo afangaro amin'ny siramamy.\n Ahitsio"},{"word":"Voatangombazaha","definition":" a.: Karazam-boatavo lavalava voa fanao fangaron-daoka matsiro no azo atao salady koa (fantatra indrindra amin'ny anaram-bazaha hoe: \"concombre\").\n Ahitsio"},{"word":"Voatangondolo","definition":" a.: Karazana voatango dia.\n Ahitsio"},{"word":"Voatavo","definition":" a.: Anarana iombonana ilazana karazan-javamaniry fihinam-boa fanao fangaron-daoka izay toy izao ny toetoetrany: ny voany lehibe malamalama, ny tahony poaka aty mandadina, ny raviny mitapelaka misy lainy. -  F.-p.: Voatavo tsy mifandraka: zazakely mbola kidaladala, zaza bodo. * Ohab.: Lokanga tsy atao ka lehibe ny voatavo: tsy manao ny tena ka mahay milaza er? hoe toy izao sy toy izao.\n Ahitsio"},{"word":"Voatavoarivolahy","definition":" a: Karazamboatavo kelikely, teritery ny afovoany ary fanao fitoerandrano rehefa nalana ny atiny ka nomainina.\n Ahitsio"},{"word":"Voatavobozaka","definition":" a.: Karazamboatavo lehibe fihinana, tsara tsiro.\n Ahitsio"},{"word":"Voatavofotsy","definition":" na Voatavohova a.: Karazam-boatavobozaka fasian-drano.\n Ahitsio"},{"word":"Voatavokarandoha","definition":" a: Karazana voatavobozaka, mafy dia mafy ny hodiny.\n Ahitsio"},{"word":"Voatavomenaka","definition":" a.: Karazana voatavoarivolahy fana fitoera-menaka\n Ahitsio"},{"word":"Voatavomonta","definition":" a.: Karazana voatavobozaka mangidy ka tsy fihinana, fa ataon'ny olona siny rehefa afaka ny ao anatiny.\n Ahitsio"},{"word":"Voatavompe","definition":" a.: Ny faritra ambany fenofeno mivohitra amin'ny fe.\n Ahitsio"},{"word":"Voatavontay","definition":" a: Karazam-boatavo maniry eny amin'ny zezika. ~ h. i.: Ilazana olona fonetana, fohy hatoka ary be vatana.\n Ahitsio"},{"word":"Voatavotamenakatodiakoho","definition":" a.: Ny karazam-boatavobozaka kely indrindra.\n Ahitsio"},{"word":"Voatavotsiafakamboa","definition":" a.: Karazana voatavoarivolahy, lehibe vody, ataon'ny olona siny fantsakana.\n Ahitsio"},{"word":"Voatiry","definition":" (fr. voiture) a.: Teny ilazana ny fiara taritin-tsoavaly, mitondra olona sy enta-na.\n Ahitsio"},{"word":"Voatohaka","definition":" a.: Kazaram-bibikely toy ny tsingala any anaty rano, maharary fanaikitra.\n Ahitsio"},{"word":"Voatra","definition":" a.: Lamina, karakara. 1 t.if.: Amboarina, voavoatra, voamboatra / mamboatra; manamboatra, fanamboatra, mpanamboatra j anamboarana, fanamboarana / mivoatra, fivoatra, mpivoatra / ivoarana, fivoarana ) mahavoatra / voaboatra.\n Ahitsio"},{"word":"Voavahiatatra","definition":" a.: Karazana tsaramaso dia (Dolichos).\n Ahitsio"},{"word":"Voavahy","definition":" o.: Karazan-tsaramaso; tsiaridrafy.\n Ahitsio"},{"word":"Voavary","definition":" a.: Atodin-kankana hita amin'ny nofon-kisoa. ét.if.: Mamoavary.\n Ahitsio"},{"word":"Voavitsy","definition":" a: Kibon-dranio.\n Ahitsio"},{"word":"Voavola","definition":" a.: Anaram-piravaka voahangy na volamena na ankosotra.\n Ahitsio"},{"word":"Voavotaka","definition":" a.: Anaran-kazo fihinam-boa (Brehmia spinosa).\n Ahitsio"},{"word":"Voay","definition":" a.: Karaza-mamba, sain- gy kelikely kokoa, na dia masiaka izaitsizy ihany koa aza; azo anaovana poketra na kiraro ny hodiny (hodiboay). * Ohab.: Lasa ny mamba, tonga ny voay: ilazana olona roa mifandimby samy mana-na toetra ikoizana.\n Ahitsio"},{"word":"Voazato","definition":" a: Karazan-javamani--, ry fihinam-boa, paokanelina.\n Ahitsio"},{"word":"Voazavo","definition":" a.: Karazana voatango mena aty izay Ialta betsaka any atslmo, fihinana man-ta ka mampangatsiatsiaka aoka izany.\n Ahitsio"},{"word":"Vodiahitrarivo","definition":" a: Ny tantsaha mamboly mandadiana.\n Ahitsio"},{"word":"Vodifahitra","definition":" a: Lavaka ivoahan'ny fako sy ny zezika rehetra avy ao am-pahitra.\n Ahitsio"},{"word":"Vodiondry","definition":" a: Vola omen-dRazazalahy ny ho rafozany aorian'ny fangatahany an-dRazazavavy. heverina ho anisait' ny fototry ny fanambadiana ka nahatonga ho mahamenatra ny \"mitari-bady tsy lasam-bodiondry\" — Ny vodiondry dia natao koa hoe \"hajam-bolana\". -  F.-p.: Vodiondrim-barotra: vola omena mialoha ho fandraiketam-barotra.\n Ahitsio"},{"word":"Voditronga","definition":" a.: Ny tapany ambany amin'ny tahon'ny hazo izay tafajanona ao anaty tany rehefa notapahina ilay hazo.\n Ahitsio"},{"word":"Vodivoampelatanana","definition":" a: Halavan-drefy mitovy amin'ny haben'ny felatanana iray manontolo apetraka mihohoka; ny sakan'ny felatanana. Ny vodivoampelatanana dia mitovy amin'ny voantondro dimy.\n Ahitsio"},{"word":"Vodivodiana","definition":" p.t.: Mahimahina, feno ahiahy ambony ihany. - i t.i.f.: Mahavodivodiana, fahavodivodiana.\n Ahitsio"},{"word":"Vodivona","definition":" a: Rambon-tanety mandroso sy mitsopaka any anaty rano. ~ (taloha) Faritany nofehezin'andriana napetraky ny Mpanjaka tao, izay natao indrindra hoe \"tompombodivona\" na koa \"tompomenakely\".\n Ahitsio"},{"word":"Vody","definition":" a.: Ny fitombenana na ny fipetrahana: \"Mikisaha ny vody kely hipetrahan'ny vody be\", hoy ireo mpanifikifika ny madinika. ~ Ny faritra ambany amin'ny zavatra iray: Nitsangantsangana teny am-body tendrombohitra izahay. ~ Fotobeny manakaiky ny fakany: Vody hazo, vody trano. ~ Ny farany ambany amin'ny lava-ka, na ny faxa laharana amin' ny mpilahatra: Vody lavaka. Vody laharona ~ Ny fakan' ny zavamanlxy fihinana sasantsasany toy ny mangahazo, vomanga, saonjo sns...: Vody saonjo. i t.if.: Mamody.\n Ahitsio"},{"word":"Vofy","definition":" na Vaofy a: Fanalana ny hodi-javatra; fanazavana teny na lohateny iray. i tif: Voasana, voavofy / mamofy na mivofy, famofy na fivofy, mpamofy na mpivofy / amoasana, famoasana / ivoasana, fivoasana / mahavofy / vofivofy.\n Ahitsio"},{"word":"Voha","definition":" a.: Fisokafana, fanokafana; fangatahan-dalana. - t.i.f.: Vohana, vohaina, vosvoha / mamoha, famoha, mpamoha I amohana, famohana / mivoha, fivoha, mpivoha 1 ivohana, fivohana mahavôha 1 vohavoha.\n Ahitsio"},{"word":"Vohana","definition":" na Vohaina (voha) mt. ih. (vohay): Sokafana: Vohay ny uarauarankely. * A-nokafana varavarana: Vohay aho fa mangatsiaka. 1 Angatahan-dalana.\n Ahitsio"},{"word":"Vohavoha","definition":" a.: Landihazo efa voasara.tsaraka. t' p, t.: Malemy, malambolambo raha tsapaina. - t.i.f.: Vohavohàna, vohavohaina, voavohavoha / mamohavoha, famohavoha, mpamohavoha I amohavohàna, famohavohàna J mahavohavoha.\n Ahitsio"},{"word":"Vohavohana","definition":" Vohavohaina (vohavoha) rnt. ih. (vohavohao): Saratsarahina alohan' ny hamolesana azy, veraveraina, tsikeraina (ilazana ny landy na ny landihazo).\n Ahitsio"},{"word":"Vohirina","definition":" (vohitra) mt. ih. (vohiro): Bontsinina.\n Ahitsio"},{"word":"Vohitra","definition":" a.: Havoana. 1 Tanàna kely: \"Mijojo mipatraka ny oram-baventy, /Mandena ny vohitra sy ny tanety\". 6 Vohirina, avohitra, voavohitra / mambohitra, mamohitra, famohitra, mpamohitra / amohirana, famohixana / mivohitra, fivohitra 1 ivohirana, fivohirana / mikibohitra / mikobohitra.\n Ahitsio"},{"word":"Vohivohy","definition":" ft.: Niavian'ny hoe \"Mivohivohy\": (kibo) misy rivotra, mizihitra, mivozihitra.\n Ahitsio"},{"word":"Voho","definition":" a.: Ny ao an-damosina, ny ao am-badika: Asehoy ny vohon-tananao. ? Ny lafy ratsy: Sarin'inona no ao amin' ny vohon'io meday io? - t.i.f : Ivoho / amboho / ambohoina 1 manamboho, fanamboho, mpanamboho 1 anambohoana, fanambohoana 1 miamboho, fiamboho, mpiamboho 1 iambohoana, fiambohoana / mifampivoho. -  F.-p.: Manabe voho: mampitombo, mampandroso, manitatra. f Manome vohony: mamitaka. / Vohom-pafana: mivohitra. J Vohon-tany na kiborin-tany: tany malalaka somary tomandavana.\n Ahitsio"},{"word":"Vohoka","definition":" a.: Tranon-jaza. ? h. i.: Ny kibo (itoeran'ny zaza). * F,•p.; Am-bohoka: ao ankibo, oh.: Maty am•bohoka. / Bevohoka: enti-milaza ny vehivavy manana anaka ka hita ho lehibe ny kibony. / Miandry vohoka: miandry ny fotoana hahaterahana. ¶ M.h.: Tranonjaza, fananahana,\n Ahitsio"},{"word":"Voina","definition":" a.: Loza mihatra,antambo mby an-koditra. * F.-p.: Tra-boina: voan'ny loza, tra-doza. / Voin'ny azony: mitondra loza noho ny nataon'ny tenany ihany. J Voin-kava-mahatratra: izay fahavoazana mahazo ny havana mahazo ny tena koa. / Mamindra voina: mamindra loza. / Manao voin'ny azony: manary ny sasany amin'ny fahoriana mahazo azy. / Mi-solo voina: misolo loza, manolo-tena mba hiharan'ny 1oza eo amin'ny toeran'ny ha-fa. * Ohab.: Misolo voina ny akalana ka mikapa hena ambony fe: enti-milaza ny olona manao mosalahy izay tsy manahy kely akory ny zavatra mety hahavoa azy.\n Ahitsio"},{"word":"Voivoy","definition":" a: Vezivezy, fandehanana ats? ar?. - t.i.f.: Avoivoy, tafavoivoy 1 mamoivoy, famoivoy, mpamoivoy / amoivoizana, famoivoizana 1 mifamoivoy / mivoivoy, fivoivoy, mpivoivoy 1 ivoivoizana, fivoivoizana 1 mahavoivoy.\n Ahitsio"},{"word":"Voizina","definition":" (voy) mt. ih. (voizo): Enti-milaza ny lakana izay asosa amin'ny fikapohana ny rano miverina raha tiana handroso ny lakana, ary mandroso raha tiana hiverina ny lakana.\n Ahitsio"},{"word":"Voka","definition":" Fihasimban'ny Vohaka ara-panononana.\n Ahitsio"},{"word":"Vokabolary","definition":" sy Vokabolera (fr. vocabulaire) a: Ny teny rehetra amin'ny fiteny anankiray. ~ Voanteny navoambolana.\n Ahitsio"},{"word":"Vokaiky","definition":" sy Vokaika p.t.: Hetry, fonetana, vokoka. 6 Avokaiky, tafavokaiky, tafavokaika 1 mamokaiky, famokaiky I amokehana, famokehana 1 mivokaiky, fivokaiky 1 ivokaikena, fivokaikena 1 ivokehana, fivokehana ! mahavokaiky 1 vokaikikaiky.\n Ahitsio"},{"word":"Vokaka","definition":" a: Tany nalaina tamin'ny fasan'andriana hanaovana veiirano na fianianana. -  F.-p.: Sotro vokaka: fisotroana ny rano sy ny tany nalaina tamin'ny fasan'andriana ampifangaroina, ho fianianana tsy hivadika.\n Ahitsio"},{"word":"Vokatra","definition":" a: Ny voan'ny zavamaniry na ny vodin'ny zavamaniry fihinana tonga amin' ny fahamasahany: Rehefa miakatra ny vokatra, somebiseby ny iray tanàna ~ Ny soa azo: Mivelona amin'ny uokatry ny asan-tanany izy. -  p. t.: Be dia be, betsaka, sesehena: Vokatra ny paiso tamin'ity taona ity. ~ Lonaka: Vidio io saha io fa tsy hohita tany uokatra ohatra an'io ianao. - t.i.f.: Mamokatra, famokatra, mpamokatra / amokarana, famokarana 1 mahavokatra, fahavokatra, mpahavokatra / ahavokarana, fahavokarana.\n Ahitsio"},{"word":"Vokehana","definition":" (vokeky) p.t.: Miketrona, miforitra.\n Ahitsio"},{"word":"Vokeky","definition":" p. t.: Mitovy amin'ny Vokaiky. - t.i.f.: Vokehana 1 mamokehana.\n Ahitsio"},{"word":"Vokenana","definition":" p.t.: Matanjaka, tomady, matomboka.\n Ahitsio"},{"word":"Vokim-pelaka","definition":" (Btm) a.: Fombam-bolom-behivavy betsimisaraka taloha: avonkina ny volo apetaka eo ambony sofina havia sy havanana.\n Ahitsio"},{"word":"Vokimbahy","definition":" (Tsm) a.: Biby iray tarika amin'ny voalavo, saingy mivelona ambony hazo.\n Ahitsio"},{"word":"Vokisana","definition":" (voky) mt, ih. (vokiso): Omena sakafo betsaka: Efa novokisan'Ikoto tsarave ny vorona? 1 Taomina, tarihina: Novokison'ny namany izy ka nangalatra ~ Ambosfna, amporisrhina, tarihina: Nouokisan'ireo mpanao politika fotsiny ny vahoaka.\n Ahitsio"},{"word":"Vokoka","definition":" p.t.: Miforitra ohatra ny volantsinana, manantsika: Hazo vokoka no novidinao ka tsy azo ampiasaina. 0 Enti-milaza olona miforitra ny hazondamosiny ka zary mikainkona izy: Rafotsibe vokoka. 6 t. L f.: Avokoka, voavokoka 1 mamokoka, famokoka, mpamokoka 1 amokohana, famokohana 1 mivokoka, fivokoka, mpivokoka 1 ivokohana, fivokohana 1 mahavokokalvokobokoka.\n Ahitsio"},{"word":"Vokovoko","definition":" a: Anaran-kafa ilazana ny lakroa (jer. io teny io), fa natokana kosa hilazaha keo Fikambanana samihafa famonjena sy fanasoavana antokon'olona: Vokovoko mena (mamonjy ny miaramila maratra an'ady sy mitsabo'ny ankizy madinika), Vokovoko manga sy Vokovoko volamena (manaQ irisika hifady zava-pisotro misy alkaola sy mitandrina izay efa vonon-kifady); Vokovoko maitso (mampirisika hifady sigara, paraky): Vokovoko fotsy (mamonjy nY olona manao fitondran-tena ratsy ka mitaona azy hiala amin'izany).\n Ahitsio"},{"word":"Voky","definition":" p.t.: Feno ny kibo ka tsy te hihinana intsony: Misaotra fa voky, tompoko! ? Manankarena: Ireny olona efa voky ka hifaninananaof ~ Afa-po, afa-diana: Tsy mety voky tamin'ny fijerena izany zavatra mohafinaritra izany ny masoko. - t.i.f.: Vokisana, avoky, vinoky, voavoky 1 mamoky, famoky, mpamoky I amokisana, famokisana 1 mivoky, fivoky, mpivoky 1 ivokisana, fivokisana I mahavoky / vokivoky. ¶ M.h.: Feno, miatiaty. — Voky, afa-po, afa-diana, boboka. — Manao voky, manao tranga, miboboka, misesika, mibitabita, mibibaka, mibitabitaka. — Mamoky, mitaona, manabontsina, ma-nome fo, mambosy, mandroboka, mandrokiroky, mandraviravy, mamahana, manao toho-tsofina, mandrendrika, manadala, mitomany ambony fe.\n Ahitsio"},{"word":"Vola","definition":" a.: Taratasy na metaly, misy sary ary voamarika, ataon'ny fanjakan'ny tany tsirairay avy, ka manan-kery amin'io tany io hahazoana mividy zavatra: Tsy azo vidim-bola aman-karena izahay. - t.i.f.: Volaina.\nNy Ariary (Ar) no anaran'ny vola ampiasain'ny fanjakana malagasy amin'izao fotoana izao:\nvola majinika vita amin'ny metaly\n1Ar na ariary, 2Ar ariary roa, 4Ar na ariary efatra (miloko mavo izy io fa efa tsy dia hita firy intsony), 5Ar ariary dimy, 10Ar ariary folo, 20Ar ariary roapolo, 50Ar dimampolo ariary\nvola taratasy: \n100Ar ariary zato, 200Ar roanjato ariary, 500Ar dimanjato ariary\n1000Ar arivo ariary, 2000Ar roa arivo ariary, 5000Ar dimy arivo ariary, 10.000Ar iray alina ariary.\nohabolana: aleo very tsikalakalambola toy izay very tsikalakalampihavanana\n\nvola aloha mialoha: vodiondrimbarotra\njiolahimbola: vola fanao an-tratra htato fiandry \nvolavita: anarana karazana omby\n Ahitsio"},{"word":"Vola","definition":" na Volafotsy a,: Metaly sarobidy, izay fotsy mamirapiratra manana singa ara-tsimia \"Ag\" , anaovana vola sy firavaka.\n Ahitsio"},{"word":"Volaina","definition":" (vola)-mt. ih. (uglào): Amidy mba ho tonga vola: Milaza tsy manam-bola ianao, nefa manan-trano; raha izaho ianao, volaiko ilay trano.\n Ahitsio"},{"word":"Volamena","definition":" a.: Karazana metaly anisin'ixeo antsoina hoe \"sarobidy\": mavomena mamiratra mahafinaritra ny volony, mavesa-danja izy, azo hanifisina faran'izay kely ary tsy mety miova fenitra na oviana na oviana: ireo toetrany rehetra ireo no nahatonga azy hanaovana firavaka sarobidy isan-kazazany sy ho fototry ny sandam-bola miasa eran-tany; misy karazany roa ny vola-mena: ny volamena maitso sy mena. * Ohab.: VoIamena latsaka am-bovoka: tsy auelan'ny tarehiny tsy hihiratra: tsy saro-pantarina fa miavaka eny ihany ny zava-tsoa sy sarobidy na dia very amin' ny toerana tsy mendrika azy aza.\n Ahitsio"},{"word":"Volana","definition":" a.: Teny atao, teny aloakan'ny vava, 1 t.if: Volanina / mivolana, fivolana, mpivolana / ivolanana, fivolanana / mahavolana, volambolana, 1 F.-p.: Kobaka am-bava, volana hatenda: teny be fampanantenana eo am-bava fotsiny fa tsy arahim-panatanterahana, / Loa-bolana: vaky vava, tsy maharitra ka miteny. / Ma-bolana ilalana: mandray sy mino izao honohono re eny an-dalana rehetra izao. / Mamaia volana: mihiaka farany (fiteny amin'ny angely izay efa ho resy ka miantsoantso mafy). / Miaiky volana: miaiky fa tsara, mikoy. / Mitati-bolana: mandeha milaza amin' ny lehtbe izay rehetra ataon' ny sasany entina hanaratsiana azy. / Mivadi-bolana: mivadika amin'ny teny natao. / Tsara volana imaso: mihatsaravelatathy. / Tsy miteny tsy mioolana: mizixiziry tsy miteny na dia indraim-bava aza. / Volan-kankafotra: teny na zavatra toy ny teo aloha thany tsy misy fiovany.\n Ahitsio"},{"word":"Volana","definition":" a.: Antontan-javatra mihodina manodidina ny tany nefs mandray hazavana avy amin'ny masoandro, ka io hazavana io no atarany ety amin'ny tany rehefa mifanitsy ny faritra voazavan' ny masoandro aminy sy ny tany: Telo andro sisa dia ho fenomanana ny volana. 1 Ny fotoana ihodinan'ny volana manodidina ny tany. Ny volana malagasY dia mifanentana amin'ny fihodinan'ny volana manodidina ny tany mihitsy ka maharitra 28 andro mahery kely hatrany ary roa ambin'ny fo-Io no isany: (Alahamady, A-daoro, Adizaoza, Asorotany, Alahasaty, Asombola, Adimizana, Alakarabo, Alakaosy, Adijady, Adalo, Alohotsy), fa ny volana vazaha kosa dia notsinjaraina mitovitovy faharetana fotsiny: Zanvie: 31 andro, Fevrie: 28 na 29, Mar-sa: 31, Avrily: 30, May: 31, Jiona: 30, Jolay: 31, Aogositra: 31, Septambra: 30, 0-ktobra: 31, Novambra: 30, Desambra: 31. -  F.-p.: Tsinam-bolana: volana vaovao. / Hitam-biby ny volana: andro faharoa amin'ny fiverenan'ny volana. / Miarim-bolana: andro fahatelo ambin'ny folo amin'ny fiverenan'ny volana. / Fano volana, Fenomanana: boribory tsara ny volana. / Mira-bolana: fotoana fihenan' ny volana. / Milefi-bolana: herinandro sisa tsy hahatsinana indray ny volana. / Maizim-bolana: fotoana tsy ahitana ny volana. / Maty volana: fotoana ifanandrifian'ny masoandro sy ny tany ka tsy hita mihitsy ny volana. / Mahita volana alohan'i Habiby: milaza habobo (ninoan'ny Ntaolo fa raha vao tsinana ny volana dia hitan'i Habiby mpisikidy, fa ny olona tantra kosa tsy mahita azy raha tsy efa tainan-kateloana: koa izay milaza ho mahita volana alohan'i Habiby dia nataony ho mpilaza habobo daholo. Misy endrika hafa omena an'io fitenenana io koa anefa, dia ny hoe: \"Mahita volana alohan'ny biby\" satria ninoan' ny Ntaolo amin'ny fandinihana ny biby, hgno, fa raha vao tsfnana indroa andro ny volana dia efa hitan'ny biby sahady). / Mamono volana an-trano na an-drano: manao kitoatoa, manao anjoanjo, / Misoka ny volana: milentika ny volana. / Teraka ny vola-na: mitranga ny volana. /Ma-raine ny volana: misy faribolana manodidina ny volana izay atao koa hoe \"latsaka an-tamboho ny volana\". / Masoandro amam-bofana: ny ray sy ny reny. / Volana ambony: ny volana ho avy. / Volana hitsahina: ny volana diavina.\n Ahitsio"},{"word":"Volanina","definition":" (volana) mt. ih. (volàno): Tenenina, lazafna.\n Ahitsio"},{"word":"Volavelona","definition":" a.: Karaza-metaly sarobidy, tsiranoranony fa tsy mivongana ny toetrany, ary anaovana ireo fitaovana fitsapana hafanana na fitsapana ny havesatry ny sera.\n Ahitsio"},{"word":"Volavita","definition":" p.t.: Enti-milaza omby misy sorany manokana (misy fotsy ny handriny, ny tampon-damosinY, ny feny ary ny rambony) fanolotra ny mpanjaka hoenti-manaja azy, ka izay omby toy izany dia nolazaina ho azy na dia nanan-tompo aza. * Ohab.: Mpiandry omby volavita: tsy tompony fa mpamerin-doha: enti-milaza tsy fananan'ny tena fizakana manana amin'ny zavatra iray, fa ny mitahiry sy mikarakara fotsiny no anjaran'ny tena.\n Ahitsio"},{"word":"Volavola","definition":" a.: Varimasaka atao boribory mba hoentina ha-tao vatsy rehefa misy dia la-vitra haleha.: Volavolam-bary. 1 Enti-milaza zavatra kasaina na ampoizina hatao: Nanan vo?avolan-dalàna ny fan)akana, - t.i.f.: Volavolaina, voavolavola / mamolavola, famolavola, mpamolavola / ainolavolana, famolavolana / ma-h avolavola.\n Ahitsio"},{"word":"Volavolaina","definition":" (volavola) mt. ih. (volavolao): Atao boribory ohatra ny volavola: Nouolauolainy ny feta dia nataony sarin'omby. ~ Eritreretina, alaina ambony alaina ambany, avadibadika: Efa novolauolainao tsara ve izany fikasanao izany?\n Ahitsio"},{"word":"Vole","definition":" (fr. volley) a.: Lalao fanatanjahan-tena misy mpilalao enina an-daniny sy ankilany, ka ny ifanlnanan'izy roa tonta dia ny fanipazana baolina tsy mitehi-tany eo ambonin'ny tady iray mivelatra.\n Ahitsio"},{"word":"Volena","definition":" (voly) mt. ih. ((oleo): Enti-milaza ny tany asiana voly: Voleo tsaramaso ity tany ity, ary itsy kosa voleo katsaka. (Tsara hotsahivina fa ny \"ambolena\" dia entimilaza ny zavamaniry, ny masomboly mihitsy, fa ny \"volena\" kosa enti-milaza ny tany na toerana asiana azy: Amboleo atsy avara-trano ity taho-mangahazo ity — Voleo mangahazo atsy avaratrano).\n Ahitsio"},{"word":"Volimbolina","definition":" a.: Enti-milaza zavatra miolanolana na miolikolika; tambolina. - t.i.f.: Avolimbolina, voavolimbolina 1 mamolimbolina, famolimbolina, mpamolimbolina / amolimbolenana, f am olimbolenana 1 mivolimbolina, fivolimbolina, mpivolimbolina 1 mahavolimbolina.\n Ahitsio"},{"word":"Volkano","definition":" (fr. volcan) a.: Tendrombohitra mivoaka riakan' afo mahamay avy any ankibon'ny tany; afotroa.\n Ahitsio"},{"word":"Volo","definition":" a.: Zavatra lava madinika kely ohatra ny kofehy tantra maniry amin'ny faritra sasantsasany amin'ny tenan'ny olombelona na ny biby ary na dia ny zavamaniry ara: Be volon-tratra io lehilahy io. / Be uolo mahafinaritra ny amboan'i Bary. / Ataon'ny olona fanafody ny volon-katsaka. ~ h,i.: Volon-doha: Efa lava ny volon' ise ka andeha mba hampanetezo. - t.i.f.: Volosana, avolo, voavolo 1 mamolo, famolo, mpamolo l amolosana, famolosana 1 mahavolo l volovolo 1 voloina. -  F,-p,: May volon'orona na may volon-tratra: sahirana mafy ka dodona aoka izany er?. / Manala volon'orona: enti-milaza zavatra mandrara-pofona tsara dia tsars. / Manao soa volouoloina: manao soa arahin-datsa. / Manao volo: mamboatra volo, izany hoe mambango na mandrandrana azy. / Vo10 hoho: 1) a.: zavatra bitika kely tsinontsinona — 2) p, t.: tia tena, kahidy. / Volo homan-tena: ilazana singambolo lehibe maningana. / Volo mandady: volo manify manaraka ny fihirifana sy manodidina ny handrina. / Volo maniry: volo mandady amin'ny hatoka. / Volombody malaza: ireo volo lava mivolantsinana amin'ny volom-bodin'ny akoholahy, / Volombodin-trano: ny sisin' ny tafontrano anatiny. / Volom-bato: karazan-javamaniry bitika kely mandrakotra ny vato. / Volo ngita: volondoha sady fohy no mikainkona. / Volon-kazo: ireo toa volovolon-javamaniry amin' ny hazo, savorinala. / Volontany: fomba amam-panao amin'ny tany iray. / Volontany samy hafa: enti-milaza fa samy mamans ny fomba amam-panaony avy ny tany rehetra, / Volo oly: volondoha miolikolika na mivalombalona. / Volo rano: vo-Io manify sady malemy ohatra ny lasoà. / Volo tsotra: volon-doha mitsangana man-dry mahitsy. / Tany lava uolo: tany tsy mbola voavoly. / Ady volom-balala: ady atao amin'ny zavatra tsy dia inona akory. / Mihinana am-bolony: mampiasa zavatra tsy mbola vita akory. * Ohab,: Manao volo ngita mifandray tendro: entina milaza olona miray tetika hanao ratsy.\n Ahitsio"},{"word":"Volo","definition":" a.: Lokon-javatra na biby: Toy inona no volon' ilay ombinareo very izay? / Ity lamba tanora volo ity entinao fa tena manendrika anao mihitsy, 1 Endrika, tarehy: Tsy volon'olona handeha akory ianao izany! - t.i.f : Mivolo.\n Ahitsio"},{"word":"Volo","definition":" a.: Karazan-javamaniry fahita amin'ny tany mafana, manana toetra manokana: ny tahony tsoa-tokana tsisy rantsany, mavo malamalama, poaka aty, nefa misy tonony, mety ho voafihin'ny rantsantanana roa ny habeny, ary ny raviny etiety kely maranitra. — Maro karazana ny volo: ny voloandotra, ny voloandritra, ny volodia, ny volodiosy, ny volosanga, ny volosy, ny volotara, ny bararata, ny volotsangana, ny volovaliha, ary ny volovato (jer, ireo teny ireo). —( ? F.-p,: Ambanivolo: entimilaza ny ambanivohitra amin'ny tany amorontsiraka.\n Ahitsio"},{"word":"Voloa","definition":" (Ats) a: Vary nandrahoina tao anaty volo.\n Ahitsio"},{"word":"Voloandotra","definition":" a.: Karazana volo.\n Ahitsio"},{"word":"Voloandritra","definition":" a.: Karazana vola.\n Ahitsio"},{"word":"Volobe","definition":" a.: Ny fantsona andehanan'ny bala amin'ny basy. 1 Ny fantsona miolikolika amin'ny lalambika.\n Ahitsio"},{"word":"Volodia","definition":" a: Karazana volo. Volodiosy a.: Karazana volo.\n Ahitsio"},{"word":"Voloina","definition":" (volo) p.t.: Misy volo, be volo: Voioina ny ranjon-dRakoto ka tsy sahy mialapataloa izy.\n Ahitsio"},{"word":"Volokelimpamantaranandro","definition":" a.: Vimiaina kiritika kely amin'ny milin'ny famantaranandro.\n Ahitsio"},{"word":"Vololona","definition":" a.: Tsimoka mitrebona voalohany; ravina malemy izay miseho eny amin' ny tendron'ny hazo. - t.i.f.: Mamololona.\n Ahitsio"},{"word":"Volombatolalaka","definition":" p.t.: Volondavenona tanora.\n Ahitsio"},{"word":"Volombava","definition":" a.: Volo maniry eo ambonin'ny molotra ambony: Rehefa miresaka Rangahy io, jereo tsara fa aolanolany ny volombavany, 1 h.i.: Ny volo manixy eo ambanY saoka, izay atao hoe \"Volon-tsômaka\" amin'ny tena anarany: Ingahibe be volombava.\n Ahitsio"},{"word":"Volombitsika","definition":" a, na p.t.: Teny ilazana ny lako mavo mena.\n Ahitsio"},{"word":"Volomboahangy","definition":" a. na p.t.: Loko mena mavo.\n Ahitsio"},{"word":"Volombodimpona","definition":" a.: Anarankazo tsars sy madini-bolo, mena antitra manopy volomparasy, fanaovana rafitra madinika be haingo, sokitra, fanaka sarobidy.\n Ahitsio"},{"word":"Volomisaona","definition":" (Btl) a.: Randram-bolo betsileo faneo rehefa misaona: avala hisarakorako, na miolana kely amin'ny ila sofina roa ny vo-Io.\n Ahitsio"},{"word":"Volomparasy","definition":" a. nap.t.: Loko mania mena.\n Ahitsio"},{"word":"Volona","definition":" ft.: Ala nenina atao mba hamerenana ny ain'ny olona efa ho faty. - t.i.f.: Volonina, volombolonina.\n Ahitsio"},{"word":"Volonamalona","definition":" a. na p, t.: Loko mavo maitso somary mainty malefaka.\n Ahitsio"},{"word":"Volondavenona","definition":" a sady p.t.: Loko mania tanora toy ny an'ny lavenona.\n Ahitsio"},{"word":"Volonina","definition":" na Volombolonina (volona) mt. ih.: Ala-nenina mba haverina (afn'olona efa ho faty).\n Ahitsio"},{"word":"Volonkary","definition":" a. na p.t.: Loko mavo mifariparitra.\n Ahitsio"},{"word":"Volonkotona","definition":" a.: Karazan'ahidrano.\n Ahitsio"},{"word":"Volonondry","definition":" a.: Lamba vita amin'ny volon'ny ondry.\n Ahitsio"},{"word":"Volontany","definition":" a.: Ahitra kely. ~ Loko mifandraika amin'nY volon'ny tany. it Fombantany.\n Ahitsio"},{"word":"Volontera","definition":" (fr. volontaire) a.: Miaramila tsy voantso fa nilatsaka an-tsitrapo faha-Ranavalona III,\n Ahitsio"},{"word":"Volontsomaka","definition":" a.: Volo maniry eo ambany saoka na eo ambanin'ny molotra ambany. ¶ M:h.: Somotra,\n Ahitsio"},{"word":"Volony","definition":" p.t.: Miendrika ho, tsars ho, miseho ho: Volony hanao marina Rakoto izany!\n Ahitsio"},{"word":"Volory","definition":" (fr. velours) a: Karazan-damba matevintevina misy volony, nefs tsy mitsibolobolo akory fa malambolambo sady mamiratra.\n Ahitsio"},{"word":"Volosana","definition":" (volo) mt. ih. (volosy): Ongotans ny volony: Volbsy haingana io akoho io hatao laoka.\n Ahitsio"},{"word":"Volosanga","definition":" a.: Karazana volo.\n Ahitsio"},{"word":"Volosy","definition":" a.: Karazana volo fanaovana tongobolo.\n Ahitsio"},{"word":"Volotara","definition":" a.: Karazam-bolotsanganu madinika toy ny bararata ary fana() sodina\n Ahitsio"},{"word":"Volotsangana","definition":" a.: Karazana vo-Io madinika fampiasa indrindra hanaovana varivary na valindrihana.\n Ahitsio"},{"word":"Volovaliha","definition":" a.: Karazana volo fanaovana valfha.\n Ahitsio"},{"word":"Volovato","definition":" a.: Karazana volo.\n Ahitsio"},{"word":"Volovolo","definition":" a.: Havana akaiky (io teny io dia ampiasaina miaraka amin'nY \"Tay\"): Tsy taovana tsy volovolo: Tsy havana tsy inon-tsy !no-na. Vomanga a,: ZavamanirY mandady. fihinana ny raviny sy ny vodiny. Maro karazana ny vomanga dia ny: Vo mangafalad iangisa: karazam-bomanga izay miendrika faladian-gisa ny raviny; vomangahoda: vomanga kely ladina; vomanga masombika: misy kinifinifiny ny raviny; vomangambato: sarisarimbomanga; vomangamena, vomangamenaty, vomangaringitra, vomangasidina.\n Ahitsio"},{"word":"Voly","definition":" p. t.: Dontodonto tsy mahare raha tohinina;ankonankona noho ny hasasarana mafy na noho ny fiforetana ela tsy mihetsika; ngoly: Voly ny tongotro izany. ô t.Lf.: Mahavoly I volivoly / mamolivoly, famolivoly, mpamolivoly / amolivoliana, famolivoliana.\n Ahitsio"},{"word":"Voly","definition":" a.: Famafazana voan-javamaniry na fanatsatohana tahon-lavamaniry amin'ny tany mba haniry: Anisan'ny mora hatao ny voly mangahazo. ~ Ireo zavamaniry afafy na atsatoka: Tandremo sao dia voahitsakao ireto volin'olona ireto! - t.i.f.: Volena, ambolèna, voavoly 1 mamboly, famboly, mpamboly 1 ambolena, fambolena / mifamboly 1 mahavoly.\n Ahitsio"},{"word":"vomanga","definition":"zavamaniry fihinambody sy ravina, mbizo no iantsoana azy amin'ny faritr'i Fianarantsoa\nMisy karazany maro ny vomanga toy ny vomanga sihanaka, vomanga navetô fotsy sy vaventy, vomanga voatavo miloko mavo, ... \nravimbomanga, ravimbizo: ravin'ny vomanga izay fampiasa fanaovana rony na atao laoka\nohabolana: Rafotsibe kendam-bomanga ka matin'ny nasesiky ny tanany, entina ilazana ireo olona voan'ny heviny. Ahitsio"},{"word":"Vombo","definition":" na Vombona na Vovona a,: Ny volon'ny biby ao an-katoka izay hita mitsangana rehefa taitra izy na tezitya. 1 Ny rixan-damosin'ny hazandrano. -  F,-p,: Manangam-bombo, manangam-bombona na manangam-bovona: tezitra na ta hampitahotra ka mitsangana ny volo ao an-katoka.\n Ahitsio"},{"word":"Vombory","definition":" na Tsaramaha (Btl) a.: Randram-bolo betsileo atao mivona boribory endrika.\n Ahitsio"},{"word":"Vona","definition":" a: Tonon-kofehy na tady, afatotra amin'ny tenany: Asio vona ny zoro mosaranao mba hahatsiarouanao ny hafatra. - t.i.f.: Avons, voavonal mam8na, fambna, mpamdns •l amonana, famonana 1 mivona, fivona 1 ivonana, fivonana 1 mahavona 1 vombona. -  F.-p.: Vom-bolo: ny fototry ny volo nobangoina. / Vom-pisaka: fomba fibango volo. / Von'ah{tra: ahitra na-siffla fototra mibokoboko. I Von-kofehy: kofehy misy tonony mifatotra. / Von-kotrana: fomba fambango vo-Io. / Von-tady: tady misy tonony na nasiana fototra mibokoboko, fantatra indrindra tamin'ny andro taloha teo amin'ny dinam-pokonolona. (Tao an-tranon' ny ben'ny tanàna, dia nisY tady navbna mba ho fampahatsiahivana sy ho antoky ny fahatanterahan'ny dina ka teo no nanome toky ny fokonolona: \"Tsy miova vontady amin'ny dina nifanaovana izahay\"). / Von- teny: fahafahana amin'ny teny nataon'ny Razana.\n Ahitsio"},{"word":"Vondrahina","definition":" (vondraka) mt. th, (vondrdho): Hatavezina, afahy: Vondrahy tsara io kisoa io fa hovonoina amin'ny fety.\n Ahitsio"},{"word":"Vondraka","definition":" p.t.: Matavy, be menaka. - t.i.f.: Vondrahina, voavondraka, vinondraka 1 mamondraka, famondraka, mpamondrakal amondrahana, faniondrahana 1 mivondraka, fivondraka, mpivondraka 1 ivondrahana, fivondrahana 1 mahavondraka 1 vondrabondraka.\n Ahitsio"},{"word":"Vondrakandohany","definition":" (Tsm) a,: Karazam-boatavo izay endasina toy ny voanjo ny voanY.\n Ahitsio"},{"word":"Vondromay","definition":"(Tsm) a.: Omby mavo misy pentina mena na maintimainty eny amin'ny lohany, hatony, vozony.\n Ahitsio"},{"word":"Vondrona","definition":" a.: Zavamaniry fandrary ho tsihy na harona ary ahazoana lavenona mamimamy toa sira (sira vondrona). ? Fitambaran-javatra mikambana ho antontany iray na ho amboara iray. • Fitambaram-piangonana na firaisam-pokontany vitsivitsy iray fileovana (ity faharoa dia matetika atao hoe fivondronana). 6 Avondrona, voavondrona / mivondrona, fivondrona, mpivondrona / ivondronana, fivondronana I vondrombondrona.\n Ahitsio"},{"word":"Vonenina","definition":" a.: Karazan-javamaniry fanao fanafody (Vinca Rosea).\n Ahitsio"},{"word":"Vongadina","definition":" (vongady) mt. ih. (vongadio): Vidfna mitambatra: Novongadin-dRanaivo daholo ny taratasy rehetra tao amin'ilay mpivaro-boky.\n Ahitsio"},{"word":"Vongady","definition":" a.: Vongana iray manontolo mitsinkasina ho azy er?. 1 t.Lf.: Vongadina, avongady, voavongady, tafavongady / mamongady, famongady, mpamongady / amongadiana, famongadiana / mivongady, fivongady, mpivongady 1 ivongadiana, fivongadiana / mahavongady / vongadingady.\n Ahitsio"},{"word":"Vongaingy","definition":" sy Vongaingika a.: Fiforetana eo ambany entamavesatra. - t.i.f.: Avongaingy, tafavongaingy 1 manavongaingy / mivongaingy, fivongaingy, mpivongaingy / ivongaingena, fivongaingena, fivongaingehana / mahavongaingy / vongaingingaingy.\n Ahitsio"},{"word":"Vongaka","definition":" a.: Mitovy amin'ny Vongika.\n Ahitsio"},{"word":"Vongana","definition":" a.: Didy na tsorianjavatra mivaingana iray manontolo: Vongan-kena. - t.i.f.: Vonganina, avongana, voavongana / marnongana, famongana, mpamongana / amonganana, famonganana / mivongana, fivongana, mpivongana 1 ivonganana, fivonganana / mahavongana / vongambongana.\n Ahitsio"},{"word":"Vonganina","definition":" (vongana) mt. ih. (vongany): Didiana atao tsoriany.\n Ahitsio"},{"word":"Vongatraka","definition":" p.t.: Mena midorehitra. - t.i.f: Mivongatraka.\n Ahitsio"},{"word":"Vongavonga","definition":" p. t.: Ngezabe, makadiribe, botrefom-be. i t.i.f.: Mivongavonga.\n Ahitsio"},{"word":"Vongehina","definition":" (vongika) mt. ih. (vongeho): Entina amim-pahasahiranana izaitsizy: Inona ihany ity zavatra vongehinao ity?\n Ahitsio"},{"word":"Vongengy","definition":" Jer. Vongaingy. Vongika a,: Fitondrana zavamavesatra. - t.i.f.: Vongehina, avongika, voavongika; tafavongika / mamongika, famongfka, mpamongika / amongehana, famongehana / mivongika, fivongika, mpivongika 1 ivongehana, fivongehana / mahavongika.\n Ahitsio"},{"word":"Vongilahy","definition":" a.: Karazan-javamaniry.\n Ahitsio"},{"word":"Vongitrika","definition":" o.: Fijery mandrahona, mahatahotra. - t.i.f.: Avongitrika, tafavongitrika / mamongitrika, famongitrika, mpamongitrika I mivongitrika, fivongitrika, mpivongitrika / mahavongitrika.\n Ahitsio"},{"word":"Vongo","definition":" sy Vongovongo a.: Fitobfana mitontohitra, fiavosana mifanongôa, fibokitra. i t,i.f.: Avongo, voavongo, tafavongo / mivongovongo, fivongovongo, mpivongovongo / ivongovongoana, fivongovongoana / mamongovongo, famongovongo, mpamongovongo / amongovongoana, famongovongoana / mahavongovongo.\n Ahitsio"},{"word":"Voniafo","definition":" a.: Talantalana eu ambony fatana atao hanamainana ny kitay rehefa merika ny andro.\n Ahitsio"},{"word":"Vonifanja","definition":" a,: Ny vonin'ny zavamaniry izay tonga voankazo.\n Ahitsio"},{"word":"Voninahitra","definition":" a.: Fankatoavana olona noho ny hatsaram-panahiny na fahaizany na zavatra lehibe vitany: Nahazo voninahitra izy tamin'ny nandreseny ny fahavalo. / Fiamboniana, fiandrianana: Nitandro mafy ny voninahiny izy ka tsy nanaiky ny hiray tetika amin'ny olon-dratsy. 1 Mariky ny hambonian-toerana na laharana ana-nana eo amin'ny firenena: Natao roa ambin'ny folo voninahitra izy. 1 Dera sy laza: Voninahitra anie ho an'ny Ray sy ny Zanaka ary ny Fanahy Masina. -  F,-p.: Mahafa-boninahitra: manala ny haja ananana. / Manome voninahitra: manolotra haja sy fankasitrahana. / Manamboninahitra: enti-milaza ireo mpitondra na ny miaramila manana galons ambony. * Ohab.: Voninahitra an-tsobiky tsy atao am-patambary: enti-milaza fa ny haja sy zo tokony hipetraka eo amin' ny zava-dehibe dia tsy tokony haetry amin'ny zavatra madinika.\n Ahitsio"},{"word":"Voninkazo","definition":" a.: Organa mampitombo taranaka ny ankamaroan'ny zavamaniry, izay mizara roa: ny fitoeram-boa ary ny ravim-bony, izay mazàna miloko sy manana endrika mahafinaritra.\n Ahitsio"},{"word":"Vonivato","definition":" a,: Vato avo sy lehibe. / h,o.: Fierena azo antoka.\n Ahitsio"},{"word":"Vonjena","definition":" (vonjy) mt, (vonjeo): Itondrana vonjy, alana amin'ny loza: Vonjeo haingana ir? zozo ir? fa nianjera 1 Aleha, hatonina: Vonjeo haingana ny Dokotera raha marary ianao. 1 Ampiana: Novonjeny ny mahantra ary nampiantranoiny ny tsy manan-k fabo fana.\n Ahitsio"},{"word":"Vonjy","definition":" a.: Avotra, fanalana amin'ny loza; fanampiana, fiantràna. 1 t. L f.: Vonjèna, avonjy, voavonjy, vinonjy 1 mamonjy, famonjy, mpamonjy / amonjena, famonjena / mifamonjy 1 mahavonjy / vonjivonjy. -  F,-p,: Vonjy aina: fanaovana izay hahavelona. I Vonjy fo: sakafo kely atao tohan'aina mialoha ny sakafo lehibe mbola tsy masaka. 1 h,o,: Famonjena kely na fahafaham-po kely mialoha. / Vonjy fotoana: famonjena ora na fotoana efa vita. I Vonjy maika na vonjimaika: ilazana ny zavatra ampiasaina mandrà-pahavitan'ny te-na izy. / Vonjy rano vaky: fanampenanà ny fefiloha izay vakin'ny rano. 1 h,o.: Enti-milaza koa ny famoriam-bola sy famonjena ireo tratran'ny tsY fahampiana tampoka na voina. / Vonjy taitra: fitondrana famonjena noho ny zava-niseho: jiolahy, hain-trano... I Vonjy tavan'andro: zavatra atao maika entina mamonjy fotoana vetivety. I Tra-bonjy: enti-milaza olona voavonjy ara-potoana soa aman-tsara. ¶ M.h.: Vonjimaika, vonjY tavanandro, vonjy taitra, vonjy ratio vaky.\n Ahitsio"},{"word":"Vonkavia","definition":"(Btl) a.: Randrambolo betsileo navona eo ankavia.\n Ahitsio"},{"word":"Vonkina","definition":" a.: Fiforetana, onkina, kainkona. - t.i.f.: Avonkina, voavonkina, tafavonkina 1 mamonkina, famonkina, mpamonkina I amonkenana, famonkenana / mivonkina, fivonkina, mpivonkina / ivonkenana, fivonkenana 1 mahavonkina / vonkimbonkina. -  F,-p,: Miala uonkina: ma-mono, na tezitra ka miteny mafy sy manaram-po izaitsizy amin'izanY.\n Ahitsio"},{"word":"Vono","definition":" a.: Famelezana, fikapohana: Matim-bono any io zozo io fa aza apetraka any intsony. 1 Fanalana aina, fanaovana izay hapafaty: Nataon'ny miaramila vono moka ireo fahavalo ratsy saina, 1 Fitsofana ny jiro. 1 Fikosehana ny soratra tsy ho hi-ta. - t.i.f.: Vonoina, avono, voavono, vonono / mamono, fa-mono, mpamono 1 amonoana, famonoana 1 mifamono / mahavono / vonovono I vonoana. -  F.-p.: Vono baibona: ilazana ny fantsika izay alentika mafy, na pehina tsy ho afamitsoaka. / Vita vono baibona: vita mafy, vita tsara. 1 Vono botretra: fampisehoana toetra tsara fanahy na badobado mba hanambakana na hiheveran'ny hafa ny tena ho tsara na olona tsotra. / Vono moka: famonoana ho faty amim-pahanginana ka tsy hisy hahalala na hahatsikaritra. / Vonon-drenikely: famonoana miafina tsy hitan'ny hafa, na famelezana tetehina tsy hisy soritra azo iampangana ilay mpamono, / Vono sotry: fampisotroana tangena ny akohokely roa, ka izay tokoavina ho velona dia velona ary izay tokoavina ho faty dia maty, mba hoentina manambara fa mitsara ara-pahamarinana ny tangena, tamin'ny andro fampinomana fahizay. I Vono tandroka: fandefasana teny mialoha mba hampitahotra izay iadiana. / Vono trebotrebo: famonoana avy hatrany tsy misy fanontaniana na fitsarana kely akory. / Vono vorona: 1) fifandirana izay heverina hitadiavana ny mari-na, ka ny akoho no ampisotroina tangena. -2) filan-kisa enti-mandrahona na mampitahotra.\n Ahitsio"},{"word":"Vonoana","definition":" (vono) a,: Fahavoazana mihatra hatramin'ny aina: Vonoan'olona. • Fandringanana, fandripahana.\n Ahitsio"},{"word":"Vonoina","definition":" (vono) mt, ih. (vo-no y): Kapohina, asiana, velesina: Nahoana no vonoin' Ikoto foana ny zanako? 1 Alana aina: Novonoin'ny jiolahy tany anaty lobolobo tany izy, 1 Tsofina: Vonoy ny jiro. 1 Foanana: Efa nouonoina ity lalana ity, 1 Kosehina tsy hisy: Efa novonoina ny anaran' ny zanakao fa iray volana izy tsy tonga. 1 Anesorana (..,) ny karama: Novonoina ariary zato io mpiasa io fa nanapaka ts? ara-dabàna.\n Ahitsio"},{"word":"Vonona","definition":" p.t.: Vita fiomanana hanao na hitsena zavatra izay mety ho tonga na ampoizina ho tonga: Vononkiady ny firenena, 1 Voaomana, vita, voamboatra: E-fa vonona ny sakafo. / t.Lf.: Vononina, voavonona / mamonona, famonona, mpamonona / amononana, famononana / mivonona, fivonona 1 ivononana, fivononana / mahavonona / vonombonona. -  F,-p.: Mamantam-bonona: tsy misahirana na misasatra manangona fa vao tonga dia mahita izay ilaina. ¶ M,h,: Mivonona, miomana, misikina, miatrana, manatxika\n Ahitsio"},{"word":"Vononina","definition":" (vonona) mt, ih. (vonony): Atao vonona, omanina, amboarina mialoha: 104 Vonony ny vatsy fa hanainga isika rahampitso maraina.\n Ahitsio"},{"word":"Vonono","definition":" (v-on-ono) mt, ih. misy sisika on: Voavono, taperina ny aina, vonoina: Bibiiava vonono: tsy tongotra hitsipaka, tsy tahana handrangotra, fa Andriamanitra no andrasana (Ohab.): Entimilaza ny fisian'ny tody, na koa ny fombàn'Andriamanitra an'ireo malemy sy osa, izay tsy manan-kanoherana ireo mpanao tsindry hazo le-na na kely tsy mba mamindro.\n Ahitsio"},{"word":"Vonosotry","definition":" a.: Fomba fitsapana ny tangena amin'ny akohokely mba hampisehoana fa ny tangena dia mpitsara mahay: akohokely roa no alain' ny mpanozondoha ka ampisotrojny tangena efa tokoaviny mialoha avy, ka ilay voalohany tokoaviny ho faty dia maty; ilay faharoa kosa, tokoaviny ho velona dia velona (araks ny filazan'ny tantara, dia nisy fomba miafina namonoan'ilay mpanozondoha ilay akohokely voalohany, fa tsy ny herin'ny tangena akory no mahafaty azy).\n Ahitsio"},{"word":"Vontaka","definition":" (Ski) a.: Hazo hita any an'ala fametrahana toho- tan tely.\n Ahitsio"},{"word":"Vontangina","definition":" a.: Fivontosana, fibontsinana i tif:: Mamontangina / mivontangina, fivontangina.\n Ahitsio"},{"word":"Vontendro","definition":" Jer. Vona.\n Ahitsio"},{"word":"Vontirika","definition":" a.: Toetran'ny maso mivandravandra be toa hivoaka ny taola-maso. - t.i.f.: Avontirika, voavontirika / mamontirjka, faznontkika, mpamontirika / mivontirika, fivontirika I mahavontirika.\n Ahitsio"},{"word":"Vonto","definition":" p.t.: Lena hatrany anaty, lena tanteraka: Vonton' ny ranonorana ny akanjony. ~ Tanteraky ny...: Vonton' ny hatsiaka aho izany. ? h. o.: Hontsa: Vonton-kafaliana ny fony. / Vonton'alahelo izy nahita ny zanany maty teo am-pofoany. / Vonton'ny fitiavana an'Andriamanitra. ? Fano tanteraka: Rano vonton-tsiramamy. / Vonton'ny fampianaran'i Mao izy. ~ Lao, boboka: Vonton'ny anatrao aho fa aoka izay. ~ Sosotra, letra: Vonto ny foko isaky ny mahita azy. 1 t. if.: Vontosana, avonto, voavonto I mainonto, famonto, mpamonto / aniontosana, famontosana I mivonto, fivonto 1 ivontosana, fivontosana 1 mahavonto.\n Ahitsio"},{"word":"Vontona","definition":" sy Vontony a: Enti-milaza ny afovoany amin' ny zavatra telo milahatra: ny antenatenany, toy ny ambainy faharoa izany amin' ny lamba telo ambainy, ny zanak'andro faharoa amin' ireo renivintana mibaby andro telo: vavany — vontony — vodiny: Vonton'ajahamady. - t.i.f.: Mamontona. -  F.-p.: Vontom-bintana: ny andro faharoa entin'ireo renivintana (Alahamady, Asorotany, Adimizana, Adijady) izay mitondra andro telo: vavany — vontony —vodiny. / Vontom-pahavaratra: ny afovoany na antenatenan'ny fahavaratra fotoana mahabe oxana. / Vonton-ketsa: eo am-paharevoana indrindra amin'ny fanetsana, izany hoe: tsy lasa aloha na tratra aoriana fa eo afovoany.\n Ahitsio"},{"word":"Vontosana","definition":" (vonto) mt. ih. (vontosy): Atao tantera-drano, bobo-drano: Vontosy rano ity lamba ity. ? Hosorana manontolo: Vontosy menaka ny lamosiko.\n Ahitsio"},{"word":"Vontsira","definition":" a.: Karazam-biby mitovitovy amin'ny fosa. 1 A-naxana laharan-tsikidy iray.\n Ahitsio"},{"word":"Vony","definition":" Voniny a: Ilay bokony mena mavokely amin'ny zavamaniry izay mamontsina dia vaky felana ary misy tonga voa, misy tonga vonin• kazo; fanja, 6 t.Lf: Mamony, famony, mpamony / amoniana, famoniana.\n Ahitsio"},{"word":"Vony","definition":" Vonivony p.t.: Loko na volon-javatra sahala amin' ny tamotamo; haboka: Vony ny tamenak'atody.\n Ahitsio"},{"word":"Vorahina","definition":" (voraka) mt,ih, (voraho): Vahana. 1 Aboraka. 1 Aseho.\n Ahitsio"},{"word":"Voraikiny","definition":" a.: Sorok'omby.\n Ahitsio"},{"word":"Voraingina","definition":" Mitovy amin'ny Boraingina.\n Ahitsio"},{"word":"Voraka","definition":" p.t.: Boraka, mivaha: Voraka ny fehikiraroko. ~ Miveraberaka; tsy mihaja: Hehy voraka. • a.: Famborahana ny ao am-po, ny ao an-tsaina. - t.i.f.: Vorahina, voavoraka / mamoraka, famoraka, mpamoraka / amorahana, famorahana / mivoraka, fivoraka, mpivoraka / ivorahana, fivorahana / mahavoraka I voraboraka.\n Ahitsio"},{"word":"Voravora","definition":" p. t,: Borabora, ketraka, goragora, gorera. • Mitaraikiraiky, veravera. - t.i.f.: Voravoraina, avoravora, voavoravora / mamoravora, famoravora, mpamoravora I amoravorana, famoravorana I mivoravora, fivo-Iavora / ivoravorana, fivoravorana 1 mahavoravora.\n Ahitsio"},{"word":"Voravoraina","definition":" (voravora) mt. ih, (voravorao): Asafotofoto, asavorovoro.\n Ahitsio"},{"word":"Vorehina","definition":" (vorika) mt. ih. (voreho): Amosavfna, omena sakafo misy ody mahafaty na mankarary.\n Ahitsio"},{"word":"Vorenana","definition":" a.: Kiborin-kofehy. ~ p.t.: Fonetana, onkenana.\n Ahitsio"},{"word":"Vorery","definition":" p. t.: Maloto, be tsikoko, maharikoriko; afa-baraka. i t. L f.: Mamorery, famorery, mpamorery.\n Ahitsio"},{"word":"Voretaka","definition":" Mitovy amin'ny Boretaka.\n Ahitsio"},{"word":"Voretra","definition":" p.t.: Tsy mahavatra mikarakara na manadio ny tenany sy izay mikasika azy, ka maloto maharikoriko lalandava. - t.i.f.: Mivoretra, fivoretra / mamoretra / mahavoretra / voredretra I havoretra. ¶ M.h,: Kalaina, kisinina, vorery, tongovorery, tsy mahava-tena, benamboka, betsinamboka, vazina, misavoritaka, mikorontana, mikondendina, mikondendy, misafotofoto, misampotina, mikoretika, misavorovoro, mikorandendina, misaritaka, misafotaka, mitavona, misomotaka, safotetaka,\n Ahitsio"},{"word":"Vorika","definition":" a.: Mosavy mahafaty. - t.i.f.: Vorehina, avorika, voavorika 1 mamorika, famorika, mpamorika / amorehana, famorehana I mahavorika 1 voriborika.\n Ahitsio"},{"word":"Vorikena","definition":" a.: Ny faritra matavy amin'ny omby vositra.\n Ahitsio"},{"word":"Vorina","definition":" (vory) mt. ih. (vorio): Antsoina ho tonga miaraka amin'ny toerana iray: Novorina teo an-tokotanibe ny fokonolona taloha hihaino kabary. 1 Angonina: Mahatratra telo arivo ny vola novorina. - t.i.f, : Avorina, voavorina 1 mamorina, famorina, mpamorina 1 amorenana, famorenana I mivorina, fivorina 1 ivorenana, fivorenana I mahavorina 1 vorimborina 1 vorenana. -  F.-p.: Vorim-pasika: antontam-pasika mivangongo; tobim-pasika miavoavo.\n Ahitsio"},{"word":"Vorinosy","definition":" a.: Karazam-bakana fotsy kilavalava.\n Ahitsio"},{"word":"Voritra","definition":" Jer. Vorotra.\n Ahitsio"},{"word":"Vorivorina","definition":" (vorivory) mt. ih. (vorivorio): Boriborfna, a-tao tonga vorivory: Vorivorio io hazo io.\n Ahitsio"},{"word":"Vorivoriny","definition":" sy Vorivorinkena a.: Anarana ilazana ireo kitapo faharoa sy fahatelo amin'ny vavonin'ny biby mandinika toy ny omby, manarakaraka ny roroha; rehefa avy tsakoin' ny biby fanindroany ny hanina, dia averiny avy any amin'ny rorohany ary mandalo mivantana any amin'ny vorivoriny.\n Ahitsio"},{"word":"Voroka","definition":" ft.: Fofona ratsy sady mantsina. 1 tif: Mavoroka / havoroka.\n Ahitsio"},{"word":"Voromahailala","definition":" a.: Vorona mpihinam-boan-iavamanirY ary fatra-pivelona miaraka, tsara hena ka ompian'ny olona. (Mahavita lalana lavitra ny Voromahailala ary afaka miverina amin'ny toerana nialany indray; avy amin'izany no nahatonga ny anarany (mahay lalana).\n Ahitsio"},{"word":"Voromahery","definition":" a.: Karazam-borona mpihaza sy mpihinankenam-biby velona; mety ho lehibe sy matanjaka ny voromahery any an-tany hafa ka mahazaka zanak'omby na zanak' ondry.\n Ahitsio"},{"word":"Voromanga","definition":" a: Teny entina ilazana olona tiana: Raha tsy tian'ny hafa aza, ravoromangako kosa!\n Ahitsio"},{"word":"Vorombato","definition":" a.: Anaran'akoholaby mahery miady fahizay, izay karazan'akoho vaventy ary somary mifaingoka ohatra ny an'ny boloky ny vavany.\n Ahitsio"},{"word":"Vorombazaha","definition":" a.: Jer. Ganagana.\n Ahitsio"},{"word":"Vorombe","definition":" a.: Jer. Gisa.\n Ahitsio"},{"word":"Vorombola","definition":" a.: Vorona iray fianakaviam-be amin'ny alto-ho sy ny voxontsiloza, misy volony marevaka, indrindra ny lahy, izay manan-drambo mahazo misandrahaka ka mivelatra toy ny kodiarana.\n Ahitsio"},{"word":"Voromiendratra","definition":" a.: Karazandamba taloha nisy sorany miolikolika.\n Ahitsio"},{"word":"Vorompotsy","definition":" a.: Vorona fotsy, iray fianakaviana amin'ny vano, mivelona eny amhr'ny hotsaka.\n Ahitsio"},{"word":"Vorona","definition":" a.: Anarana itambarana iantsoana ireo karazam-biby manidina misy elany roa solon'ny tongony anoloana, ka roa ihany ny tongony ary rakotra vola manokana — izay nantsoina indrindra hoe: volom-borona — ny tenany; manatody izy fa tsy miteraka. a F,-p,: Maty vorona: ilazana keo olona nosoloana vorona tamin'ny fampinomana ka maty ilay vorona. • h. : Maty tanora. / Voro-manompo: enti-milaza ireo vorona fiompy fa tsy mba dia. / Voro-manompo havana: zana ny havan'ny mpanjaka, na ireo olona ambony izay samy mikezaka hahatsara laza ny mpanjaka eo imason' ny vahoaka. / Vorombe maty uady: ilazana olona mijoro ka ny tongony an'ila ihany no mitehi-tany eo am-pijoroana. / Vorombe rima: enti-milaza ireo olona masiaka sy tia tena, nefa mpanenitra ny hafa. (Tapak'ohabolana ihany io fa ny ohabolana feno dia hoe: \"Kapakapa uorombe rima, mijere te-na vao manenitra ny sasany\", / Vorom-panova: salon' ny maty na ny tsy ao intsony mba hianteherana. * Ohab.: Vorona azon'adala: raha tsy maty aza mifohafoha volo: enti-milaza ny zavadoza mihatra amin'ny osa raha eo an-tanan'ny fohy saina sy ny tsy hendry.\n Ahitsio"},{"word":"Voronandrano","definition":" a.: Karazamborona, toy ny angaka, arosy... mivelona eny amin'ny hetrina; toy izao ny toetoetra manokana ananan'ny voronandrano: fohy ny tongony fa mafy ny hoho amin' ny loha rantsany ary misy hoditra manify mampikambana ny rantsana efatra ho toy ny fivoy.\n Ahitsio"},{"word":"Vorondolo","definition":" a.: Vorona artisan' ny antsoina hoe tsy sahy andro; be maso, be vola, misy sangany kely ny vorondolo; noho izy mpivoaka amin' ny alina, dia malaza ho voron'ny mpamosavy izy; tsara ho fantatra anefa fa anisan'ny vorona mahasoa izy noho ny fihazany ny voalavo, totozy sy ny namany (iray fianakaviana amin'ny vorondolo ny tararaka sy ny matoriandro).\n Ahitsio"},{"word":"Vorondreo","definition":" a.: Vorona salasalany, hafahafa bika, manopy maitso ny volony, izay lasa maitso antitra ea amin' ny volombodiny ary maitso misy tarany mena amin'ny elany; mitaraindraina toa mampalahelo ny feon'ny vorondreo ka heverin'ny maro ho fambara loza ny fandrenesana azy.\n Ahitsio"},{"word":"Vorongo","definition":" Jer. Forongo.\n Ahitsio"},{"word":"Vorontsiloza","definition":" a.: Vorona lehibe, fianakaviam-ben'ny akoho, vorombola..,, manam-bika hafa kely fa misy nofo mikiramborambo eo amin' ny lohany, ny tendany misy toa haingony mitarazoka ary ny rambony azony velarina toy ny fikopaka rehefa midoroboka izy; tsara hena ary tsy mba saro-devonina ohatra ny gisa ny vorontsiloza.\n Ahitsio"},{"word":"Vorosoka","definition":" p.t.: Voahosihosin' ny tongotra, madisa, tomarosoka. - t.i.f.: Mivorosoka, fivorosoka.\n Ahitsio"},{"word":"Vorotina","definition":" p, t.: Fivontosan'ny vorotra.\n Ahitsio"},{"word":"Vorotra","definition":" na Voritra a.: Fototry ny vihy.\n Ahitsio"},{"word":"Vorotra","definition":" a.: Potika na sombinjavatra tsy misy nana azy intsony. -  F.-p.: Voro-damba: ny lamba efa rovitra sy potika ka tsy misy asany loatra intsony raha taffna. / Voro-drongony, uoro-jiafotsy, voro-kiraro: ilazana ny lamba rongony sy ny jiafotsy ary ny kiraro izay samy efa tonta sy rovitra tsy azo atao inona loatra intsony. / Voro-kitsay: tapa-damba tonta sady maloto no rovitra. / Voro-tsihy: ny tsihy efa rovidrovitra sady tonta.\n Ahitsio"},{"word":"Vorovoro","definition":" a.: Tsy filaminana, safotofoto, saritaka. i Vorovoroina, avorovoro / voavorovoro, tafavorovoro / mamorovoro na manavorovoro, famorovoro, mpamorovoro / amorovoroana, famorovoroana / mivorovo• ro, fivorovoro, mpivorovoro / ivorovoraana, fivorovoroana / mahavorovoro.\n Ahitsio"},{"word":"Vorovoroina","definition":" (vorovoro) mt, ih. (uorouorày): Akorontana.\n Ahitsio"},{"word":"Vory","definition":" mt. ih, ft.: Tonga miaraka eo amin'ny toerana iray: Efa vory ny mpianatra ka mitenena ianao. ? Voangona: Be ihany ny vola vorintsika omaly. - t.i.f.: Vorina, voavory, vinory, tafavory / mamory, famory, mpamory / amoriana, famoriana / mivory, fivory, mpivory / ivoriana, fivoriana I mahavory I vorivory.\n Ahitsio"},{"word":"Vory","definition":" na Vorivory p.t.: Manao faribolana: Tsipika vorivory, i t.Lf.: Vorivorina, voavory / manavory, fanavory, mpanavory I anavorivoriana, fanavorivoriana I mahavory. ? F,-p,:Hady vory na hadivory: hady na iavaka nohadfna manodidina toerana na vohitra kely. / VorivorY endrika: ilazana ny tarehy somary boribory ary mitalesaka kely. / Vory ioha: ilazana ny tafon'ny trano izay tsy mba nasiana tapenaka avo fa natao mitovy efatra eo ampovoany kosa.\n Ahitsio"},{"word":"Vory","definition":" a.: Roatra: Vorin-tsavony; vorin-dabiera. - t.i.f.: Mamory, mamorivory, famory, mpamory 1 amorivorlana, famorivoriana. ? F.-p.: Vorim-bava: rora mandroadroatra mameno ny vava sady mivoaka eo ivelany koa. / Mandoa vory: mihoaka mandoa, nefs tsy misy ventiny fa rano mamorivory fotsiny no aloa, misafoaka vorim-bava (fahita rehefa avy mihazakazaka na mikohaka mafy). / Mitoko vory: enti-milaza ny fotsimbary andrahoina ao am-bilany ka efa madiva handroatra. / Vorin-drano: ny rano mamorivory sy misy roatrany. / Vorin-tsavony: roatran-tsavony mitafoaka.\n Ahitsio"},{"word":"Vosesika","definition":" Mitovy amin'ny Bosesika.\n Ahitsio"},{"word":"Vosirina","definition":" (vositra) mt. ih. (uosiro): Atao tonga vositra.\n Ahitsio"},{"word":"Vositra","definition":" p.t. sy a.: Biby izay namboarina mba tsy ho afaka hiteraka intsony, ka amin'ny lahy, esorina ny an• gorony na ankonjony, ary amin'ny vavy, alana ny fonosan'atodiny: Akoholahy vositra. 1 t.if.r Vosirina, voavositra / mamositra, famositra, mpamositra I amosirana, famosirana / mahavositra. -  F,-p,: Omby vositra: omby efa namboarina tsy halain-taranaka fa hohatavezina fotsiny. / Vosi-dronono: ny zanak'omby nodidiana raits mbola kely. / Vosi-Janahary: efa voavositra hatrany an-kibon-dreniny. / Vosi-malaza: anarana ilazana ireo omby vositra matavy sady makadiry izay atao fanomezana.\n Ahitsio"},{"word":"Vosorina","definition":" (vosotra) mt, ih. (vosory): Vazivazina, hanihanina, harabina: Aza mba izaho no uosorinao eo!\n Ahitsio"},{"word":"Vosotra","definition":" na Vosobosotra a.: Teny na zavatra atao hihomehezana, vazivazy, kivazivazy, somonga: Mba olona tia vosotra koa Rangahy iny! 1 Famazivaziana, hanihany. haraby. - t.i.f.: Vosorina, avosotra, voavosotra / mamosotra, famosotra, mpamosotra I amosorana, famosorana I mahavosotra / vosobosotra. -  F,-p,: Anaram-bosotra:fanampy na solon'anarana napetaky ny olona ho kivazivazy na vosobosotra ary dia raikitra.\n Ahitsio"},{"word":"Votoaty","definition":" sy Votiaty a.: Ny ao anatin'ny hazo, ilay faritra malemy fotsifotsy ao anatiny. 1 Ny tena fotony amin' ny zavatra iray: Ny fananana herimpo no votoatin'ny angano hoe: Imbahitrìla. a F.-p,: Votoatin-teny: foto-kevitra ao anatin'ny teny lazaina.\n Ahitsio"},{"word":"Vôtraka","definition":" (Btm) a.: Kibo.\n Ahitsio"},{"word":"Votretrika","definition":" p.t.: Miavosa, miavovona. 1 Mitangorona, mifanety, mifatratra tsy misy kitotony. - t.i.f.: Avotretrika, tafavotretrika / mamotretrika, famotretrika, mpamotretrika I amotretrehana, famotretrehana I mivotretrika, fivotretrika / ivotretrehana, fivotretrehana I mahavotretrika.\n Ahitsio"},{"word":"Votritrika","definition":" a.: Fivontosana, fibontsinana. - t.i.f,: Mivotritrika, fivotritrika / votritritrika.\n Ahitsio"},{"word":"Votrovotro","definition":" a.: Forofotra, bontsimbontsina sahala amin' ny tandomitra. 1 RotsirotsY, rokoroko. - t.i.f.: Avotrovotro, voavotrovotro / mivotrovotro, fivotrovotro, mpivotrovotro I ivotrovotroana, fivotrovotroana / mamotrovotro.\n Ahitsio"},{"word":"Votry","definition":" a.: Tranom-bitsika izay miendrika dongon-tany kely et3 ivelany.\n Ahitsio"},{"word":"Votsa","definition":" p.t.: Tsy kinga, mitaredretra, mitavozavoza: Votsa loatra ity mpiasa ity. 1 Tsy mahay, osa: Mbola votsa ity zaza ity ka tokony hampianarina manokana. 1 Miadana: Votsa fandeha. - t.i.f.: Mahavotsa / havotsana / fahavotsana. -  F.-p.: Votsa raina: ela vao mahatakatra ny teny voalaza, na tsy ampiampy fiheverana loatra. / Votsa tanana: milaiko sy milamin-doatra eo am-panaovana raharaha na asa atao amin'ny tanana. / Votsa voua: enti-milaza zaza tratra aoriana amin'ny fitenenana na olona miadampiteny ary tsy mahavoaka izay tiany holazaina raha tsy efa ela fa miahotrahotra.\n Ahitsio"},{"word":"Votsorana","definition":" (votsotra) mt. ih. (votsàry): Vahana, boràhina: Nouotsorany ilay tady tao. 1 Afahana amin'ny gadra na ny fanandevozana: Mpigadra maro no nouotsorana tamin' ny fetin'ny Fahaleouantena.\n Ahitsio"},{"word":"Votsotra","definition":" p. t.: Mivaha, miboraka (kofehy, tady...): Votsotra ny kofehy ka lasa ilay on-dry. 1 Afaka tamin'ny gadra na ny fanandevozana: Votsotra ireo mpifatotra telopola. 1 Main'ny zavatra mangotraka na voan'ny kapoka mandrivorivo ka miendaka ny hoditra ary miseho ny no-fo: Votsotra mihitsy ny tongony vao nalefan'ilay tsy mifaditrovana iny izy. - t.i.f.: Votsorana, avotso• tra, tafavotsotra, voavotsotra I mamotsotra, famotsotra, mpamotsotra I amotsorana, famotsorana / mivotsotra, fivotsotra I ivotaorana, fivotsorana / mahavotsotra / votsobotsotra. -  F.-p.: Votso-droa: enti-milaza olona sendra fahavoazana roa sosona ka ny an-daniny tsy tanteraka, ny an-kilany nirava mains. * Ohab.: Ny nantenaina tsy azo, ny an-tanam-botsotra: enti-milaza fahavoazana lehibe mihatra amin'ny tena, fa izay noheverina tsy azo, nefa ny teny an-tanana koa latsaka tsy tana. / Raha mahay manana, manan-droa; fa raha tsy mahay manana, uotsodroa: enti-mampitandrina an' ireo be faniriana loatra ta hahazo betsaka amin'izay ataony nefs mety tsy hahazo na iray amin'iteo aza.\n Ahitsio"},{"word":"Votsy","definition":" a.: Zavatra mamontsina fotsifotsy amin'ny hoditra ka toa maniry: Mivoraka ny lohan'ny votsy rehefa lendrano maharitra.\n Ahitsio"},{"word":"Vovô","definition":" a.: Ny feon'ny alika mitady hanaikitra na mampitahotra: Raha vao mandre oouàn'alika izy dia mandositra. - t.i.f.: Vovozina / mivovà, fivovà, mpivovà / ivovàzana, fivovàzana I mahavovà, * Ohab.: Vouàn'alika: tsy hery fa tahotra: enti-milaza ireo tsy maty am-bavany ne-fa maivana ady.\n Ahitsio"},{"word":"Vovo","definition":" a.: Zavatra toy ny kitapo lavalava natao tamin'ny vahy madinika na karazambararata madinika izay norarina ho makarakara mba ho faluna hazandrano. 1 t. L f• : Vovoina, voavovo 1 mamovo, famovo, mpamovo / amovoana, famovoana / mivovo, fivovo, mpivovo / ivovoana, fivovoana 1 mahavovo. -  F.-p.: Mandatsa-bovo:mametraka vovo mba hahazoana hazandrano. / Misary vo-vo: maka ny hazandrano ao anaty vovo. / Nanim-bovo: ny antsoina amin'izany dia ilay fidirana mitsokotsoko mankao anaty vovo. J Tanam-bovo: fefy an-daniny roa izay tahaka ny anerena ny hazandrano hitsofoka ao anaty vovo izay mipetraka eo afovoany. * Ohab.: Miandry mahazo ohatra ny vouo: entina ilazana izay rehetra tsy mba manenjika nefa mahazo ihany.\n Ahitsio"},{"word":"Vovo","definition":" a.: Fantsakana lalina nohadina fa tsy vita-Nanahary.\n Ahitsio"},{"word":"Vovohina","definition":" (vovoka) mt. ih.: Rakotry ny vovoka:Novovohiny aho ka niala. • p.t.: Lanim-positra, voaloadoakan' ny bibikely ka mihintsana ho vovoka: Hazo uouohina,\n Ahitsio"},{"word":"Vovoina","definition":" (vovo) mt. ih. (uouay): Hazaina amin'ny vovo.\n Ahitsio"},{"word":"Vovoka","definition":" a.: Potipoti-tany malemy tsy misy vongany, jofo: Manditsika ny maso ny uovoka. • Zavatra voamontsamontsana ho potiny madinika dia madinika: Vovotsiramamy. - t.i.f.: Vovohina, voavovoka / mamovoka, famovoka, mpamovoka / amovohana, famovohana. * Ohab.: Ankizy nilaozantsakaiza ka milalao vovoka irery: enti-milaza ireo rehetra mahatsiaro ny maha-singany azy tsy eo namana, ka voatery mamalifaly ny tenany irery. J Volamena latsaka am-bovoka: tsy avelan' ny tarehiny tsy hihiratra: ilazana ny zava-tsoa izay tsy maintsy ampamirapiratin' ny hatsarany eny ihany, na aiza na aiza misy azy.\n Ahitsio"},{"word":"Vovokomby","definition":" a.: Karazan'ahidratsy maniry eny an-tanimbary.\n Ahitsio"},{"word":"Vovona","definition":" ft.: Avosa, fanaovana antontany. - t.i.f.: Avovona, voavovona, tafavovona 1 manavovona / miavovona.\n Ahitsio"},{"word":"Vovonana","definition":" a.: Rafi-kazo man-dry eo an-tampon'ny trano, izay ipetrahan'ireo lohatrano amin'ny an-daniny roa. -  F.-p.: Mita taovovo nana: enti-milaza ny masoandro efa manandrify tsara ny vovonana ka misasaka tsara ny andro amin'io fotoana io (12 ora antoandro). / Vovonana iadian'ny lohany: ny hazo atao lohatrano dia amin'ny vovonana avokoa no mifantsika, ka dia atao ohatra amin'ny ray aman-dreny izay iraisan'ny mpianakavy rehetra, na amin'ny lehibe iraisan'ny olona entiny ny vovonana. J Vovonan-gadra: ny masomby ifampitohizan' ny rojo amin'ireo olo-meloka gadraina. / Vouonan-karaka: ny hazo lava ihantonan'ny haraka rehetra amin' ny fanenomana. / Vovonamizana: ilay tsivalam-by f-han tonan'ny tana-mizana (ny mizana fandanjana vola-mena no lazaina eto).\n Ahitsio"},{"word":"Vovozina","definition":" (voua) mt.ih, (uovazy): Kiakiahin'ny alika amin'ny fombany.\n Ahitsio"},{"word":"Voy","definition":" a: Fanaovana izay hampisosa ny lakana amin'ny fikapohana ny rano. - t.i.f.: Voizina, avoy, voavoy 1 mivoy, fivoy, mpivoy 1 ivoizana, fivoizana 1 mahavoy 1 voivoy.\n Ahitsio"},{"word":"Vozavoza","definition":" a.: Fidrahodraho, firaikiraiky, fitsivaikavafka, fitahontahona. 1 tif: Mivozavoza, fivozavoza, mpivozavoza 1 ivozavozàna, fivozavozàna.\n Ahitsio"},{"word":"Vozezehana","definition":" (zezika) mt. pdr. (vozezeho): Enti-milaza toerana fatrarana zavatra atao mifanongoa na miavosa: Novozezehana kitapon'arina ny fiarakodia.\n Ahitsio"},{"word":"Vozezika","definition":" a.: Fiavovona sy fifanongoan-javatra mifangaroharo be ihany. - t.i.f.: Vozezehana, avozezika, voavozezika, tafavozezika 1 mamozezika, famozezika, mpamozezika / amozezehana, famozezehana / mivozezika, fivozezika, mpivozezika 1 ivozezehana, fivozezehana 1 mahavozezika 1 vozezijezika.\n Ahitsio"},{"word":"Vozezy","definition":" f.t.: Fitomboana maro. + t.i.f.: Mamozezy, famozezy, mpamozezy.\n Ahitsio"},{"word":"Vozihirina","definition":" (vozihitra) mt, ih. (uozihiro): Bontsininabe.\n Ahitsio"},{"word":"Vozihitra","definition":" a.: Fibontsinanamakadiry azon'ny rivotra, fivontosana, fibibahana. - t.i.f.: Vozihirina, avozihitra, voavozihitra, tafavozihitra 1 manavozihitra, fanavozihitra, mpanavozihitra 1 anavozihirana, fanavozihirana / mivozihitra, fivozihitra, mpivozihitra / ivozihirana, fivozihirana 1 mahavozihitra 1 vozihijihitra.\n Ahitsio"},{"word":"Vozo","definition":" sy Vozovozo ft.: Haosàna, hozo, hozohozo. - t.i.f.: Mavozo, mavozovozo, havozoana.\n Ahitsio"},{"word":"Vozona","definition":" a.: Ny tenda eo amin' ny faritry ny hatoka, ny elanelan'ny soroka sy ny loha: Misy uailahy kely eo amin' ny vozony. • Enti-milaza koa fanerena hanaiky. 1t.if.: Vozonana Imamozona, famozona, mpamozona 1 amozonana, famozonana 1 mahavozona I am-bozona 1 miambozona, fiambozona, mpiambozona 1 iambozonana, ffambozonana 1 mahambozona. -  F,-p,: Taingim-bozona: sady fampijaliana no fanandevozana. / Tandroka aron'ny vozona: fitenenana ilazana ny olona manana fahefana na harena na fahaizana izay manana adidy koa hamonjY sy hitandrina ny eo akaikiny amin'ny loza mety hahavoa azy. / Tery vozona: fanera-na hanao zavatra na tiana na tsy tiana. J Vozon'akanlo: ny manodidina ny tenda amin'ny akanjo. / Vozon-tauoahangy: ny eo ambanin' ny vava tavoahangy izay andraisana azy. I Varifitoventy mahatapaka ny vozon'akoho: fitenenana enti-milaza zavatra kely mahatonga zavadehibe ho simba. * Ohab.: Manalasala ohatra ny uozon'akoho tanora: enti-milaza zavatra tsy hita ha-tao ho tsars na ratsy ka manahirana ny saina ny manapaka na hitana na hamela azy.\n Ahitsio"},{"word":"Vozonana","definition":" (vozona) mt. ih. (oozany): Raisina amin'ny vozony. ? Terena hanaiky: Tsy nouozonana ianao nanao an' io, ka amin'izany tanteraho hatramin'ny farany.\n Ahitsio"},{"word":"Vy","definition":" a.: Karaza-metaly mena-mena matroka ny volony, anisan'ny ilaina indrindra amin'ny metaly rehetra fa anaovana fiasana amam-pitaovana isan-karazany.\n Ahitsio"}]