[{
        "word": "P",
        "definition": " Tarehintsoratra fahadimy ambin'ny folo ary renisoratra fahiraika ambin'ny folo amin'ny abidy malagasy. Amin'ny fanakambanan-teny, ny f miova ho p: sarotra fantarina = saro-pantarina.\n Ahitsio"
    },
    {
        "word": "Pahina",
        "definition": " p.t.: Tsy mahita afatsy ny akaiky, fohy maso. ? h.i.: Olona tsy mahita izay tadiaviny, tsy mahita ny ambany maso.Mahapahina / pahimpahina / mipahimpahina, fipahimpahina, mpipahimpahina / ipahimpahinana, fipahimpahinana.\n Ahitsio"
    },
    {
        "word": "Paika",
        "definition": " a.: Feo re avy amin' ny zavatra mifandona. • Fidona, fanapoahana amin'ny tanana na hazo: Paika kely foana dia ampy hampandeha io masinina io. 1 Tefy (vato): Vato tsara paika. 1 Fandehanana (amin'ny lalao fanorona), fifindran'ny vatom-panorona rehefa mihinana, ka mankeo amin'ny toerana tiany: Anao izao ny paika. ? h. o.: Tetika ampiasaina, tetikady: Paika fotsiny ny azy. -  F,-p.: Diso paika: tsy nahay nandeha na nahay tetika ka resy na voa. /Tsontsampaika ka matim-bela: diso famindra ka niharam-pahavoazana. / Paik'afo: fomba faluna afo amin'ny vato roa izay ampifampikasohina dia miteraka afo; tsy vato roa ihany no azo atao toy izany, fa tapa-kazo kely roa koa toy ny tahon-tseva, ohatra, izay ampifandilorina dia midona-tsetroka. / Pai-bato: fipehana ny vato amin'ny tantanana hanamboarana azy araka izay noheverina. / Paidoha: fipehana amin'ny loha — ilazana koa ny biby izay misy fotsy kely eo amin'ny handriny. J Paik'andro: ny andro nifanarahana sy efa nifanekena. / Diso paik'andro: tratra aoriana amin'ny fotoana efa nifanekena. /Maty paik'andro: fandoavana vola noho ny fahadisoam-potoana efa nifanekena. / Paipanorona: famindrana ny vatom-panorona ho eo amin' ny toerana azo antoka. JMaty paika: tsy afa-mihetsika intsony ny vatom-panorona any an-kilany, ka resy. ? h. i.: Vita na voakendry tsara amin'ny tokony ho izy. J Malemy paika: enti-milaza ny olona tsy mba maka mahery fa miteny na mihetsika mors sy milamina. ¶ M.h.: Dona, poka, gona, katroka.\n Ahitsio"
    },
    {
        "word": "Paikompaikona",
        "definition": " na Paikopaiko a.: Tsipaikona.\n Ahitsio"
    },
    {
        "word": "Paina",
        "definition": " a.: Vely, vono, levilevy. d, t.i.f.: Painana, voapaina.\n Ahitsio"
    },
    {
        "word": "Painana",
        "definition": " (paina) mt. ih. (paino): Velesina, vonoina, levilevena.\n Ahitsio"
    },
    {
        "word": "Painga",
        "definition": " p.t.: Kinga, faingan-tanana, matselaka, mailaka. / t.i.f.: Mahapainga.\n Ahitsio"
    },
    {
        "word": "Paingo",
        "definition": " na Parapaingo a.: Vy mavesatra miaraka amin'ny gadra; fatotra iray avy amin' ny tongotra roan'ny vorona, izay akambana mitohy. - t.i.f.: Paingoina, voapaingo j manapaingo, fanapaingo, mpanapaingo J anapaingoana, fanapaingoana J mipaingo, fipaingo, mpipaingo / ipaingoana, fipaingoana j miapaingo / iapaingoana, fiapaingoana / mahapaingo j paingopaingo.\n Ahitsio"
    },
    {
        "word": "Paingoina",
        "definition": " (paingo) mt ih. (paingoy): Gadrana, atao am-ponja.\n Ahitsio"
    },
    {
        "word": "Paingorina",
        "definition": " (paingotra) mt. ih. (paingory): Tanana amin'ny paingotra: Paingory amin'ny rindrina ity sary ity.\n Ahitsio"
    },
    {
        "word": "Paingotra",
        "definition": " (fr. épingle) a.: Vy marani-doha mitovitovy halehibe sy halava amin'ny tsilon-draiketa ary misy motiny kely ny vodiny, atao fanakambanana taratasy, fitanana akanjo na fametahana sary amin'ny rindrina. - t.i.f.: Paingorina, voapaingotra / manapaingotra, fanapaingotra, mpanapaingotra j anapaingorana, fanapaingorana j mipaingotra, fipaingotra, mpipaingotra J ipaingorana, fipaingorana / mahapaingotra, paingopaingotra. -  F.-p.: Paingo-jaza: v va-lava nafolaka, natao hrranana lamban-jaza indrindra.\n Ahitsio"
    },
    {
        "word": "Paiso",
        "definition": " (fr. pêche) a.: Hazo fihinam-boa, izay matsiro sady be ranony ny voany ary misy taolany: Tafatsiry indray ny maitso / Eo an-tokotaninay / Rako-pelana ny paiso / Mavokely ranoray. (Dox)\n Ahitsio"
    },
    {
        "word": "Paka",
        "definition": " a.: Kiran-javamaniry mitovy amin'ny taretra fanaovana gony.\n Ahitsio"
    },
    {
        "word": "Paka",
        "definition": " p.t.: Kitsokitso na tsokitsoky loha: Pa-tendro ir? tendrombohitra -  F.-p•: Paka lelo: mikirazorazo toa marani-doha eo ambony molotra ny lelo: Zaza paka le1o.\n Ahitsio"
    },
    {
        "word": "Paka",
        "definition": " a.: Fidonana eo akaiky; fifanakaikezana, fihaonana. i t.i,f.: Apaka, voapaka, tafapaka / manapaka, fanapaka, mpanapaka j anapahana, fanapahana / mipaka, fipaka, mpipaka j mahapaka / pakapaka j mipapaka.\n Ahitsio"
    },
    {
        "word": "Paka",
        "definition": " (fr. pâques) a.: Fety lehibe indrindra amin'ny Kristianina fa fahatsiarovana sy fankalazana ny nitsanganan' i Kristy ho velona ny andro fahatelo taorian'ny nahafatesany. (Ny fetin'ny Paka dia naraikitra ho amin'ny alahady manarakaraka ny fenomanana aorian'ny 21 Marsa).\n Ahitsio"
    },
    {
        "word": "Pakapaka",
        "definition": " p. t.: Lava manify. - t.i.f: Mipakapaka, fipakapaka.\n Ahitsio"
    },
    {
        "word": "Palakinina",
        "definition": " (fr. palanquin) a.: Filanjana misy tafony.\n Ahitsio"
    },
    {
        "word": "Palapala",
        "definition": " p. t.: Lava mitezotezo. i t.i.f.: Mipalapala, fipalapala.\n Ahitsio"
    },
    {
        "word": "Palitao",
        "definition": " (fr. paletot) a.: Akanjo ambonin-dehilahy midina hatreo anrin'ny fitombenana, misy paosy ivelany, ary mivady amin'ny pataloa.\n Ahitsio"
    },
    {
        "word": "Palmie",
        "definition": " (fr. palmier) a.: Anarana itambarana ilazana ireo karazan-kazo manana toetra manokana: ny tahony, tsoatokana; ny isan-draviny, fitambarana ravina madinika maromaro, toy ny rafla, voaniho...\n Ahitsio"
    },
    {
        "word": "Pampana",
        "definition": " a.: Firaparapana, fitsapatsapana. - t.i.f.: Mipampana, fipampana, mpipampana j ipampanana, fipampanana / mahapampana.\n Ahitsio"
    },
    {
        "word": "Pampina",
        "definition": " a.: Anaran-javamaniry.\n Ahitsio"
    },
    {
        "word": "Panama",
        "definition": " a: Anaran-tsatroka vita amin'ny ahitra henjankenjana ka fisaka mafimafy ny sofiny sy ny tampony.\n Ahitsio"
    },
    {
        "word": "Panda",
        "definition": " a.: Pentina amin'ny hoditra vokatry ny hainandro, izay mety ho afa-panafody ihany na ho afaky ny fiovam-ponenana aman-draharaha. - t.i.f•: Pandaina. ¶M.h.: Hoditoho.\n Ahitsio"
    },
    {
        "word": "Pandaina",
        "definition": " p.t.: Misy panda, feno panda.\n Ahitsio"
    },
    {
        "word": "Panga",
        "definition": " a.: Bibim-bomanga.\n Ahitsio"
    },
    {
        "word": "Panina",
        "definition": " (fr. panne)  Fijanonan'ny masinina iray noho ny fahasimbana tsy nampoizina.\n Ahitsio"
    },
    {
        "word": "Pantsona",
        "definition": " a.: Mitovy amin'ny Fantsona.\n Ahitsio"
    },
    {
        "word": "Paohina",
        "definition": " (paoka) mt, ih. (paohy): Faohina avy hatrany ary amim-pahakingana: Nopaohin'ny papango ny akohokely. ~ Alaina an-keriny avy hatrany dia entina mandositra: Nopaohin'ny tontakely daholo ny fitafiany rehetra tao an-trano.\n Ahitsio"
    },
    {
        "word": "Paoka",
        "definition": " a: Fifaohana avy hatrany ary amim-pahakingana; fakana zavatra an-keriny, izay entina mandositra. è Paohina 1 apaoka, voapaoka, pinaoka j mipaoka, fipaoka, mpipaoka / ipaohana, fipaohana / mahapaoka.\n Ahitsio"
    },
    {
        "word": "Paoma",
        "definition": " (fr. pomme) a.: Karazan-kazo fihinam-boanampidirina teto, misy voany kely madinika, fihinana amin' izao na atao kaonfitira na a- naovana ranom-boankazo; ny ranon'ny paoma koa, rehefa avala hiketriketrika, dia anaovana zava-pisotro atao hoe sidira.\n Ahitsio"
    },
    {
        "word": "Paompy",
        "definition": " (fr. pompe) a.: Fampakaran-drano avy any ambanin'ny tany hatao fantsakananavovo.\n Ahitsio"
    },
    {
        "word": "Paositra",
        "definition": " (fr. postes) a.: Antokon - draharaham - p anjakana misahana ny fitondrana ny taratasy sy entana ifandefasan'ny olona.\n Ahitsio"
    },
    {
        "word": "Paosy",
        "definition": " (fr. poche) a.: Fomban' akanjo toy ny lasaka kely mizaitra ety ivelany ka fasiana zavajavatra madinika isan-karazany: Ny daka no misy am-badika; ny loka no misy an-koatra; ny akanjo no soa misy paosy (,.,.) fa ratsy koa raha ratsy raha mba miuadika ny marina (Anganon' ny ntaolo).\n Ahitsio"
    },
    {
        "word": "Papa",
        "definition": " a.: Ny filohan'ny Eglizy katolika, dimbin'i Md. Piera; ny Ray masina.\n Ahitsio"
    },
    {
        "word": "Papangay",
        "definition": " a.: Karazam-boatavo (Luffa acutangula).\n Ahitsio"
    },
    {
        "word": "Papango",
        "definition": " a.: Vorona mpihinankena, malaza amin'ny fipaohana ny zanak'akoho. -  F.-p.: Papango tanana: ilazana ny olona faingan-tanana izay maka zavatr'olona amim-pahakingana mba hangalariny. * Ohab.: Papangolahy anaty katsaka ka izay miuoaka rainy avokoa: ilazana ny mpifaninana, ka izay miseho mahay daholo.\n Ahitsio"
    },
    {
        "word": "Papangofotsy",
        "definition": " a.: Karazam-papango tsy mba mahay mifaoka fa iantombenany kosa ny biby asiany, toy ny akoho, gana, dokotra, voalavo.... ¶ M.h.: Fanohoka, fanindry.\n Ahitsio"
    },
    {
        "word": "Papangohazo",
        "definition": " a.: Zavatra mitapelaka (taratasy henjana na baoritra maivana sady manify) didiana atao mitarehimpapango mivelatra elatra, dia asiana kofehy mba hitanana azy ary dia alefa hoentin'ny rivotra manidina (atao koa , hoe sarimpapango).\n Ahitsio"
    },
    {
        "word": "Papapapa",
        "definition": " a.: Famindra maika nefa toa tsy mijery izay dia-vina ;totototo;raparapa. 1 t.i.f.: Apapapapa, tafapapapapalmipapapapa,fipapapapa, mpipapapapa / ipapapapana, fipapapapana / mahapapapapa.\n Ahitsio"
    },
    {
        "word": "Papay",
        "definition": " a.: Karazam-boankazo.\n Ahitsio"
    },
    {
        "word": "Papelika",
        "definition": " a.: Karazam-borona mifanahatahaka amin'ny tsipoy fa kelikely kokoa (hatava: 18 sm), izay hazain'ny olona fatratra noho ny henany tena matsiro. Voadiniky ny ntaolo ny fanenony fa tahaka ny manao hoe \"tsara aho\", ka dia izany ny nanaovany azy ho tahaka ny mandoka tena ka nahatonga ny fitenenana hoe \"midoka tena toy ny papelika\".\n Ahitsio"
    },
    {
        "word": "Papelimosy",
        "definition": " (fr. pamplemousse) a.: Hazo fihinam-boa mitovitovy karazana amin'ny voasary, somary marikivikivy ny voany.\n Ahitsio"
    },
    {
        "word": "Papolahy",
        "definition": " (Ski) a.: Anaran-kazo fanao fanafody sohihina.\n Ahitsio"
    },
    {
        "word": "Paradisa",
        "definition": " na Paradizy (fr. para-dis) a.: Fonenan'ny olona tsara fanahy aorian'ny fahafatesana, araka ny finoana kristianina, izay iainany ao anatin'ny fahasambarana ateraky ny fahitana an'Andriamanitra. Toerana mahasambatra sy mahafinaritra: Tana paradisa kely ity sahanareo\tmangatsiatsiaka feno voninkazo ity.\n Ahitsio"
    },
    {
        "word": "Paraky",
        "definition": " a.: Zavamaniry fifoka sy fihinana ny raviny fa ma-nana hery manaitaitra ny atidoha: Homam-paraky; mihinam-paraky; leom-paraky. -  F.-p.: Paraky an'orona: paraky fitroka, izany hoe atao any anaty orona dia trohina. / Paraky be hatoka: paraky lehibe kiran-draviny. / Paraky jolo: paraky mahitsy ary henjana ny tahony. / Paraky kisoka na uoakisoka: vovo-paraky hanina (atao ambany lela). f Paraky kitsoloha: paraky mitsilotsilo ny raviny. 1 Paraky taiko: paraky lava taho. / Paraky uolotsangana: paraky henjankenjana ohatra ny ravim-bolotsangana ny raviny. ) Paraky ooalaro: paraky nasiana laro (lavenona) mba hampaherihery azy. * Ohab.: Paraky nankaleo ahy ka raha tsy fotsy angola tsy avelako: enti-milaza zavatra efa nisahiranana sy nisasarana izaitsizy ka tsy a-vela raha tsy efa tsy misy azo atao aminy intsony.\n Ahitsio"
    },
    {
        "word": "Parapaingo",
        "definition": " a.: Fototra mafy anrin'ny tady na rojo vy; gadra misy masomby natao tamin'ny tongotry ny olomeloka fahiny: Ataouy amparapaingo io akoho io sao lasa. 1 Li. f.: Amparapaingo.\n Ahitsio"
    },
    {
        "word": "Parapandry",
        "definition": " (fit.-p.) a.: Parasy.\n Ahitsio"
    },
    {
        "word": "Parapandy",
        "definition": " (t. tr.) a.: Parasy madinika.\n Ahitsio"
    },
    {
        "word": "Parapany",
        "definition": " (Ski) a.: Vilia vifotsy.\n Ahitsio"
    },
    {
        "word": "Pararatana",
        "definition": " (pararatra) mt. ih. (pamrato): Anidinana (rano).\n Ahitsio"
    },
    {
        "word": "Pararatra",
        "definition": " a.: Ny fifantsitsiran' ny rano amin'ny siny loaka na ny fianjeran'ny voan-javatra madinika raraka avy ao amin'ny harona na kitapo itoerany. - t.i.f.: Pararatana, apararatra, voapararatra, tafapararatra / manapararatra, fanapararatra, mpanapararâtra / anaparatana, fanapararatana / mipararatra,fipararatra, mpipararatra / ipararatana, fipararatana I mahapararatra.\n Ahitsio"
    },
    {
        "word": "Pararetina",
        "definition": " (pararetra) mt. ih. (parareto): Ampangovitina izaitsizy.\n Ahitsio"
    },
    {
        "word": "Pararetra",
        "definition": " a.: Fangovingovitra, fihararetra, h ovitrovitra. i Pararetina, apararetra, tafapararetra 1 manapararetra, fanapararetra, mpanapararetra / anapararetana, fanapararetana / mipararetra, fipararetra, mpipararetra / ipararetana, fipararetana / mahapararetra 1 pararedretra. -  F.-p.: Pararetra am-bato malaza: teny ataon'ny ankizy an-kirs rehefa mampandihy samoina izay fatorany amin'ny tongobeny izy.\n Ahitsio"
    },
    {
        "word": "Parasahana",
        "definition": " (parasaka) mt. pdr. (parasaho): Enti-milaza zavatra anelezana rano na voa.\n Ahitsio"
    },
    {
        "word": "Parasaka",
        "definition": " a.: Fiparitahana na fielezana; fisehoan-javatra tsy misy miafina. - t.i.f.: Parasahana, aparasaka, voaparasaka, tafaparasaka / manaparasaka, fanaparasaka, mpanaparasaka I anaparasahana, fanaparasahana / miparasaka, fiparasaka, mpiparasaka I iparasahana, fiparasahana / mahaparasaka 1 parasadrasaka.\n Ahitsio"
    },
    {
        "word": "Parasily",
        "definition": " a.: Lamba lasoa-manify sady mamirapiratra. * Fiten.: Mainka izany raha parasily, rauin-katsaka aza mikasoka: enti-milaza ny olona be hambo aoka izany ka zavatra tsinontsinona iny dia efa mampibontsina azy izaitsizy. ¶ M.h.: Mainka izany raha ranomasina, ranom-potaka ara manonja.\n Ahitsio"
    },
    {
        "word": "Parasy",
        "definition": " a.: Bibikely mitsentsitra ny ran'ny biby lehibe sy ny olona ka manaikitra mampangidfhidy izaitsizy: Mitondra areti-mifindra toy ny pesta ny parasy. • F.-p.: Volomparasy: 1c lao na volon-javatra mitovy , min'ny an'ny vonim-boah. rana na tatamo. / Be taimparasy: enti-milaza ny hoditava na ny akondro misy pentimpentina kely madinika. / Parasin'alika: karazamparasy lehibe, fahita indrindra ao anaty volon'ny alika. / Parasy lafrika: karazam-parasy madinika, izay manatody any anatin'ny hoditra. / Parasy kankana: parasy fahita indrindra any an-tsiraka ao anaty fasika (biby lavalava kely toy ny kankana izy io ka mitsofoka anatin'ny hoditra). ¶ M.h.: Parapandy, parasaingy.\n Ahitsio"
    },
    {
        "word": "Parata",
        "definition": " na Paranta (fit.-p.) a.: Ariary: Parata telo uao mahazo voasary.\n Ahitsio"
    },
    {
        "word": "Pareake",
        "definition": " (Ski) a.: Verontsanjy.\n Ahitsio"
    },
    {
        "word": "Pariahana",
        "definition": " (pariaka) mt. pdr. (pariaho): Enti-milaza toerana anaparitahana zavatra.\n Ahitsio"
    },
    {
        "word": "Pariaka",
        "definition": " a.: Paritaka, fiely, fihahaka amin'ny toerana ma-ro. - t.i.f.: Pariahana, apariaka, voapariaka, tafapariaka / manapariaka, fanapariaka, mpanapariaka / anaparlahana, fanapariahana / mipariaka, fipariaka, mpipariaka / ipariahana, fipariahana 1 mahapariaka / pariadriaka,\n Ahitsio"
    },
    {
        "word": "Pariakala",
        "definition": " (fr. percale) a.: Karazan-damba somizo.\n Ahitsio"
    },
    {
        "word": "Pariamaso",
        "definition": " a.: Karazam-borona (Zosterops madagascariensis).\n Ahitsio"
    },
    {
        "word": "Pariritana",
        "definition": " p.t.: Enti-milaza olona na zavatra ifantsitsirandrano.\n Ahitsio"
    },
    {
        "word": "Pariritra",
        "definition": " o.: Fantsitsirana fitifitry ny rano mivoaka ny fantsona na ny ra mivoaka ny hoza-dra tapaka.  - t.i.f.: Pariritina, aparkitra, voapariritra, tafapariritra 1 manapariritra, fanapariritra, mpanapariritra 1 anapariritana, fanapariritana 1 mipariritra, fipariritra, mpipariritra 1 ipariritana, fipariritana / mahapariritra / pariridritra,\n Ahitsio"
    },
    {
        "word": "Paritaka",
        "definition": " a.: Fielezana fa tsy iray toerana; fihahaka tsisy kototony,fisafotofoto. - t.i.f.: Aparitaka, voaparitaka, tafaparitaka 1 manaparitaka, fanaparitaka, mpanaparitaka / anaparitahana, fanaparitahana 1 miparitaka, fiparitaka, mpiparitaka / iparitahana, fiparitahana mahaparitaka 1 paritadritaka,\n Ahitsio"
    },
    {
        "word": "Paritra",
        "definition": " a.: Fizarazan'ny feo amin'ny hira; feo voalohany, feo faharoa, torebiny... -  F.-p.: Diso paritra: tsy mitana ny anjara paritry ny te-na fa mangalatra ny an'ny hafa.\n Ahitsio"
    },
    {
        "word": "Parlemanta",
        "definition": " (fr. parlement) a.: Solombavambahoaka mamolavola sy manao lalàna.\n Ahitsio"
    },
    {
        "word": "Pasahana",
        "definition": " (pasaka) mt.pdr. (pasaho): Enti-milaza olona na zavatra anelezana vaovao.\n Ahitsio"
    },
    {
        "word": "Pasaingy",
        "definition": " a.: Parasy (jer. koa Parapandy).\n Ahitsio"
    },
    {
        "word": "Pasaka",
        "definition": " a.: Fahavakisana, fiveraka, na fisaraka. - t.i.f.: Pasahana, apasaka, voapasaka, tafapasaka / manapasaka, fanapasaka, mpanapasaka / anapasahana, fanapasahana 1 mipasaka, fipasaka, mpipasaka I ipasahana, fipasahana / pasapasaka.\n Ahitsio"
    },
    {
        "word": "Pasasaka",
        "definition": " a.: Fahavakivakisana na fihoaran-drano mibosasaka.\n Ahitsio"
    },
    {
        "word": "Pasipaoro",
        "definition": " (fr. passeport) a.: Taratasy avy amin'ny fanjakana ahazoana mivezivezy na miditra any amin'ny firenenkafa.\n Ahitsio"
    },
    {
        "word": "Pasitry",
        "definition": " a.: Ampanga maniry eny ambony hazo.\n Ahitsio"
    },
    {
        "word": "Pasohina",
        "definition": " (pasoka) mt. ih. (pasohy): Lamaina, tsindriana amin'ny vy hafanaina mba halamalama tsara tsy hisy miketrona na miforiporitra: Tokony hopasohina iny pataloanao iny fa efa miforiporitra. • h. i.: Alamina: Pasohy tsara aloha ny resaka uao mihaona amin'ny lehibe.\n Ahitsio"
    },
    {
        "word": "Pasoka",
        "definition": " a.: Fanalamana, fanalana ny ketronketrona amin' ny fltafiana amin'ny alalan' ny vy nohafanaina ka asosa ary tsindriana eo amboniny. I t.i.f.: Pasohina, apasoka, voapasoka, panapasoka 1 mipasoka, fipasoka, mpipasoka / ipasohana, fipasohana / mahapasoka 1 pasopasoka.\n Ahitsio"
    },
    {
        "word": "Pataloa",
        "definition": " (fr, pantalon) a.: Akanjo ambany fitondran'ny lehilahy, mandrakotra ny tongotra roa tsirairay avy, hatreo amin'ny valahana, ary mivady amin'ny palitao. - t.i.f.: Mipataloa, fipataloa, mpipataloa 1 ipataloavana, fipataloavana, ipataloana, fipataloana 1 mahapataloa.\n Ahitsio"
    },
    {
        "word": "Patana",
        "definition": " a.: Karazan-jandiana. Pa-tendro a.: Jar. Paka.\n Ahitsio"
    },
    {
        "word": "Patraka",
        "definition": " na Patrapatraka a.: Feon-javatra\tvaventiventy miara-mikorotsaka; fikatraka zavatra mitete mahalankalana. - t.i.f.: Patrapatrahana, voapatraka (voapatrapatraka) 1 manapatraka, fanapatraka, mpanapatraka / anapatrapatrahana, fanapatrapatrahana, / mipatraka, fipatraka, mpipatraka 1 ipatrapatrahana, fipatrapatrahana.\n\nb Ohatra: patrakala= filatsaky ny rano sisa navelan'ny orana Eny amin'ny ravikazo n'a ratsankazo Ahitsio"
    },
    {
        "word": "Patrakala",
        "definition": " a.: Vongan-drano vaventy izay mitete avy amin' ny ravinkazo any anaty hazo rehefa avy ny orana, ka mipoapoaka (mip atrapatraka) noho ny hamafisan'ny fianjerany.\n Ahitsio"
    },
    {
        "word": "Patrana",
        "definition": " a.: Mitovy amin'ny Patraka.\n Ahitsio"
    },
    {
        "word": "Patrapatrahana",
        "definition": " (patrapatraka) mt. ih. (patrapatraho): Entimilaza olona na zavatra ianjerana vongan-drano: Nialoka teo ambody hazo iray izahay ka nopatrapatrahan' ny orana.\n Ahitsio"
    },
    {
        "word": "Patre",
        "definition": " a.: Dity fametaham-pitaratra.\n Ahitsio"
    },
    {
        "word": "Patriarika",
        "definition": " (fr. patriarque) a.: Anaram-boninahitry ny eveka any amin'ny eglizy katolika tatsinanana. (Fiv. kat.)\n Ahitsio"
    },
    {
        "word": "Patripatry",
        "definition": " p.t.: Vaventiventy, fatrofatro (fiteny fahiny amin'ny vakivakim-bola, ary ankehitriny amin'ny voanjavamaniry lehibe noho ny namany, sady tsara). - t.i.f•: Mipatripatry, fipatripatry.\n Ahitsio"
    },
    {
        "word": "Patro",
        "definition": " a.: Vehivavy sakaizandehilahy.\n Ahitsio"
    },
    {
        "word": "Patry",
        "definition": " a.: Ilay ketrona anoloana misy lavabokotra amin' ny lobaka, blozy...\n Ahitsio"
    },
    {
        "word": "Patsa",
        "definition": " a.: Karazan'orana madinika kely ary ffhinana: Misy patsa mena sy patsa fotsy. • p.t.: Entina milaza koa ny zazavavy madinika sy kely reny, -  F.-p.: Rom-patsa: anarana ilazana ny vola famangiana omena ny mpifana vao tarabao. / Takalom-patsa vidimpihinanana: enti-milaza fanomezana ataonao olona mba ho takalon'ny soa nataony taminao.\n Ahitsio"
    },
    {
        "word": "Patsanorana",
        "definition": " a.: Karazam-patsa lehibe.\n Ahitsio"
    },
    {
        "word": "Patsiatra",
        "definition": " jer. Potsiatra.\n Ahitsio"
    },
    {
        "word": "Patsitsirana",
        "definition": " (patsitsitra) mt. pdr. (patsitsiro): Enti-milaza zava;tra na olona tifirina rano.\n Ahitsio"
    },
    {
        "word": "Patsitsitra",
        "definition": " a.: Fantsitsitra, fipotsiran-drano. - t.i.f• : Patsitsirana, apatsitsitra, voapatsitsitra, tafapatsitsitra 1 manapatsitsitra, f anapatsitsitra, mpanapatsitsitra 1 anapatsitsirana, fanapatsitsirana 1 mipatsitsitra, fipatsitsitra, mpipatsitsitra 1 ipatsitsirana, fipatsitsirana / mahapatsitsitra 1 patsitsitsitra.\n Ahitsio"
    },
    {
        "word": "Patso",
        "definition": " (Ski) a.: Daba velezina miaraka amin'ny langorony amin'ny fanaovana morengy.\n\na.: fitenim-paritra iantsoana ny fanitso: Mitafo patso io trano io Ahitsio"
    },
    {
        "word": "Paza",
        "definition": " na Pazapaza p.t.: Fohy nono (fiteny koa ny hoe paza nono).\n Ahitsio"
    },
    {
        "word": "Pehina",
        "definition": " (paika) mt. ih. (peho): Donina, kapohina, pohina: Peho mafy ny fantsika mba hilentika. / Nopehiny ny lohako. ? Tefena (vato): Tsy nopehinareo tsara ireto auto ireto. • Kapohina, tenenina, rahonana: Peho mafy io zaza io fa maditra.\n Ahitsio"
    },
    {
        "word": "Pejy",
        "definition": " (angl. page) a.: Ila takelaka amin'ny taratasy na boky; takila: Jereo amin'ny pejy faharoa amby valopolo.\n Ahitsio"
    },
    {
        "word": "Peke",
        "definition": " (Ski) p. t.: Enti-milaza ny nify nohamaintisina tamin' ny lengo.\n Ahitsio"
    },
    {
        "word": "Pelaka",
        "definition": " na Pelapelaka p. t.: Fisaka sy Inhibe, manify ary mivelatra (toy ny ravina ravina-la na afontsy na saonjo). - t.i.f.: Pelapelahina, apelapelaka, voapelaka 1 manapelaka, fanapelaka, mpanapelaka 1 anapelapelahana, fanapelapelahana / mipelaka 1 mahapelaka.\n Ahitsio"
    },
    {
        "word": "Pelapelahina",
        "definition": " (pelapelaka) mt. ih. (pelapelaho): Fisahana.\n Ahitsio"
    },
    {
        "word": "Pelarana",
        "definition": " (pelatra) mt, pdr. (petaro): Asiana, tefohana tehamaina.\n Ahitsio"
    },
    {
        "word": "Pelatra",
        "definition": " a.: Famelezana amin' ny zavatra fisapisaka, famelezana tehamaina. - t.i.f.: Pelarana, apelatra, voapelatra, pinelatra 1 mipelatra, fipelatra 1 mahapelatra / pelapelatra 1 mamelapelatra, famelapelatra, mpamelapelatra 1 amelapelaxana, famelapelarana.\n Ahitsio"
    },
    {
        "word": "Pelika",
        "definition": " na Pelipelika a.: Hetsiketsika; fihetsiky ny olona jejo mipilapilaka. - t.i.f,: Pelipelehina, apelipelika, voapelipelika, tafapefipelika 1 manapelipelika, fanapelipelika, mpanapelipelika 1 anapelipelehana, fanapelipelehana / mipelipelika, fipelipelika, mpipelipelika 1 ipelipelehana, fipelipelehana 1 mahapelipelika.\n Ahitsio"
    },
    {
        "word": "Pelipelehina",
        "definition": " (pelipelika) mt. ih. (pelipeleho): Hetsiketsehina, apilapilaka.\n Ahitsio"
    },
    {
        "word": "Pempena",
        "definition": " a.: Fivezivezena mitady zavatra na taitra ka tsy mahita izay haleha fa mankatsy mankaroa; papapapa, i Pempenina, apempena, tafapempena 1 mipempena 1 ipempenana, fipempenana 1 mahapempena.\n Ahitsio"
    },
    {
        "word": "Pempenina",
        "definition": " (pempena) mt. ih.: Enti-milaza zavatra itotototoana, ivezivezena atsy sy aroa noho ny fahatairana.\n Ahitsio"
    },
    {
        "word": "Pempo",
        "definition": " p.t.: Mitovy amin'ny pepo, izay fiteny matetika kokoa.\n Ahitsio"
    },
    {
        "word": "Pendenana",
        "definition": " Pendenina (pendina) mt. ih. (pendeno): Lotoina, asianapentina,\n Ahitsio"
    },
    {
        "word": "Pendina",
        "definition": " a.: Pentina man doto. I t.i.f.: Pendenana, pendenina, apendina, voapendina, manapendina, fanapendina, mpanapendina 1 anapendenana, fanapendenana / mipendina, fipendina 1 ipendenana, fipendenana 1 mahapendina 1 pendimpendina / mamendimpendina / mipendimpendina.\n Ahitsio"
    },
    {
        "word": "Pendo",
        "definition": " p. t.: Kely endrika: Ankizivavy kely pendo.\n Ahitsio"
    },
    {
        "word": "Pendrampendrana",
        "definition": " p. t.: Jembijemby, tsy mahita tsara no-ho ny hazavana mitaratra. 6 t.i.f.: Pendrampendrana, apendrampendrana, voapendrampendrana 1 mamendrampendrana, famendrampendrana 1 mipendrampendrana, fipendrampendrana.\n Ahitsio"
    },
    {
        "word": "Pendrampendranina",
        "definition": " (pendrampendrana) mt. ih. (pendrampendrano): Atao izay hahajemby.\n Ahitsio"
    },
    {
        "word": "Penefo",
        "definition": " (angl. penknife) a.: Antsipika.\n Ahitsio"
    },
    {
        "word": "Penimpenenina",
        "definition": " (penimpenina) mt ih. (penimpeneno): Asaina mitotototo ets? sy er?.\n Ahitsio"
    },
    {
        "word": "Penimpenina",
        "definition": " a.: Fivezivezena ets? sy er? mitady zavatra, na taitra ka tsy mahita izay horaisina na han dosirana. i tif: Apenimpenina, penimpenina, tafapenimpenina 1 mipenimpenina, fipenimpenina, mpipenimpenina 1 ipenimpenenana, fipenimpenenana 1 mahapenimpenina.\n Ahitsio"
    },
    {
        "word": "Penina",
        "definition": " (angl. pen) a.: Vy kely fanoratana amin'ny ranomainty: Lelam-penina: ilay vy kely fanoratana mihitsy; tahom-penina: ny hazo na metaly lavalava misy varombo idiran'ny lelam-penina.\n Ahitsio"
    },
    {
        "word": "Penjena",
        "definition": " (penjina) mt, ih. (penjeo): Tazonina sady terena ho poritra mafy, giazina, gejaina.\n Ahitsio"
    },
    {
        "word": "Penjy",
        "definition": " ft.: Geja mafy, fitazonana sady fanerena ho poritra mafy. - t.i.f.: Apenjy, penjena, voapenjy.\n Ahitsio"
    },
    {
        "word": "Penjy",
        "definition": " a.: Karazan'ahitra fanao satroka.\n Ahitsio"
    },
    {
        "word": "Pensily",
        "definition": " (angl. pencil) a.: Fanoratana amin'ny solaitra. Pensilihazo: Hazo lavalava kely misy atiny manjarano, atao fanoratana amin'ny taratasy.\n Ahitsio"
    },
    {
        "word": "Pentimpentenana",
        "definition": " (pentimpentina) mt. ih. (pentimpenteno): Asiana pentimpentina, loto kely mitentintentina.\n Ahitsio"
    },
    {
        "word": "Pentina",
        "definition": " na Pentimpentina a.: Loto kely mipetaka amin-javatra: Tsy mahatondra io lamba rakotra pentina io aho. • h. o.: Tsiny na hadisoana kely maivana: Ny fanahy tsisy pentina ihany no hahazo hiditra any an-danitra avy hatrany. - t.i.f.: Pentimpentina, apentimpentina, voapentimpentina, voapentina 1 mamentimpentina, famentimpentina I amentimpentenana, famentimpentenana 1 mipentimpentina, fipentimpentina 1 mahapentina.\n Ahitsio"
    },
    {
        "word": "Pentsompentsonina",
        "definition": " (pentsompentsona) mt. ih. (pentsopentsony): Enti-milaza ny zavatra na ny olona tenenina na resahina amin-kabasiambava, itsaontsaonana.\n Ahitsio"
    },
    {
        "word": "Pentsona",
        "definition": " na Pentsompentsona a.: Habasiam-bava, fitsaontsaonam-bava, haim-bava. I t.i.f.: Pentsompentsonina, apentsompentsona 1 mipentsompentsona, mipentsona, fipentsona, fipentsompentsona, mpipentsona, mpipentsompentsona 1 ipentsompentsonana, fipentsompentsonana / mahapentsompentsona.\n Ahitsio"
    },
    {
        "word": "Pepe",
        "definition": " (Ski) a.: Anaran-kazandrano be taolana.\n Ahitsio"
    },
    {
        "word": "Peperana",
        "definition": " Perana (pepetra) mt, ih. (pepero, pero): Hafatrafarana: Nopeperan-drainy izy hanao fasana. ? Didiana: Nopeperan'ny fanjakana tsy hisy vola hiuoaka any iuelany.\n Ahitsio"
    },
    {
        "word": "Pepetra",
        "definition": " na Petra a.: Hafatrafatra mafy: Nasain-drainy honina any ambanivohitra izy araka ny pepetrany taminy. Hevitra nifanekena ary tandremana tsara: Natao ny pepetra alohan'ny hisarahana. - t.i.f.: Peperana, perana, apepetra, voapepetra, voapetra f mamepetra, famepetra, mpamepetra / ameperana, fameperana f mahapetra, (...).\n Ahitsio"
    },
    {
        "word": "Pepipepy",
        "definition": " a. : Fivezivezena mankatsy mankaroa noho ny hatairana na haverezan-tsaina ka tsy mahita izay hatao na haleha. - t.i.f.: Apepipepy / mipepipepy. ¶ M.h.: Pempena, papapapa.\n Ahitsio"
    },
    {
        "word": "Pepo",
        "definition": " (Ski) a.: Hodipotsy. -  F.-p.: Pepeo: be hodipotsy (enti-milaza ny paraky rehefa antitra ka vandambandana ny raviny).\n Ahitsio"
    },
    {
        "word": "Pepo",
        "definition": " p.t.: Misy lempona petaka milentika: Nidona tamin'ny varavarana izy ka pepo ny handriny. - t.i.f.: Pepoina, apepo, voapepo, tafapepo / manapepo, fanapepo, mpanapepo f anapepoana, fanapepoana f mipepo, fipepo, mpipepo f ipepoana, fipepoana f mahapepo / pepopepo.\n Ahitsio"
    },
    {
        "word": "Pepoina",
        "definition": " (pepo) mt. ih, (pepoy): Asiana lempona, atao pepo: Adala mihitsy i Soa kely: nopepoiny tamin'ny vato ny sininy. ? h.o.: Tsy avala hitraka, tsy avala handroso: Aza pepoina ny tanora fa avela izy hivelatra amin' ny maha-izy azy.\n Ahitsio"
    },
    {
        "word": "Perana",
        "definition": " (petra) mt. ih, (pero): Rarana, sakanana: Pero mafy ny zanakao tsy hilalao eo amoron-teuana.\n Ahitsio"
    },
    {
        "word": "Peratra",
        "definition": " a.: Masom-by na metaly hafa (volafotsy, volamena) atsofoka amin'ny rantsantanana mba hatao firavaka na ho mari-pomba misy heviny sy dikany: Peratry ny fifamofoana; peratry ny mariazy. - t.i.f.: Miperatra, fiperatxa, mpipexatra / iperatana, fiperatana f mahaperatra.\n Ahitsio"
    },
    {
        "word": "Peretika",
        "definition": " a.: Karazam-borona.\n Ahitsio"
    },
    {
        "word": "Perla",
        "definition": " (fr. perle) a.: Voahangy. Peripetika a.: Jer. Tsipetrika.\n Ahitsio"
    },
    {
        "word": "Perovianina",
        "definition": " (fr. pérouvien) a.: Ny firenena tompon-tany any amin'ny tanin'i Peroa (Amerika atsimo): Ny Perouianina no voalohany amin' ny fanjonoana eran'izao tontoio izao. ? p.t.: Momba an'i Peroa, an'i Peroa na avy any Peroa: Fomba perovianina.\n Ahitsio"
    },
    {
        "word": "Pesipesenina",
        "definition": " na Pesipesinina: Heverina, (tsy fampiasa afatsy raha miaraka amin'ireto teny ireto: tsy azo, tsy hita, tsy takatra): Tsy hita pesipesenina ny haben'ny masoandro.\n Ahitsio"
    },
    {
        "word": "Pesta",
        "definition": " (fr. peste) a.: Areti-mifindra mahatahotra aoka izany, izay misy karazany roa: ny \"peste bubonique\" sy ny \"peste pulmonaire\": ilay voalohany dia azo avy amin' ny kaikitry ny parasy tratran'io aretina io noho ny nanaikerany voalavo narary, ka ny amantarana azy dia ny fisehoana atodintaria eo amin'ny tata na ambany hetika; ny \"peste pulmonaire\" kosa, izay miendrika amonia dia mifindra mivantana avy amin'ny olona voany ka anisan'ny aretina mora mifindra indrindra.\n Ahitsio"
    },
    {
        "word": "Petahana",
        "definition": " (petaka) mt pdr na ih. (petaho): Raiketana: Nopetahany taratasy misy teny fanarabiana ny lamosin'I-sambilo. • Asiana, tefohana: Petaho tehamaina io zaza io fa maditra. • Raisina, samborina: Nopetahan'ny polisy tlay mpangalatra.\n Ahitsio"
    },
    {
        "word": "Petahina",
        "definition": " (petaka) mt. ih. (petaho): Fisahana amin'ny fa-m oretana.\n Ahitsio"
    },
    {
        "word": "Petaka",
        "definition": " p. t.: Fisaka, tsy mivohitra fa mitovy tantana amin'ny manodidina: Orona petaka. • a.: Fandraiketana zavatra roa na maro mba hikambana tsara: Misy petataratasy eo amin'ny rindrin' ny tranonareo. - t.i.f.: Petahina, petahana, apetaka, voapetaka, pinetaka, tafapetaka / mametaka, fametaka, mpametaka / mipetaka, fipetaka / ametahana, fametahana / ipetahana, fipetahana. • F.-p,: Petaka an-toko na peta-toko: enti-milaza zavatra natao antemaka, tsy dia mafy rafitra fa kongorevo, vita tsizarizary. f Peta-doha: ilazana fantsika izay mitapelaka sy fisaka ny lohany. / Peta-drindrina: (taloha) nilazana ny saridiseza amin'ny trano; (ankehitriny) taratasy apetaka amin'ny rindrina misy filazana ho an'ny be sy ny maro. f Petaka orona: enti-milaza olona izay fisaka mila hitovy tantana amin' ny tarehiny ny haavon'ny orony. f Peta-taikomby: fametahana tainomby amin'ny rindrina. / Peta-taratasy: fametahana temitra na taratasy be velarana amin'ny rindrina. * Ohab.: Tsara tarehy petaka orona ha uoatondro iray no tsy naha-izy azy: zavatra kely matetika dia ampy hanimba zavatra iray izay mety ho tsara amin'ny ankapobeny.\n Ahitsio"
    },
    {
        "word": "Petra",
        "definition": " a.: Fandrarana na fisakanana, - t.i.f.: Perana, voapetra.\n Ahitsio"
    },
    {
        "word": "Petra-dango",
        "definition": " a.: Fomba nanaovana ny lango. (Raha vao nanomboka ho mena reny ny vary eny an-tanimbary, dia niotazan'ny olona ha-tao lango, ka ny sasany nentina hisaorana an'Andriamanitra Andriananahary, ary ny sasany kosa hanaovan'ny ankizy sambasamba).\n Ahitsio"
    },
    {
        "word": "Petrahana",
        "definition": " (petraka) mt. pdr. (petraho): Enti-milaza izay asiana, ametrahana zavatra: Nopetrahan'i Bozy ilay siny mitete ny tsihy ka lena.\n Ahitsio"
    },
    {
        "word": "Petraka",
        "definition": " a.: Fitoerana, toerana misy ny tena; fitombenana fa tsy fitsanganana. - t.i.f.:Petrahana, apetraka, voapetraka, tafapetraka / mametraka, fametraka, mpametraka / ametrahana, fametrahana / mipetraka, fipetraka, mpipetraka j ipetrahana, fipetrahana / mahapetraka / petrapetraka. -  Petrak'ahitra: fandrika atao mba hanombotombohana ny hafa (nisy olon-dratsy mpamandrika taloha izay nanao toy izao: nametraka entan-kely teo anjoron-dalana izy, dia nihataka lavidavitra nitily, ka izay naka an'ilay entan-kely dia notombohany ho mpangalatra), / Petra-parafara: ny hazo fisaka tontam-parafara.\n Ahitsio"
    },
    {
        "word": "Petrika",
        "definition": " na Petripetrika a.: Jer. Pitrika na pitti¢itrika.\n Ahitsio"
    },
    {
        "word": "Petsa",
        "definition": " p. t.: Tsy maina fa misy rano ka mando be. - t.i.f.: Petsaina, petsana, apetsa, voapetsa / petsapetsa f petsapetsaina, apetsapetsa, voapetsapetsa / marnetsapetsa, fametsapetsa, mpametsaqetsa / ametsapetsana, fametsapetsana j mahapetsapetsa.\n Ahitsio"
    },
    {
        "word": "Petsahina",
        "definition": " (petsaka) mt. ih. (petsaho): Lemana, mandoina, atao izay hahatonga azy mangeniheny.\n Ahitsio"
    },
    {
        "word": "Petsaina",
        "definition": " Petsana (petsa) mt. ih, (petsao): Atao tonga mando; kotsana.\n Ahitsio"
    },
    {
        "word": "Petsaka",
        "definition": " a.: Leman-drano misy rihidrihitra. - t.i.f.: Petsahina, apetsaka, voapetsaka / mametsaka, manapetsaka, fanapetsaka, mpanapetsaka / anapetsahana, fanapetsahana / petsapetsa.\n Ahitsio"
    },
    {
        "word": "Petsapetsa",
        "definition": " p. t. : Enti-milaza ny tany misy rano ka mangeniheny, mangonahona. -  F.-p.: Iray petsapetsa: 1) enti-milaza olona vitsivitsy na maro manana tanimbary iraisana; 2) olona iray foko; 3) olona miray tetika. / Petsapetsa vava: olona tsy mahatam-bava, mania vava, milaza ny nafenina na ny tsy tokony holazaina.\n Ahitsio"
    },
    {
        "word": "Petsapetsa",
        "definition": " (Btl) a.: Honahona nototofana natao tanimbary.\n Ahitsio"
    },
    {
        "word": "Petsapetsaina",
        "definition": " (petsapetsa) mt. ih. (petsapetsao): Vontosana rano, atao feno fotaka. \tPy a.: Fikimpikfmpin'ny ma- \tso, baiko atao amin'ny ma- so. \t1 fi, f.: Pizina, pinizina, apy, \tvoapy, tafapy / manapy, fa- \tnapy, mpanapy f anapiazana, \tfanapiazana / mipy, fipy, mpipy / ipizana, fipizana I mahapy / pipy. -  F.-p.: Py maso na pimaso: fanomezana baiko amin'ny maso.\n Ahitsio"
    },
    {
        "word": "Pia",
        "definition": " a.: Aretina mpahazo ny mpifana.\n Ahitsio"
    },
    {
        "word": "Piahina",
        "definition": " (piaka) mt. th. (piaho): Tapahina na vakina ka misy feo kely heno amin' izany.\n Ahitsio"
    },
    {
        "word": "Piaka",
        "definition": " p.t. na a.: Tapaka, feo heno mikepoka amin'ny fahatapahan'ny hazo mailla na fifandonan'ny zavatra roa mifampikasika. - t.i.f.: Piahina, voapiaka / manapiaka, mamiaka, famiaka, mpamiaka / amiahana, famiahana f mipiaka, fipiaka, mpipiaka / ipiahana, fipiahana / mahapiaka / piapiaka. -  F,-p.: Piaka ampinga: fikapohana ampinga sy fampandihizana azy ho marika fanehoan-kafaliana. / Manao piaka: milalao karatra. / Pia-koho: feon'ny hoho ampifampisakohina amin'ny hoho ha-fa iray.\n Ahitsio"
    },
    {
        "word": "Piano",
        "definition": " (fr. piano) a.: Zavama- neno misy fitendry toy ny arimonia, saingy tsy mba rivotra no mampaneno azy fa ny fikapohana ny fitendrena izay mifandray amin'ny tadim-peo mikarantsana tsirairay avy: Mitendry piano.\n Ahitsio"
    },
    {
        "word": "Piarapiara",
        "definition": " na Fiarafiara a.: Lalaon'ankizy mifampilanja na manao kilanjalanja ka ny tanana mifandika eo anoloana no ilanjan'ny zaza roa ny anankiray fahatelo.\n Ahitsio"
    },
    {
        "word": "Pihina",
        "definition": " (pika) mt. ih, (piho): Kitihina hetsehina: Nopihiny tamin'ny uy kely ilay hidin-trano dia afaka. • Asiana rano mifantsitsitra: Piho rano kely aho fa mafana, • Vonoina (jiro mirehitra amin'ny herimbaratra): Piho amin'izay ny jiro hatoriana. • Akombona: Piho amin' izay ny elo fa efa maloka.\n Ahitsio"
    },
    {
        "word": "Pika",
        "definition": " a.: Fipitsile-javatra miala amin'ny toerana misy azy, ka misy feo kely miaraka amin'izany; fampifantsitsirana; fandosirana. - t.i.f.: Pihina, apika, voapika, tafapika / mamika, manapika, fanapika, mpanapika j anapihana, fanapihana j mipika, fipika, mpipika / ipihana, fipihana / mahapika / pipika / mamipika j mipipiha / mamipika. -  F.-p.: Pik'afo: tselatr'afo. l Pik'ampela: ny fanosehana feno hakingana ny ampela famolesana alohan'ny hampandihizana azY. / Tsy misy rano piny akory eo an-tsinibe: enti-milaza fa tsy misy rano na dia kely akory aza ao an-tsinibe.\n Ahitsio"
    },
    {
        "word": "Pika",
        "definition": " a.: Karazam-boninkazo izay madinika maro loko mahafinaritra mitambatambatra ny felany.\n Ahitsio"
    },
    {
        "word": "Pikany",
        "definition": " (t. tr.) a.: Vodin-javamaniry izay nambolena ka vao niitaran'ny sisa.\n Ahitsio"
    },
    {
        "word": "Pike",
        "definition": " (Ski) a.: Karazan-tsakamalao tsara fofona fihosotry ny vehivavy sakalava.\n Ahitsio"
    },
    {
        "word": "Pike",
        "definition": " (Ski) a.: Tady mifatotra amin'ny laveroka ka marnaky ny laim-botry sady mifatotra koa amin'ny take.\n Ahitsio"
    },
    {
        "word": "Pila",
        "definition": " (fr, pile) a,: Fitehirizana aratra, avy amin'ny fitambaran-javatra miteraka angovo simika lzay miova ho angovo elektrika ka ampiasaina amin' ny 7iro na radio fitondra mandeha; misy pila fisaka ary misy pila boribory ; vataaratra.\n Ahitsio"
    },
    {
        "word": "Pilaka",
        "definition": " na Pilapilakap.t.: Jejojejo mba hanaitra ny mason' ny lehilahy. - t.i.f.: Apilapilaka / mipilapilaka, fipilapilaka, mpipilapilaka / ipilapilahana, fipilapilahana ( mahapilaka na mahapilapilaka / mitsipilaka. ¶ M.h.: Jejo, jefy, jila.\n Ahitsio"
    },
    {
        "word": "Pilampilana",
        "definition": " p.t.: Mitovy amin' ny Pilapilaka.\n Ahitsio"
    },
    {
        "word": "Pilao",
        "definition": " (fr. plomb) a: Tady kely misy vongam-pira-mainty izay entina manamarina ny fahitsian'ny rindrina tsy vilana na mivohitra.\n Ahitsio"
    },
    {
        "word": "Pilatse",
        "definition": " (Ski) a,: Antsamotady.\n Ahitsio"
    },
    {
        "word": "Piliavava",
        "definition": " a.: Fanaovana tsy anjery mikararana ka indraindray tsy heverina akory izay lazaina.\n Ahitsio"
    },
    {
        "word": "Pilimo",
        "definition": " (fr. plume) a.: Teny enti-milaza ny lelam-penina sy ny tahony miaraka.\n Ahitsio"
    },
    {
        "word": "Pilina",
        "definition": " (angl. pill)  Fanafody miendri-boananana kely na-tao hatelina avy hatrany. Pilin-kankana: pilina ody kankana.\n Ahitsio"
    },
    {
        "word": "Piliolitse",
        "definition": " (Ski) p.t.: Enti-milaza ny zavatra na feo kely mi-la tsy ho hitan'ny maso na ho ren'ny sofina, bilitika.\n Ahitsio"
    },
    {
        "word": "Pilipily",
        "definition": " (Ski) a.: Sakay.\n Ahitsio"
    },
    {
        "word": "Pilo",
        "definition": " a.: Sakay mena.\n Ahitsio"
    },
    {
        "word": "Pilopilo",
        "definition": " (fit.-p.) a.: Voantsiperifery, dipoavatra.\n Ahitsio"
    },
    {
        "word": "Pilopilo",
        "definition": " p.t.: Marani-doha. ? I-lazana koa ny loha mihefikefika mampiseho hajejoana, na ny loham-bibilava misosososo sy mitrangatranga le-la. - t.i.f.: Apilopilo / mipilopilo.\n Ahitsio"
    },
    {
        "word": "Pilotra",
        "definition": " (fit.-p.) a.: Anaran-kata iantsoana ny antsamotady.\n Ahitsio"
    },
    {
        "word": "Pilotse",
        "definition": " (Ski) a.: Enti-milazany salaka sady kely no fohy.\n Ahitsio"
    },
    {
        "word": "Pily",
        "definition": " (fit.-p.) a.: Anaran-kafa iantsoana ny fandrefiala.\n Ahitsio"
    },
    {
        "word": "Pily",
        "definition": " a.: Karazam-bibilava vaventy.\n Ahitsio"
    },
    {
        "word": "Pimaso",
        "definition": " a.: Baiko atao amin' ny maso (na hiantsoana olona na handrarana azy tsy hiteny...).\n Ahitsio"
    },
    {
        "word": "Pin-",
        "definition": " Fitambaran'ny P sy ny \" tsofoka na sisika IN hanaovana mt. ih. amin'ny fototeny sasantsasany manomboka amin'ny P.: Pinaoka = p+ in+ aoka: Voapaoka.\n Ahitsio"
    },
    {
        "word": "Pinaika",
        "definition": " (paika) mt. ih. misy tsofoka in: Voapaika, voapoka, pehina: Nopinaika ilay vara dia vaky.\n Ahitsio"
    },
    {
        "word": "Pinaingotra",
        "definition": " (paingotra) mt. ih. misy tsofoka in: Voapaingotra, paingorina, asiana paingotra.\n Ahitsio"
    },
    {
        "word": "Pinaoka",
        "definition": " (paoka) mt. ih. misy tsofoka in: Voafaoka amimpahakingana.\n Ahitsio"
    },
    {
        "word": "Pinasoka",
        "definition": " (pasoka) mt, ih. misy tsofoka in: Voapasoka, pasohina.\n Ahitsio"
    },
    {
        "word": "Pindakoaka",
        "definition": " na Pindaoka a.: Biby fahagola voalazan'ny angano ho nisy tany amin' ny ilany atsimon'ny Nosy.\n Ahitsio"
    },
    {
        "word": "Pindina",
        "definition": " (pindy) mt. ih. (pindio): Apitika amin'ny fanondro, tsipindina.\n Ahitsio"
    },
    {
        "word": "Pindy",
        "definition": " a.: Fanapitihana zavatra amin'ny fanondro izay aforitra amin'ny ankibe ka atsotra tampoka sy mafy. - t.i.f.: Pindina, voapindy / manapindy, fanapindy, mpanapindy / anapindiana, fanapindiana ) mahapindy / pindipindy. ¶ M.h.: Tsipindy.\n Ahitsio"
    },
    {
        "word": "Pinelatra",
        "definition": " (pelatra) mt, ih. misy tsofoka in: Voapelatra, pelarana, voafelaky ny tehamaina: Nopinelany ilay zaza maivan-doha.\n Ahitsio"
    },
    {
        "word": "Pinetaka",
        "definition": " (petaka) mt. ih. misy tsofoka in: Voapetaka.\n Ahitsio"
    },
    {
        "word": "Pingapinga",
        "definition": " a.: Fahamaimaizana mipelipelika sy kevokevoka. - t.i.f.: Mipingapinga.\n Ahitsio"
    },
    {
        "word": "Pingipongy",
        "definition": " (fr, ping-pong) a.: Karazana tenisy fanao eo ambony latabatra.\t-+\n Ahitsio"
    },
    {
        "word": "Pingo",
        "definition": " a.: Hazo mainty sady mafy.\n Ahitsio"
    },
    {
        "word": "Pinitika",
        "definition": " (pitika) mt. ih. misy tsofoka in: Voapitika, ipitihana: Nopinitiky ny fotaka ilay akanjoko vao auy nosasana.\n Ahitsio"
    },
    {
        "word": "Pinjy (Sakalava)",
        "definition": "Jorery Ahitsio"
    },
    {
        "word": "Pinotsitra",
        "definition": " (potsitra) mt. ih. misy tsofoka in: Voapotsitra, potsirina: Naharary ilay uoy nopinotsitra.\n Ahitsio"
    },
    {
        "word": "Pintsana",
        "definition": " na Pintsampintsana p. t.: Olona keliray na kelireny fa kinga;maivamaivana sy mailaka. - t.i.f•: Mipintsana, mipintsampintsana / fahapintsana, fahapintsampintsana, hapintsana, hapintsampintsana.\n Ahitsio"
    },
    {
        "word": "Piny",
        "definition": " a.: Jer. Pika.\n Ahitsio"
    },
    {
        "word": "Pioka",
        "definition": " na Piopioka a.: Jer. Fioka.\n Ahitsio"
    },
    {
        "word": "Pipa",
        "definition": " (fr. pipe) a.: Zavatra lavalava misy fatana sy fantsona kely natao hifohana ravim-paraky efa voatetitetika madinika, izay ampirehetina ao anatin'ilay fatana kely dia trohina amin'ilay fantsona kely kosa indray.\n Ahitsio"
    },
    {
        "word": "Pipika",
        "definition": " a.: Feo heno mipaipaika malemy sy an-kisesy, toy ny feon'ny fandehan'ny famantaranandro.\n Ahitsio"
    },
    {
        "word": "Piretaka",
        "definition": " na Poretika: Jer. Poretika.\n Ahitsio"
    },
    {
        "word": "Pirimotra",
        "definition": " (angl. print) a.: Mitovy amin'ny printy (jer. io teny io).\n Ahitsio"
    },
    {
        "word": "Pirinty",
        "definition": " (angl. print) a.: Taozavatra famerenana soratra na sary imbetsaka amin'ny taratasy, ka tarehintsoratra vy, izay atao hoe lohavy, no atambatambatra ho teny, dia asiana ranomainty ka apetaka miverimberina amin'ny taratasy ary dia ahazoana soratra mitovy betsaka azo anaovana gazety na boky.\n Ahitsio"
    },
    {
        "word": "Piripiso",
        "definition": " (Ski) a.: Karazan-kazo madinika mivondrona.\n Ahitsio"
    },
    {
        "word": "Piripiso",
        "definition": " p.t.: MaintY ngizina noho ny loto, feno tsikoko.\n Ahitsio"
    },
    {
        "word": "Piripite",
        "definition": " (Ski) a.: Hira sy dihin' ny Masombika.\n Ahitsio"
    },
    {
        "word": "Piripity",
        "definition": " a.: Amponga tsangana kely indrindra vita amin'ny hoditra tokana eo amin'ny tendrony ambony (hoditr' omby na ondry, na osy, na bibilava do na menarana no henjanina amin'ny fantsika hazo eo amin'ny tendrony ambony); tsy maintsy anankiroa (feo avo sy iva) no ampiarahina ary velesin'ny felatanana havia sy havanana. I-reto avy ny flanakavian'ny piripity: ny n'lapa, n'lapabe, ny tary, ka ity no ngeza indrindra.\n Ahitsio"
    },
    {
        "word": "Piriritra",
        "definition": " a.: Fifantsitsirana, pararatra, fivalanana rano fotsiny. - t.i.f.: Apiriritra / mipiriritra, fipiriritra, mpipiriritfa / ipiriritana, fipiriritana / pixiridritra.\n Ahitsio"
    },
    {
        "word": "Piritihana",
        "definition": " Piritsihana (piritiha) mt. pdr. (piritiho, piritsiho): Ampiritihana fotaka, andefasana zavatra mifantsitsitra: Nopiritihan 'in y fiarakodia iny fotaka ny lambako.\n Ahitsio"
    },
    {
        "word": "Piritika",
        "definition": " na Piritsika a.: Fipitipitiky ny rano na fotaka le-na; fivalanana malemy mipitika. - t.i.f.: Piritihana, piritsihana / apiritika, apiritsika; voapiritika, voapiritsika; tafapiritika, tafapiritsika / manapkitika, manapiritsika, fanapieitika, fanapiritsika, mpanapiritika, mpanapkitsika / anapiritihana, fanapiritihana f mipiritika, mipiritsika, fipiritika, fipiritsika, mpipiriti• ka, mpipiritsika / ipiritihana, fipiritihana, ipiritsihana, fipiritsihana ) mahapiritika, mahapiritsika i piritidritika, piritsidritsika.\n Ahitsio"
    },
    {
        "word": "Piro",
        "definition": " a.: Anaran-kazo.\n Ahitsio"
    },
    {
        "word": "Pirotse",
        "definition": " (Ski) a.: Enti-milaza ny tandrok'omby kirongo izay miforitra kokoa ny anankiray noho ny ilany.\n Ahitsio"
    },
    {
        "word": "Pisitasy",
        "definition": " (fr. pistache) a.: Jer. Voanjombazaha, kapika.\n Ahitsio"
    },
    {
        "word": "Piso",
        "definition": " (angl. puss) a.: Saka. è Pisopiso / pisopisoana / mipisopiso, fipisopiso, mpipisopiso j ipisopisoana, fipisopisoana J mahapisopiso.\n Ahitsio"
    },
    {
        "word": "Pisopiso",
        "definition": " a.: Teny fiantsoana ny saka: Pisopiso, pisopiso.\n Ahitsio"
    },
    {
        "word": "Pisopisoina",
        "definition": " (pisopiso) mt. ih. (pisopisoy) a.: Antsoina amin'ny teny hoe pisopiso.\n Ahitsio"
    },
    {
        "word": "Pisto",
        "definition": " (fr. piston) a.: Zavamaneno.\n Ahitsio"
    },
    {
        "word": "Piteke",
        "definition": " (Ski) a.: Fintsa.\n Ahitsio"
    },
    {
        "word": "Pitihina",
        "definition": " (pitika) mt. ih. (pitiho): Enti-milaza olona na zavatra izay voan'ny rano mifantsitsitra: Pitihin'ny ranr eo ianao fa mihataha.\n Ahitsio"
    },
    {
        "word": "Pitika",
        "definition": " na Pitsika a.: Zavatra miendaka na miala amin'ny ,zavatra iray: Piti-bomba. 1 Fialana tampoka ary toa mitsambikina. - t.i.f.: Pitihina, pitsihina; apitika, apitsika; voapitika, voapitsika; pinitika; tafapitika, tafapitsika ( manapitika, manapitsika, fanapitika, fanapitsika, mpanapitika, mpanapitsika / anapitihana, fanapitihana, anapitsihana, fanapitsihana ) mipitika, mipitsika, fipitika, fipitsika, mpipitika, mpipitsika i ipitihana, fipitihana, ipitsihana, fipitsihana / mahapitika, mahapitsika ) pitipitika ) manapitika, manapitsika J mamitipitika / mipitipitika.\n\n\nPitika (anarana): fintsa, akondro nohamainina (fiteny fampiasa amin'ny faritra avaratr'i Madagasikara) Ahitsio"
    },
    {
        "word": "Pitikilangy",
        "definition": " a.: Zavamaneno mitovitovy amin'ny Jejilava sy ny Amponga tany; toy izao no fanaovana azy: mandavaka sahabo ho roan-jehy, tokony ho antonona ny totohondry ny vava lavaka, fa lehibe kosa ny ao anatiny dia asiana rakotra tain'omby maina na hodi-kazo maina ny lavaka; misy tsato-kazo tokony ho antsasa-metatra eo anilany, ary amin'ny tahon-kazo iny no misy ny tadiny izay miditra eo afovoan'ny rakotra ka ny tongotra no manindry ilay sarondavaka; pehina amin'ny tsora-kazo kely iny tadiny iny rehefa mihenjana ary mahavita feo avo na iva araka ny fanenjanana ilay tady izay afolaky ny tanana havia.\n Ahitsio"
    },
    {
        "word": "Pitipoa",
        "definition": " (fr. petit-pois) a.: Karazan-tsaramaso fa boribory sy madinika.\n Ahitsio"
    },
    {
        "word": "Pitra",
        "definition": " t. p. (t.t.m.): Eisy! isy!\n Ahitsio"
    },
    {
        "word": "Pitrapitra",
        "definition": " a.: Fijery mangaihay na malahelohelo. - t.i.f.: Apitrapitra, tafapitrapitra / mipitrapitra, fipftrapitra, mpipitrapitra i ipftrapitrana, fipitrapitrana / mahapitrapitra.\n Ahitsio"
    },
    {
        "word": "Pitripitrihina",
        "definition": " (pitripitrika) mt. ih. (pitripitriho): Endasina.\n Ahitsio"
    },
    {
        "word": "Pitripitrika",
        "definition": " a.: Feo heno amin' ny menaka rotsahana zavatra endasina. - t.i.f.: Pitripitrihina, apitripitrika, tafapitripitrika / manapitripitrika, fanapitripitrika, mpanapitripitrika / anapitripitrihana, fanapitripitrihana / mipitripitrika, fipitripitrika, mpipitripitrika / ipitripitrihana, fipitripitrihana i mahapitripitrika.\n Ahitsio"
    },
    {
        "word": "Pitsiny",
        "definition": " (angl. pitch) a.: Ny haavo na ny haivam-peo amin' ny taira.\n Ahitsio"
    },
    {
        "word": "Pitsiny",
        "definition": " a.: Sasiny na filatro amin'ny fitendrena zavamaneno; fihetsika na fiangolangolana alohan'ny hamakiana teny na hiventesana hira: Hira ve ity ka ilana pitsiny?\nb: pitsipitsiny: n'y antsipirihan'ny Zavatra iray. mifanohitra amin'ny ANKAPOBENY Ahitsio"
    },
    {
        "word": "Pitsofaoro",
        "definition": " (angl. pitchfork or tuning fork) a.: Fitaovana atao fakana feo rehefa mihira.\n Ahitsio"
    },
    {
        "word": "Pitsohina",
        "definition": " (pitsoka) mt. ih. (pitsohy): (taolana) Esorina amin'ny toerany, • (varavarana) Vohana an-terisetra tsy misy fanalahidy: Pitsohy ity varavarana ity fa very ny fanalahidy.\n Ahitsio"
    },
    {
        "word": "Pitsoka",
        "definition": " a.: Fifandisoan-taolana. 1 Folaka: Pitsoka ny tongony havia. i Fahasimbana fanalahidy. - t.i.f.: Pitsohina, apitsoka, voapitsoka / manapitsoka, fanapitsoka, mpanapitsoka / anapitsohana, fanapitsohana / mipitsoka, fipitsoka, mpipitsoka / ipitsohana, fipitsohana / pitsopitsoka / mipitsopitsoka.\n Ahitsio"
    },
    {
        "word": "Pizina",
        "definition": " (py) mt. ih. (pizo): A-naovana baiko amin'ny maso: Nopiziko maso izy vao nangina fa saika mbola hiteniteny be tao. -  F.-p.:Tsy nopizin-tory:tsy nahita tory. * Ohab.: Axa pizina ny teny fa manana elatra, ka raha pizina manidina: enti-milaza ny tsy tokony hanaitairana ny teny ataon'ny olona, fa raha taitra eo, dia very ny fitohizan'ny teny.\n Ahitsio"
    },
    {
        "word": "Plaky",
        "definition": " (fr. plaque) a.: Takelaby misy filazana. • Takelapitaratra rakotra zavatra na-tao ho mora handray hazavana, fampiasa amin'ny fakan-tsary fotografia.\n Ahitsio"
    },
    {
        "word": "Planety",
        "definition": " (fr. planète) a.: Ireo vongana goavana — anisan' izany ny tany — entin'ny herin'ny masoandro manodidina azy ary mandray hazavana avy aminy: Misy sivy ny planety fantatra hatramin' izao.\n Ahitsio"
    },
    {
        "word": "Planina",
        "definition": " (fr. Plan) a.: Tetika efa maty paika entina manatanteraka soritr'asa iray na ma-ro mandritra ny fotoana voafetra mialoha; teti-pivoarana.\n Ahitsio"
    },
    {
        "word": "Plastika",
        "definition": " (fr. plastique) a.: Zavatra amboarina amin'ny fomba simika, izay manify sy tantera-pahazavana nefa mafy, anaovana harona na fitoeran-javatra na karazandamba koa aza.\n Ahitsio"
    },
    {
        "word": "Plevra",
        "definition": " (fr. plèvre) a.: Fonon' ny havokavoka, izay roa sosona ka ny sosona anatiny miraikitra amin'ny havokavoka ary ny ivelany amin'ny haran-tratra; eo anelanelan' izy roa, misy rano izay manarona ny hetsiky ny fiaina.\n Ahitsio"
    },
    {
        "word": "Pne",
        "definition": " (fr. pneu) a.: Fingotra mafy vita boribory misy fingotra manify mibontsin-drivotra ao anatiny, fanaovana kodiaran'ny fiarakodia sy ny fiaramanidina.\n Ahitsio"
    },
    {
        "word": "Pnemonia",
        "definition": " na Amonia, Tevika (fr. pneumonie) a.: Aretina avy amin'ny mikraoby manokana mpamely ny havokavoka: tampoka ny fiaviany, mangatsiaka mafy ny tena ary tsaroana misy maharary mafy ao amin'ny tratra toy ny misy manevitevika; sarotra ny fiainana; misy kohaka fohy ary ny rehoka mivolona harafesina.\n Ahitsio"
    },
    {
        "word": "Po-doha",
        "definition": " Jer. Poka.\n Ahitsio"
    },
    {
        "word": "Po-tany",
        "definition": " (poka tany) ft,: Zavamahazo ny tany ama-monina; areti-mifindra.\n Ahitsio"
    },
    {
        "word": "Poa",
        "definition": " a.: Teny enti-milaza nyfeo heno rehefa mandrehoka.\n Ahitsio"
    },
    {
        "word": "Poa",
        "definition": " na Poapoa t. p.: Teny voateny raha misy zavatra ratsy maharikoriko, zava-tsy tiana na mahasosotra: Poa! ataoko inona akory iny! 1 Teny voateny raha maharay zava-maloto ny zaza, ka asafna-ariany io voarainy io: Poa! maloto iny fa ario!\n Ahitsio"
    },
    {
        "word": "Poahana",
        "definition": " (poaka) mt. ih. na pdr. (poahy): Tifirina: Nopoahany basy ny alikany ka maty. 1 Torahana, tsipazana: Aoka hopoahako auto io vorona io. 1 Asiana: Tsy manaiky aho fa nopoahan'ny zokin'ialahy totohondry ny zandriko. 1 Latsahana: Nopoahan'ny mpanao behariva ny paisonay ka najifa. ? Natao amim-pahaizana, am-paharisihana: Nopoahany ny tsianjery ka vaky vava daholo ny olona rehetra nanatrika.\n Ahitsio"
    },
    {
        "word": "Poaka",
        "definition": "Firefotra (oh: firefotry ny basy, firefotry ny varatra) Ahitsio"
    },
    {
        "word": "Poaketra",
        "definition": " na Poketra (angl. pocket) a.: Karazana lasaka kely mazàna vita amin'ny hoditra, fitondran'ny vehivavy an-tanana ka ataony fasiana ny zavajavatra madinika tsy misaraka aminy, toy ny mosara, vola, ans.: NanJary fomban-kaingon'ny vehivavy ankehitriny ny poketra noho ny bikany sy ny hasarobidin' ny zavatra nanaovana azy.\n Ahitsio"
    },
    {
        "word": "Poapoaka",
        "definition": " a.: Anaran-javamaniry sahala amin'ny bosoa.\n Ahitsio"
    },
    {
        "word": "Poatoizay",
        "definition": " p. mt.: Miaraka amin'izay, miaraka amin'ny vava.\n Ahitsio"
    },
    {
        "word": "Poety",
        "definition": " (fr. poète) a.: Mpanao na mpanoratra poezia: Iza no poety ankafizinao indrindra? ? Enti-milaza koa ny olona manao fitenenana feno sarisary ary mampamelovelo: Lasa poety indray i zokilahy izany!\n Ahitsio"
    },
    {
        "word": "Poezia",
        "definition": " (fr. poésie) a.: Tononkalo: Nahafinaritra izay poezia nataon'Isambilo tamin' ny fetin'ny reny izay. ? Toetran'ny zavatra mampisondrotra fanahy na mampamelovelo ny fo sy ny saina: Tsy misy tsy manembonembona eo anoloan'ny poezian'ny takariva mahatsara vahiny.\n Ahitsio"
    },
    {
        "word": "Pohina",
        "definition": " (poka) mt. ih. (pohy): Donina: Tandremo fa raha vao pohina kely foana io dia vaky.\n Ahitsio"
    },
    {
        "word": "Poika",
        "definition": " t. p.: Teny ataon'ny ankizy entiny mandà izay lazaina aminy: Bozy a, indriako, hono, no namaky ity fitaratra ity? Poika! izaho tsy nahalala ny fisian'io fitaratra io akory.\n Ahitsio"
    },
    {
        "word": "Poipoy",
        "definition": " (Ski) a.: Fikakakan'ny boloky.\n Ahitsio"
    },
    {
        "word": "Poirina",
        "definition": " (poitra) mt. ih. (poiro): Loarana avy any anaty zavatra mba hiseho: Poiro amin'ny fangady io vato io. * Esorina amin-kery: Poirina ny hidin-trano.\n Ahitsio"
    },
    {
        "word": "Poitra",
        "definition": " a.: Fisehoana, fitsimohan'ny zavatra ambolena. i t.i.f.: Poirina, apoitra, voapoitra, tafapoitra / mamoitra, famoitra, nranapoitra, fanapoitra j amoirana, famoirana; anapoirana, fana-. poirana / mipoitra, fipoitra, mpipoitra / ipoirana, fipoirana / mahapoitra / poipoitra.\n Ahitsio"
    },
    {
        "word": "Poizina",
        "definition": " (angl. poison) a.: Zavatra mety hahafaty raha tafiditra ao anatin'ny tena amin'ny alalan'ny fihinanana, fisotroana, sns... - t.i.f.: Poizina, voapoizina 1 manapoizina, fanapoizina, mpanapoizina / anapoizinana, fanapoizinana.\n Ahitsio"
    },
    {
        "word": "Poizinina",
        "definition": " (poizina) mt. ih. (poizino): Asiana poizina: Nopoizininy ny sakafo narosony ho azy. ? Omena poizina: Poizino io alika io fa romotra.\n Ahitsio"
    },
    {
        "word": "Poka",
        "definition": " a.: Feo re mirefotra amin'ny fifandonana, fidonana: Po-doha. - t.i.f.: Pohina, apoka, voapoka J mamoka, manapoka, fanapoka, mpanapoka / anapohana, fanapohana 1 mipoka, fipoka, mpipoka J ipohana, fipohana / mahapoka J popoka. -  F.-p.: Poka akalana: teny enti-milaza ny don-tandroka ataon'ny mpifanorona fa voany ny an-kilany noho io diso fandeha. J Po-doha: fipehana ny loha, pai-doha. J Po-tandroka: ilazana ny fihetsika atao hampanaiky ny an-kilany raha miady hevitra amin'ny alalan'ny fihetsika maherihery.JPo-drindrina: fandonana ny rindrina na ny varavarana izay ataon'ny mpamaky volana fa Ranona mipetraka ao dia mpamosavy araka ny latsa-bato, ka hampinomina. / Po-tany: lo• za lehibe toy ny areti-mifindra mahazo ny mponina rehetra. / Tsy hita poka, tsy hi-ta popoka: very tanteraka, tsy hita mihitsy izay toerana misy azy. ¶ M.h.: Dona, gona, paika, katroka.\n Ahitsio"
    },
    {
        "word": "Pokopoke",
        "definition": " (Ski) a.: Ny kitrokely.\n Ahitsio"
    },
    {
        "word": "Polahina",
        "definition": " (polaka) mt. ih. (polahy): Aforitra, folahina.\n Ahitsio"
    },
    {
        "word": "Polaka",
        "definition": " p.t.: Milefitra, miforitra (jer. Folaka). * t.i.f.: Polahina, apolaka, voapolaka, tafapolaka / manapolaka, fanapolaka, mpanapolaka / anapolahana, fanapolahana / mipolaka, fipolaka, mpipolaka J ipolahana, fipolahana / mahapolaka 1 polapolaka.\n Ahitsio"
    },
    {
        "word": "Polena",
        "definition": " na Polesina (poly) rat. ih. (poleso): Poriporetina, fozafozaina amin'ny rantsantanana: Raha polesina ny ravin-drarnbiazina, mandraraka fofona manitra.\n Ahitsio"
    },
    {
        "word": "Polesina",
        "definition": " (poly) mt. ih. (poleso): Jer. Polena. na.\n Ahitsio"
    },
    {
        "word": "Poleta",
        "definition": " na Basipoleta (fr. pistolet) a.: Fiadianamipoaka, fohy sady maivana, fanapoaka tanana an'ila ihany.\ty\n Ahitsio"
    },
    {
        "word": "Polimielita",
        "definition": " (fr. polimyéiite) a.: Aretina avy amin'ny virosy iray izay mamely ny sala mpampihetsika eo amin'ny tendron'ny tsokan-damosina ka mety hahatonga fahalemen-drantsambatana, indrindra ny rantsambatana ambany;lefakozatra.\n Ahitsio"
    },
    {
        "word": "Poliny",
        "definition": " a.: Solofom-paraky, kolokolom-paraky.\n Ahitsio"
    },
    {
        "word": "Polipitra",
        "definition": " (angl. pulpit) a.: Toerana avoavo ao am-piangonana ijoroan'ny mpitory teny.\n Ahitsio"
    },
    {
        "word": "Pôlisa",
        "definition": " (fr. pouls) a.: Fitepon' ny fo manosika ny ra, izay mora heno indrindra eo amin'ny hato-tanana anoloana: Ny isan'ny polisa ho an' ny olona salama dia eo amin'ny 72 isa-minitra eo. / Mitsapa poksa.\n Ahitsio"
    },
    {
        "word": "Polisy",
        "definition": " (fr. policier) a.: Olona manao fanamianamanokana, mitandrina ny filaminana ao an-tanàna: Miantso polisy. / Polis in-dalana. * Ohab.: Ny mamo indray no miantso polisy: Enti-milaza ny mamo mitabataba ka manintona ny mason'ny polisy; heviny: ny olona manao ratsy indray no mitolo-tena amin'ny manam-pahefana.\n Ahitsio"
    },
    {
        "word": "Politetse",
        "definition": " (Ski) p.t.: Latsaka na mivoaka avy amin'ny elanelan-javatra na mitete toy ny fotsimbary entina amin'ny harona makarakara. - t.i.f.: Manapolipotse na mamolititse, mampamolititse.\n Ahitsio"
    },
    {
        "word": "Politfka",
        "definition": " (fr. politique) a.: Teti-pitondrana: Manao politika, mpanao politika. Hafetsena, hevitra: Olona be politika koa Rangahy in y.\n Ahitsio"
    },
    {
        "word": "Politika",
        "definition": " na Politsika p. t.: Kely, madinika, pitiny. .\n Ahitsio"
    },
    {
        "word": "Pololotina",
        "definition": " na Pololorina (pololotra) mt. ih. (pololoty, pololory): Enti-milaza ny vovoka na ny setroka atosiky ny rivotra na tsofina, ka toa mirohotra misesika hivoaka.\n Ahitsio"
    },
    {
        "word": "Pololotra",
        "definition": " a.: Firohotana (vovoka na setroka) misesika hivoaka. * t.i.f.: Pololotina, pololorina, apololotra, voapololotra / mipololotra.\n Ahitsio"
    },
    {
        "word": "Poloney",
        "definition": " (fr. polonais) a.: Ny firenena tompon-tany any amin'ny tanin'i Polonina: 0-lona mahery fo ny Poloney, 1 p.t.: Momba an'i Polonina, an'i Polonina na avy any Polonina: Sambany nisy Papa poloney tamin'ity taonjato ity.\n Ahitsio"
    },
    {
        "word": "Polopolorina",
        "definition": " (mt, ih),: Tsy fampiasa raha tsy amin'ireto fomba fiteny ireto: Tsy hita polopolorina: tsy metY ho hita na manao ahoana na manao ahoana; tsy taka-polopolorina:lalina tsyvoasain-' tsaina, tsy misy fetra, tsy misy farany. ¶ M.h.: Tsy taka-pesipesenina.\n Ahitsio"
    },
    {
        "word": "Poly",
        "definition": " a.: Anana voahahy atao fitaiza hohanina.\n Ahitsio"
    },
    {
        "word": "Poly",
        "definition": " ft.: Fandraisana sady famoriporetan-javatra amin'ny rantsantanana mba ho potika na halemy. - t.i.f•: Polena, polesina,voapol? j manapoly, fanapoly, mpanapoly J anapolesana, fanapolesana / mahapoly / polipoly.\n Ahitsio"
    },
    {
        "word": "Pondena",
        "definition": " (pondy) mt. ih. (pondeo): Enti-milaza zavatra poriporetina mba halemilemy.\n Ahitsio"
    },
    {
        "word": "Pondy",
        "definition": " na Pondipondy a.: Fandraisan-javatra amin'ny ta-nana izay poriporetina na fenjafenjaina; poly. - t.i.f.: Pondena, pondipondena, apondipondY,voapondipondy / mamondipondy, famondipondy, mpamondipondy / manapondipondY, fanapondipondy, mpanapondipondy / amondipondena, famondipondena / mahapondipondy.\n Ahitsio"
    },
    {
        "word": "Pongatra",
        "definition": " a.: Fongatra, seho. - t.i.f•: Mipongatra, fiponga tra, mpipongatra / ipongarana, fipongarana.\n Ahitsio"
    },
    {
        "word": "Popoka",
        "definition": " p. mt.: Tsy fampiasa afa-tsy amin'ilay fomba fiteny hoe: Tsy hita popoka: tsy hita avanavana.\n Ahitsio"
    },
    {
        "word": "Popopopo",
        "definition": " a.: Fitsofan'ny rivotra be sady mafy, fofofofo. - t.i.f.: Mipopopopo.\n Ahitsio"
    },
    {
        "word": "Poporohana",
        "definition": " p. mt.: Daholo, tsy misy avakavaka, avokoa: Toa tsy antitra, tsy tanora, fa poporohana indray miankohoka amin-dRavola ny vahoaka. (Raveloj.). ? mt. ih.: Voa daholo: Poporohan'ny uouoka ny vahoaka.\n Ahitsio"
    },
    {
        "word": "Poraretra",
        "definition": " ft.: niavian'ireto. * t.i.f,: Mipâraretra / aporaretra / iporaretana, fiporaretana.\n Ahitsio"
    },
    {
        "word": "Poretahana",
        "definition": " (poretaka) mt. pdr. (poretaho): Asiana, petahana zavatra malemy bodaka.\n Ahitsio"
    },
    {
        "word": "Poretaka",
        "definition": " p.t.: Malemy, mohaka tsy misy horaisina. - t.i.f.: Poretahana, aporetaka, voaporetaka, tafaporetaka J manaporetaka, fanaporetaka, mpanaporetaka / anaporetahana, fanaporetahana / miporetaka, fiporetaka, mpiporetaka / iporetahana, fiporetahana / mahaporetaka / poretadretaka / mamoretaka.\n Ahitsio"
    },
    {
        "word": "Poretehina",
        "definition": " (poretika) mt. ih. (poreteho): Asafotofoto, asaritaka, aparitaka.\n Ahitsio"
    },
    {
        "word": "Poretika",
        "definition": " p. t.: Tsy milamina fa mifangaro, mikorontandrontalla etsy sy eroa. - t.i.f.: Poretehina, aporetika, voaporetika, tafaporetika / manaporetika, fanaporetika, mpanaporetika / anaporetehana, fanaporetehana / miporetika, fiporetika, mpiporetika / iporetehana, fiporetehana / mahaporetika 1 poretidretika.\n Ahitsio"
    },
    {
        "word": "Poretina",
        "definition": " na Poritina (poritra) mt. ih. (poreto, porito): Terena: Aza poretinareo aho fa avelao handeha. ? Terena amin'ny tanana, 6azana: Noporetiny ny sandriko ka nikiakiaka aho.\n Ahitsio"
    },
    {
        "word": "Poretra",
        "definition": " na Poredretra p. t.: Ma-loto, voretra, mihosin-tay. 1 h. i.: Olona ory fadiranovana, mahantra misingo-boridamba. - t.i.f.: Miporetra, rniporedretra, fiporetra, fiporedre- - tra, mpiporetra, mpiporedre- PO tra.\n Ahitsio"
    },
    {
        "word": "Poretsehina",
        "definition": " (poretsika) mt. ih. (poretseho): Atao tonga vovoka, potsipotsehina, torotoroina.\n Ahitsio"
    },
    {
        "word": "Poretsika",
        "definition": " p.t.: Be fotaka, (la-lama) feno fakofako sy ranom-potaka. - t.i.f.: Poretsehina, aporetsika, voaporetsika / manaporetsika, fanaporetsika, mpanaporetsika / anaporetsehana, fanaporetsehana / miporetsika, fiporetsika / mahaporetsika / poretsidretsika.\n Ahitsio"
    },
    {
        "word": "Poriatra",
        "definition": " a.: Fandosirana, fitsoahana; ny fifantsitsiran'ny rano na fotaka izay voaporitra ao anaty tanana. - t.i.f.: Aporiatra, tafaporiatra / manaporiatra, fanaporiatra, mpanaporiatra / anaporiatana, fanaporiatana / miporiatra, fiporiatra, mpiporiatra / iporiatana, fiporiatana 1 mahaporiatra 1 poriadriatra.\n Ahitsio"
    },
    {
        "word": "Poripory",
        "definition": " a.: Fahantrana, fahoriana. i t. f.: Miporipory, fiporipory, mpiporipory / iporiporiana, fiporiporiana.\n Ahitsio"
    },
    {
        "word": "Poritihina",
        "definition": " (poritika) rat- P(lr. (poritiho): Asiana zavatra mifantsitsitra: Noporitihin y rano aho.\n Ahitsio"
    },
    {
        "word": "Poritika",
        "definition": " a.: Rano na fotaka mifantsitsitra, mipatitaka. ~ p.t.: Kely, pitiny, madinika kely. - t.i.f.: Poritihina, aporitika, voaporitika, tafaporitika / manaporitika, fanaporitika, mpanaporitika / anaporitihana, fanaporitihana / miporitika, fiporitika, mpiporitika / iporitihana, fiporitihana / mahaporitika / porftidritika.\n Ahitsio"
    },
    {
        "word": "Poritra",
        "definition": " p.t.: Tery: Poritra aho fa mikisakisaha. ? h.o.: Sahirana mafy: Poritry ny uolan'olona izy ka namidiny ny ombiny. ? Maika, dodo-na: Poritry ny handeha izy ka teny am-baravarankely no nitsambikina. - t.i.f.: Poretina na poritina, aporitfa, voaporitra / manaporitra / mamoritra, famoritra, mpamoritra / anaporetana, fanâporetana / amoreta- na, famoretana; amoritana, famoritana / mahaporitra 1 poriporitra.\n Ahitsio"
    },
    {
        "word": "Poritsaka",
        "definition": " a.: Fahalatsahan-javatra tsy voatazona fa malama; fikorotsahana na fianjeran-javatra nafenina tany amin'ny tena; fandosirana na fidifiana na fialana an-tsokosoko mba tsy ho lifta. - t.i.f.: Aporitsaka, voaporitsaka 1 manaporitsaka, fanaporitsaka, mpanaporitsaka 1 anaporitsahana, fanaporitsahana / miporitsaka, fiporitsaka, mpiporitsaka / iporitsahana, fiporitsahana 1 mahaporitsaka / poritsadritsaka.\n Ahitsio"
    },
    {
        "word": "Porizenitra",
        "definition": " a.: Fanomezam-boninahitra ataon'ny miaramila amin'ny mpanjaka na ny mpitondra ambony.\n Ahitsio"
    },
    {
        "word": "Poroatra",
        "definition": " a.: Hafenoana mihoapefy. - t.i.f.: Aporoatra, tafaporoatra 1 miporoatra, fiporoatra, mpiporoatra 1 iporoatana, fiporoatana / mahaporoatra / poroadroatra.\n Ahitsio"
    },
    {
        "word": "Porofo",
        "definition": " (angl. proof) a.: Zavatra na hevitra entina mana-marina ny filazana: Tsy manaiky aho raha tsy mahita porofo. ~ h,t.: Fanamarinana: Anisan'ny porofon'ny fisian'Andriamanitra ny ftrindran'ny zavaboary. 1 Andrana: Porofon-tsary. 1 Sorapirinty voalahatra ka mbola halana diso: Manitsy ny diso amin'ny poro fom-pirinty. - t.i.f.: Porofoina, voaporofo 1 manaporofo, fanaporofo, mpanaporofo 1 anaporofoana, fanaporofoana 1 mahaporofo. -  Porofo aloka: porofo kitoatoa. I Porofo an titra: porofo tsy marina. I Porofo maivana: Porofo tsy misy lanjany. / Porofo mateuina: porofo marim-pototra, mavesa-danja. I Manala porofo: manitsy ny diso amin'ny porofom-pirinty.\n Ahitsio"
    },
    {
        "word": "Porofoina",
        "definition": " (porofo) mt, ih. (porofoy): Hamarinina: Azonao porofoina va izany filazanao izany?\n Ahitsio"
    },
    {
        "word": "Pororoatra",
        "definition": " a.: Hafenoana misy mihoatra betsaka; fiarahana maro manao rodobe sady aharenesana rodorodo. - t.i.f.: Apororoatra, tafapororoatra 1 manapororoatra, fanapororoatra, mpanapororoatra / anapororoatana, fanapororoatana 1 mipororoatra, fipororoatra, mpipororoatra 1 ipororoatana 1 fipororoatana 1 pororoadroatana.\n Ahitsio"
    },
    {
        "word": "Pororotra",
        "definition": " a.: Pololotra.\n Ahitsio"
    },
    {
        "word": "Porosolaina",
        "definition": " (fr. porcelaine) a.: Bakoly: Vilia porosolaina.\n Ahitsio"
    },
    {
        "word": "Porotaka",
        "definition": " ft.: Enti-milaza ny kibo be matavy mirotaka na mitambotsotra midina. - t.i.f.: Tafaporotaka 1 mamorotaka, famorotaka 1 miporotaka, fiporotaka 1 porotadrotaka.\n Ahitsio"
    },
    {
        "word": "Porotsaka",
        "definition": " a.: Fanomezana avy hatrany; tambotsotra. - t.i.f.: Aporotsaka, porotsahana, voaporotsaka, tafaporotsaka / manaporotsaka, fanaporotsaka, mpanaporotsaka / anaporotsahana, fanaporotsahana / mamorotsaka, famorotsaka, mpamorotsaka 1 amorotsahana, famorotsahana 1 miporotsaka, fiporotsaka, mpiporotsaka 1 iporotsahana, fiporotsahana /mahaporotsaka / porotsadrotsaka.\n Ahitsio"
    },
    {
        "word": "Porotse",
        "definition": " (Ski) a.: Renitsirika.\n Ahitsio"
    },
    {
        "word": "Portogay",
        "definition": " (fr. portugais) a.: Ny firenena monina any amin'ny tanin'i Portogaly: Mifanila tany ny Espaniola sy ny Portogay. 1 p.t.: Mikasika an'i Portogaly, an'i Portogaly na avy any Portogaly: Mahay teny portogay ny firenena maro any Amerika atsimo.\n Ahitsio"
    },
    {
        "word": "Portorikanina",
        "definition": " (fr. Portoricain) a.: Ny firenena monina amin'ny tan y atsinanan'i Haïti: Zanatany ela espaniola ny Portorikanina. 1 p.t.: Momba an'i Porto-Rico, an' i Porto-Rico na avy any Porto-Rico: Mandray uokatra betsaka portorikanina ny E-tazonia, toy ny kafe, siramamy ary uoankazo.\n Ahitsio"
    },
    {
        "word": "Pory",
        "definition": " a.: Karazam-borona.\n Ahitsio"
    },
    {
        "word": "Posaka",
        "definition": " a.: Seho, tranga, filazana na fampiharihariana. - t.i.f.: Aposaka, voaposaka, tafaposaka / mamosaka, famosaka, mpamosaka; manaposaka, fanaposaka, mpanaposaka 1 amosahana, famosahana; anaposahana, fanaposahana 1 miposaka, fiposaka, mpiposaka Iiposahana,fiposahana 1 mifamosaka, mampamosaka, mampifamosaka 1 mahaposaka 1 posaposaka.\n Ahitsio"
    },
    {
        "word": "Posasakà",
        "definition": " p. t.: Mitovy amin' ny Bosasaka.\n Ahitsio"
    },
    {
        "word": "Posy",
        "definition": " na Posiposy (fr. pousse-pousse) a.: Karazana kalesy kodiaran-droa, taritin'olona, izay antsoina hoe borizano, ampiasaina amin'ny fitaterana amin'ny tanàn-dehibe sasantsasany; amin'ny tanàna misy havoana sy lemaka, dia roa ny borizano mitondra ny posy: ny iray mitarika ary ny iray manosika.\n Ahitsio"
    },
    {
        "word": "Potasy",
        "definition": " (fr. potasse) a.: Vongana fotsy mora levona ao anaty rano, fanadiovana ny lamba mainty ary miditra amin' ny fanaovan-tsavony.\n Ahitsio"
    },
    {
        "word": "Potehina",
        "definition": " (potika) mt, ih. (poteho): Atao motika, atao torotoro: Nopotehiny ny bokiko ka tsy manaiky aho. ? h. o.: Alaina baraka: Nopotehiny ny lazan'ny rahalahiny, tamin'ny endrikendrika sy ny fosafosa.\n Ahitsio"
    },
    {
        "word": "Potene",
        "definition": " (Ski) a.: Ilay fotsifotsy kely eo afovoan'ny tendron' ny tandrok'ombY.\n Ahitsio"
    },
    {
        "word": "Potika",
        "definition": " a.: Sombina, vaky: Poti-kena. 1 p. t.: Rovitra, hotohoto, voarotika: Potika ny akanjon? avy tao anatin'ny fifanjeuoana tao. ? h.o.: Hataoko potika ialahy fa aza be lama eo. - t.i.f.: Potehina, voapotika, pinotika 1 mamotika, famotika, mpamotika; manapotika, fanapotika, mpanapotika 1 amotehana, famotehana; anapotehana, fanapotehana / mipotika, fipotika / ipotehana, fipotehana / mahapotika / potipotika, mipotipotika / mitsipotipotika.\n Ahitsio"
    },
    {
        "word": "Potikana",
        "definition": " a.: Fiporitsahana, fibolilana, fandosirana na fihatahana tsy misy mahita, - t.i.f.: Apotikana, voapotikana, tafapotikana 1 mipotikana, fipotikana, mpipotikana / ipotikanana, fipotikanana 1 mahapotikanana 1 potikantikana.\n Ahitsio"
    },
    {
        "word": "Potitika",
        "definition": " p.t.: Mitovy amin'ny Botitika.\n Ahitsio"
    },
    {
        "word": "Potraka",
        "definition": " rat.: Lavo: Nisolafaka izy ka potraka. ? h.o.: Ny ketraka mora mivarina / Miroraka tonga kanosa;/Ny po-fraisa nefa tafarina / Ireny ha olona kosa (Ny Av.). ? Nianjera: Potraka auy teny an-daaarangana ilay zaza. ? Miongana, mihem-boninahitra, nesorina amin'ny raharahany: Fatra-panao ny tsy rariny ny anao ka potraka. - t.i.f.: Apotraka, voapotraka, tafapotraka 1 mamotraka, famotraka, mpamotraka 1 manapotraka, fanapotraka, mpanapotraka / amotrahana, famotrahana; anapotrahana, fanapotrahana 1 mifamotraka / mipotraka, fipotraka, mpipotraka 1 ipotrahana, fipotrahana / mahapotraka 1 potrapotraka. • F.-p.: Potraka am-parafara: manana sakaiza ratsy tsy mitovy saranga amin'ny te-na. / Mipotra-tsatroka: miala satroka, mipoa-tsatroka, manaiky. I Mipotra-tsaina na mamotra-tsaina: miaiky fa resy, milavo lefona. * Ohab.: Potraka omen-tehina, solafaka omen-kiraro: enti-milaza izay tsy mahay manararaotra ny fanampiana a-tao azy. ¶ M,h.: Lavo, mianjera, mibolaly, mibolila, mibolisatra, mibolasitra, misolifaka, misolafaka, misobilatra, misolifatra, mitsirara, mitsingoana, miongana, midaboka, miantonta, mitrosina, mitrotrongy, mitsinkasina, mitotongana, mitsingidina, mitsingadina, mitsingatotra, mitsimbadika, mikodia, mikodingy, mikodingidingy, mivalangitrika, midaboboka, midalaboboka, mitalaboboka, midaxoboka, midarofoka, mivadika, mihohoka, miantofoka, mitatavoka, miankarapoka.\n Ahitsio"
    },
    {
        "word": "Potretra",
        "definition": " p. t.: Fohy kely, botry, zeny(jer. Botretra). Ankizy potretra: zazalahy na zazavavy kely.\n Ahitsio"
    },
    {
        "word": "Potsaka",
        "definition": " a.: Fisehoana sady fahavakisana; fipoiran-javatra eny ivelany; fivoahana avy ao anaty. - t.i.f.: Apotsaka, voapotsaka, tafapotsaka 1 mamotsaka, famotsaka, mpamotsaka; manapotsaka, fanapotsaka, mpanapotsaka / amotsahana, famotsahana; anapotsahana, fanapotsahana / mipotsaka, fipotsaka 1 ipotsahana, fipotsahana 1 mahapotsaka 1 potsapotsaka.\n Ahitsio"
    },
    {
        "word": "Potsehina",
        "definition": " (potsika) mt. ih. (potseho): Atao torotoro toy ny vovoka, kosohina: Potseho ireo vomanga ireo homena ny zazakely,\n Ahitsio"
    },
    {
        "word": "Potsiarana",
        "definition": " (potsiatra) mt. ih. (potsiaro): Enti-milaza zavatra na olona asiana, andefasana rano mifantsitsitra.\n Ahitsio"
    },
    {
        "word": "Potsiatra",
        "definition": " a.: Fivoahana mifantsitsitra, fiporitihana. 1 tif: Potsiarana, apotsiatra, voapotsiatra, tafapotsiatra / manapotsiatra, fanapotsiatra, mpanapotsiatra 1 anapotsiarana, fanapotsiarana 1 mipotsiatra, fipotsiatra, mpipotsiatra 1 ipotsiarana, fipotsiarana 1 mahapotsiatra 1 potsiatsiatra.\n Ahitsio"
    },
    {
        "word": "Potsika",
        "definition": " p.t.: Natao torotoro toy ny vovoka: Tsy mety potsika ity mangahazo ity, fa mafy velona tahaka ny uato. i t.i.f.: Potsehina, voapotsika, pinotsika 1 mamotsika, famotsika, mpamotsika; manapotsika, fanapotsika, mpanapotsika 1 amotsehana, famotsehana; anapotsehana, fanapotsehana 1 mahapotsika 1 potsipotsika / mamotsipotsika. ¶ M.h.: Torotoro, mongo, montsana.\n Ahitsio"
    },
    {
        "word": "Potsirina",
        "definition": " (potsitra) mt. ih. (potsiro): Tsindronina dia vaky, loahana: Nopotsirin'ny ankizy ny mason'ilay uoronkely. 1 Vakina: Nopotsirin'ny dokotera ny vay teo amin'ny feny. 1 h,o.: Aseho miharihary:Nopotsiriko ny laingandRakoto ka ana foana teo iz y.\n Ahitsio"
    },
    {
        "word": "Potsitra",
        "definition": " p.t.: Loaka: Potsitra ny mason'ilay vorona. • Vaky, foy: Potsitra ny uay teo amin'ny hatony. ~ Miseho miharihary (enti-milaza ny zavatra nafenina ka vaky): Potsitra ny laingan-dRakoto. I t.i.f.: Potsirina, apotsitra, voapotsitra, pinotsitra 1 mamotsitra, famotsitra, mpamotsitra; manapotsitra, fanapotsitra, mpanapotsitra f amotsirana, famotsirana; anapotsirana, fanapotsirana 1 mahapotsitra / potsipotsitra.\n Ahitsio"
    },
    {
        "word": "Pozipozy",
        "definition": " p.t.: Malemilemy, osaosa, mpangataka na olomahantra. - t.i.f.: Mipozipozy, fipozipozy, mpipozipozy / ipozipozena, fipozipozena / mahapozipozy.\n Ahitsio"
    },
    {
        "word": "Praiminisitra",
        "definition": " (angl. prime minister) a.: Olona voatendrin' ny filoham-pirenena ho lehiben'ny governemanta; samy mahazo mitarika ny fivorian' ny governemanta, na ny filoham-pirenena (fivorian'ny minisitra no iantsoana ny fivoriana amin'izay) na ny praiminisitra (fivorian'ny kabinetra kosa no iantsoana an' izany).\n Ahitsio"
    },
    {
        "word": "Praivetra",
        "definition": " (angl. private) a,: Tsiambaratelo tsy aboraka raha tsy amin'ny olon-tiana, raha tsy amin'ny olona vitsy dia vitsy,\n Ahitsio"
    },
    {
        "word": "Pretra",
        "definition": " (fr. prêtre) a.: Olona voahosotry ny eveka mba hi-tondra fiangonana, hanao lamesa sy hizarazara sakramenta ary hitory ny tenin'Andriamanitra (Fiv. kat.).\n Ahitsio"
    },
    {
        "word": "Prezidà",
        "definition": " (fr, président) a.: Teny fanajana fiantsoana ny lehibem-pikambanana, na izay mitari-draharaha amin'ny fivoriana: Mazàna ny Prezidà no fidin'ny mpikambana ao amin'ny fikambanana. • h.i,: Fil oham-panjakana ambony indrindra: Handalo ny Prezidà ka diouy tsara ny tanàna.\n Ahitsio"
    },
    {
        "word": "Proma",
        "definition": " p.t. na a.: Voalohany, (mahazo) ny laharana voalohany: Nahatsiaro ny kanetiny tao am-paosiny i Koto, nefa tsy nety nijanona na dia minitra iray akory aza hijerena izay kanety nahazo pro-ma (Raharolahy). ? Ny mitarika ny lalao eo am-piandohana: Mbola aorianako ialahy fa izaho ny proma.\n Ahitsio"
    },
    {
        "word": "Protesta",
        "definition": " a.: Olona anisan'ny antokom-pivavahana protestanta.\n Ahitsio"
    },
    {
        "word": "Protestanta",
        "definition": " (fr, protestant) a.: Antokom-pivavahana kristianina niforona tamin'ny tao-na 1530; ireto avy ny fotokevitra mampiavaka ny Protestanta sy ny Katolika: fiheverana fa samy mandray ny Soratra Masina araka ny fitsilovan'ny Fanahy Masina azy ny olona tsirairay — fa ny finoana dia ampy hahavonjy — tsy misy afa-tsy Sakramenta roa: ny batisa sy ny fanasan'ny Tompo — Andriamanitra irery no ivavahana sy omem-boninahitra ka voahataka araka izany ny fanajana amam-pangatahana amin'i Masina Maria sy ny Olomasina — tsy ekena ny konfesy na filazana ny fahotana mba hahazoana ny famotsorana.\n Ahitsio"
    },
    {
        "word": "Py",
        "definition": " (Ski) p.t.: Maranitra (tan- drok'ombalahy).\n Ahitsio"
    }
]